POST /wiki2/article
{
    "title2": "The HD Web User Interface",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Die HD Weboberfläche nur für 720p Kameramodelle Ändern der Sprache, Neustarten, Zurücksetzen oder Laden Sie eine neue Web-UI Version oder Firmware auf Ihre Kamera. Menü Software Sprache, Neustart & Reset, Sicherung and Update Ändern Sie die IP Konfigurationen oder WLAN Einstellungen, oder verbinden Sie Ihr Smartphone durch Scannen des DDNS, P2P oder Push Service QR Codes mit unserer Smartphone App. Menü Netzwerk IP Konfiguration, WiFi, DDNS, P2P, UPnP and Push Service Ändern Sie die Systemeinstellungen der Kamera oder stellen Sie Status & IR LEDs und das Schwenk- und Neigungsverhalten Ihrer Kamera ein. Menü System Info, Datum & Uhrzeit, Benutzer, Status LED, IR LED, ONVIF, PTZ, PTZ Tour und System Log Stellen Sie die Video Qualität und Audiolautstärke Ihrer Kamera ein. Die Bildeinstellungen erlauben Veränderungen in Kontrast, Sättigung und Helligkeit Ihrer Kamera. Menü Multimedia Audio, Video and Bild Aktivieren Sie die Bewegungs- und Audioerkennung im Alarmfall - wie Video Aufnahmen, E-Mail Benachrichtigungen oder FTP Upload. Menü Alarm Bereiche, Privatsphäre, Aktionen, Zeitplan, SMTP Server, Email, FTP, Audio Alarm and SD Karte Alle HD Kameras sind mit einem erweiterbaren SD-Karten Slot (bis zu 32 GB) ausgerüstet, welcher zur Speicherung von Bildern und Videos genutzt werden kann. Aufnahme Menü Zeitplan, Video and Fotoserie Die Menüleiste befindet sich über dem Live-Video und erlaubt es Ihnen per Schnellzugriff, Snapshots zu erstellen, eine Aufnahme zu starten, die Bewegungserkennung zu aktivieren oder auf Ihre SD-Karte zuzugreifen. Menüleiste Die HD WebUI Menüleiste Die Video Menüleiste ist Bestandteil des ActiveX Video Plugins. Um das Plugin zu benutzen, müssen Sie es im Video Menü aktivieren. Menüleiste Video Die HD WebUI Video Menüleiste Jede schwenkbare, neigbare oder im Brennpunkt variable Kamera kann direkt von der Weboberfläche aus gesteuert werden. PTZ Steuerungen Die HD WebUI Schwenk-, Neigungs & Zoomsteuerungen",
    "description2": "The HD Web User Interface. Change the language of the web user interface, reboot or reset or upload a firmware and web UI update to your camera. Software Menu: Language, Reboot & Reset, Backup and Update Change your camera´s IP configuration or WiFi settings or connect it to your smartphone by scanning the DDNS, P2P or Push Service QR code with our smartphone app. Network Menu: IP Configuration, WiFi, DDNS, P2P, UPnP and Push Service Change your camera´s System settings, adjust the status and IR LEDs or the Pan, Tilt and Zoom behaviour of your camera. System Menu: Info, Date & Time, User, Status LED, IR LED, ONVIF, PTZ, PTZ Tour and System Log Adjust your video quality and the audio volume of your camera. The image settings allow you to adjust contrast, saturation and brightness of your camera. Multimedia Menu: Audio, Video and Image Activate your camera´s motion or audio detection and actions to be taken in case of an alarm - like video recordings, email alerts or FTP uploads. Alarm Menu: Areas, Privacy Mask, Actions, Schedule, SMTP Server, Email, FTP, Audio Alarm and SD Card All HD cameras are equipped with expandable SD card storage (up to 32 GB) that can be used to store photo series or video recordings. Recording Menu: Schedule, Video and Photoseries The Menu Bar is located above the live video and allows you to quickly access the SD card, take snapshots or start recordings or activate the motion detection of your camera. Menu Bar: The HD WebUI Menu Bar The Video Menu Bar is a part of the ActiveX video plugin. To make use of the plugin, you have to activate it inside the Video Menu. Video Menu Bar: The HD WebUI Video Menu Bar Every camera that can be panned, tilted or have a lense with a variable focal length can be controlled directly from the user interface. PTZ Controls: The HD WebUI Pan, Tilt & Zoom Controls.",
    "link": "/Web_User_Interface/720p_Series/",
    "title1": "Die Weboberfläche der HD Serie",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "UI", "Software", "Konfiguration", "Browser", "einstellen", "aktivieren"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Konfiguration der Kamera in der HD-Web-Oberfläche"
}
POST /wiki2/article
{
    "title2": "Software Menu",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Ändern Sie die Sprache der Oberfläche, resetten oder starten Sie Ihre Kamera neu und aktualisieren Sie die Software der Kamera.",
    "description2": "Change the language of the web user interface, reboot or reset or upload a firmware and web UI update to your camera",
    "link": "/Web_User_Interface/720p_Series/Software/",
    "title": "Software Menue der HD Weboberfläche",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "Sprache", "Reset", "Neustart", "Update"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Das Softwaremenü der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Language Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Sprache der Nutzeroberfläche einstellen Hier können Sie die Sprache der Weboberfläche auswählen. Nachdem Sie bestätigt haben, wird sich die Weboberfläche neu laden. Sprache: Deutsch Die Benutzeroberfläche ist in Deutsch Sprache: English Die Benutzeroberfläche ist in Englisch Sprache: Français Die Benutzeroberfläche ist in Französisch Sprache: Zhōngwén Die Benutzeroberfläche ist in Chinesisch",
    "description2": "Language Overlay: Change the language of the web user interface to German, English, French or Chinese. The user interface automatically sets the language according to the language of your operating system. You can manually change it, if the auto-detection fails or you want the UI to be displayed in different languages on different computers. Your selection will be saved locally as a cookie and not globally on your camera. Set the Interface Language - Here you can choose the language of the web user interface. The web user interface will reload after you click Submit. The user interface will be displayed in German. The user interface will be displayed in English. The user interface will be displayed in French. The user interface will be displayed in Chinese.",
    "link": "/Web_User_Interface/720p_Series/Software/Language/",
    "title": "Das Language Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "language", "Sprache", "Deutsch", "Englisch", "Französisch"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Software_Language.jpg",
    "abstract": "Spracheinstellungen in der HD-Web-Oberfläche"
}
POST /wiki2/article
{
    "title2": "Backup Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Backup der Kamerakonfiguration To save your camera settings please check the corresponding box, click submit and you will be asked for a file path and name. The default is config_backup.bin and the file path is the download folder of your browser. To restore the settings check Load Backup Copy, browse for the backup file and click submit. Backup Kopie speichern Speichert Ihre Einstellungen in einer config_backup.bin Datei, nachdem Sie Ihre Kamera konfiguriert haben. Klicken Sie einfach in die Backup Speichern Checkbox und Bestätigen Sie. Backup Kopie laden Um Ihre Einstellungen wiederherzustellen, z.B. nach einem Reset, klicken Sie in die Backup Laden checkbox, browsen Sie zur Backup Datei und Bestätigen Sie. Durchsuchen Klicken Sie hier, um nach Ihrer config_backup.bin Backup-Datei zu suchen. Bestätigen Sie die Datei um die Einstellungen wiederherzustellen.",
    "description2": "Backup Overlay: You can backup your camera configuration after setting everything up. Download the file and name it appropriately for a later restore. Please be aware that software updates sometimes add new variables functions to the camera and you won´t be able to use your old backup files anymore. Always create a new backup after an software update to be sure. Backup your Camera Configuration. To save your camera settings please check the corresponding box, click submit and you will be asked for a file path and name. The default is config_backup.bin and the file path is the download folder of your browser. To restore the settings check Load Backup Copy, browse for the backup file and click submit. Save Backup Copy: Save you settings in a config_backup.bin file after you configured up your camera. Simply check the save backup box and submit. Load Backup Copy: To restore your settings, e.g. after a reset, check the load backup box, browse for the backup file and submit. Browse: Click here to search for your config_backup.bin backup file. Just submit the file to restore your settings.",
    "link": "/Web_User_Interface/720p_Series/Software/Backup/",
    "title": "Das Backup Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "Backup", "speichern", "wiederherstellen", "Einstellungen"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Software_Backup.jpg",
    "abstract": "Speichern und Wiederherstellen der Kameraeinstellungen"
}
POST /wiki2/article
{
    "title2": "Update Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Halten Sie Ihre Kamera auf dem neuesten Stand Sie können Software Updates für Ihre Kamera von download.instar.com herunterladen. Wenn Sie die Datei heruntergeladen und entpackt haben, können Sie mit dem Browse Button die Datei aussuchen und auf Bestätigen klicken, um die Datei auf die Kamera zu laden. Verwenden Sie die Update Funktion nur, wenn die Kamera über ein LAN-Kabel verbunden ist! Laden Sie sich bitte die neueste Firmware für Ihre INSTAR HD Kamera auf der linken Seite herunter und entpacken Sie die heruntergeladenen ZIP Datei. Sie finden darin dann eine update.pkg Datei. Öffnen Sie die Weboberfläche Ihrer Kamera und gehen Sie dort auf Software - Upgrade und wählen Sie dort die update.pkg Datei aus, um diese auf Ihre Kamera aufzuspielen. Bestätigen Sie das Ganze und warten Sie bis zu 12 Minuten bis das Update komplett aufgespielt wurde. Kamera Modell Zeigt die Modellnummer Ihrer Kamera - Für mehr Informationen über Ihr Kamera Modell schauen Sie sich unsere komplette Liste an. Firmware Version Version des Betriebssystems Ihrer Kamera. Informationen über ein Software Update erhalten Sie hier. WebUI Version Version der Weboberfläche Ihrer Kamera. Informationen über ein Software Update erhalten Sie hier. Software ist auf dem neuesten Stand Sie bekommen einen Link angezeigt, wenn eine neue Version verfügbar ist. Bitte beachten Sie, dass Sie die update.pkg Datei entpacken müssen, bevor Sie die Datei auf Ihre Kamera hochladen! Durchsuchen Klicken Sie hier um nach der update.pkg Datei zu browsen und zu bestätigen. Mehr Informationen für das Software Update finden Sie hier.",
    "description2": "Update Overlay: The INSTAR software department is constantly working to improve your experience with our product. You can check the update section from time to time to make sure your system is still up-to-date. You can also check our download area to find our newest software and corresponding changelogs. Keep your Camera Up-to-Date: You can download regular software updates for your camera from download.instar.com. Please use the browse button to set the file path once you downloaded and unzipped the update BIN and click Submit to upload the file to your camera. Use the update function only when the camera is connected to the router by LAN cable! Laden Sie sich bitte die neueste Firmware für Ihre INSTAR HD Kamera auf der linken Seite herunter und entpacken Sie die heruntergeladenen ZIP Datei. Sie finden darin dann eine update.pkg Datei. Öffnen Sie die Weboberfläche Ihrer Kamera und gehen Sie dort auf Software. Upgrade und wählen Sie dort die update.pkg Datei aus, um diese auf Ihre Kamera aufzuspielen. Bestätigen Sie das Ganze und warten Sie bis zu 12 Minuten bis das Update komplett aufgespielt wurde. Camera Model: Displays your camera model number. For more information on your camera model check our complete list. Firmware Version: Version of the operating system of your camera. Information about a software update can be found here. WebUI Version: Version of the web user interface of your camera. Information about a software update can be found here. Software is up to date: You will be shown link to the update once a newer version of the camera software becomes available. Please be aware that you have to unzip the update.pkg file from the ZIP container first, before uploading it to your camera! Browse: Click here to browse for the update.pkg file and submit. More information for the software update can be found here.",
    "link": "/Web_User_Interface/720p_Series/Software/Update/",
    "title": "Das Update Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "Update", "Upgrade", "Firmware", "aktualisieren", "update.pkg", "pkg"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Software_Update.jpg",
    "abstract": "Update der Firmware und Web-Oberfläche der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Reboot & Reset Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Neustart oder Reset Ihrer Kamera Sie können Software Updates für Ihre Kamera von download.instar.com herunterladen. Wenn Sie die Datei heruntergeladen und entpackt haben, können Sie mit dem Browse Button die Datei aussuchen und auf Bestätigen klicken, um die Datei auf die Kamera zu laden. Verwenden Sie die Update Funktion nur, wenn die Kamera über ein LAN-Kabel verbunden ist! Kamera Modell Zeigt die Modellnummer Ihrer Kamera - Für mehr Informationen über Ihr Kamera Modell schauen Sie sich unsere komplette Liste an. Firmware Version Version des Betriebssystems Ihrer Kamera. Informationen über ein Software Update erhalten Sie hier. WebUI Version Version der Weboberfläche Ihrer Kamera. Informationen über ein Software Update erhalten Sie hier. Kamera neustarten Klicken Sie in die Checkbox und Bestätigen Sie, um die Kamera neuzustarten. Kamera Reset Klicken Sie in die Checkbox und Bestätigen Sie, um die Kamera auf Ihre Werkseinstellungen zu reseten. Bitte beachten Sie, dass Sie nach dem Zurücksetzen auf die Werkseinstellungen, Ihre Kamera wieder mit einem LAN-Kabel einrichten müssen.",
    "description2": "Reboot & Reset Overlay: Use this function to reboot or reset your camera safely. It is not recommended to simply unplug replug your camera or use the hardware reset unnecessarily (those actions can be harmful to running operations as well as causing hardware defects on the internal SD card). Please always use the soft- restart and reset via the web user interface. Use the hardware reset in case that you have lost access to the interface. Reboot or Reset your Camera: You can download regular software updates for your camera from download.instar.com. Please use the browse button to set the file path once you downloaded and unzipped the update BIN and click Submit to upload the file to your camera. Use the update function only when the camera is connected to the router by LAN cable! Camera Model: Displays your camera model number - For more information on your camera model check our complete list. Firmware Version: Version of the operating system of your camera. Information about a software update can be found here. WebUI Version: Version of the web user interface of your camera. Information about a software update can be found here. Reboot Camera: Check the reboot box and submit to restart your camera. Reset Camera: Check the reset box and submit to reset your camera to it´s factory defaults. Please be aware that you will have to set up your camera again via an Ethernet cable after a factory reset.",
    "link": "/Web_User_Interface/720p_Series/Software/Reboot_Reset/",
    "title": "Das Reboot & Reset Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "reboot", "reset", "Werkseinstellungen", "neustarten", "Version"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Software_Reboot_Reset.jpg",
    "abstract": "Neustart oder Reset der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Network Menu",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Netzwerk Menü Change your cameras IP address, gateway and DNS server - all these settings are usually set up by the INSTALLATION WIZARD and don´t need to be changed. The camera´s http port might have to be changed to access your cameras webUI OVER THE INTERNET. The RTSP port is the camera´s RTSP STREAMING PORT. MENÜ IP KONFIGURATION Your WiFi connection should already be set up by WPS or by the INSTALLATION WIZARD. Use the WiFi scanner to connect your camera to a different WiFi network. Or use the scan results to check the signal strenght at the camera´s installation spot. MENÜ WLAN You have two ways to access your camera over the internet - the easy way is called P2P. The only way to get complete access to all your camera´s functions is called DDNS. The DDNS or Internet Address gives you access to your cameras web user interface. MENÜ DDNS The P2P access allows you to access your camera´s live video stream via our iOS or Android app. Simply scan the P2P QR code with our app and confirm the settings - done! Please be aware, while the QR code on the camera case only works if your camera still has the default administrator login (PLEASE CHANGE THAT IMMEDIANTLY) the QR code here is always generated with the actual parameters set on the camera. MENÜ P2P The UPnP standard is supposed to make your life easy. Every port that is needed publicly by a device on your network will automatically be forwarded. This would make the DDNS ACCESS to your camera very easy...unfortunately it often does not work and might be considered a security hazard by your network administrator. Please deactivate UPnP if you are working with a manually forwarded port for your camera. MENÜ UPNP Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for IOS or ANDROID devices. MENÜ PUSH SERVICE",
    "description2": "IP Configuration Menu: Change your cameras IP address, gateway and DNS server - all these settings are usually set up by the INSTALLATION WIZARD and don´t need to be changed. The camera´s http port might have to be changed to access your cameras webUI OVER THE INTERNET. The RTSP port is the camera´s RTSP STREAMING PORT. WiFi Menu: Your WiFi connection should already be set up by WPS or by the INSTALLATION WIZARD. Use the WiFi scanner to connect your camera to a different WiFi network. Or use the scan results to check the signal strenght at the camera´s installation spot. DDNS Menu: You have two ways to access your camera over the internet - the easy way is called P2P. The only way to get complete access to all your camera´s functions is called DDNS. The DDNS or Internet Address gives you access to your cameras web user interface. P2P Menu: The P2P access allows you to access your camera´s live video stream via our iOS or Android app. Simply scan the P2P QR code with our app and confirm the settings - done! Please be aware, while the QR code on the camera case only works if your camera still has the default administrator login (PLEASE CHANGE THAT IMMEDIANTLY) the QR code here is always generated with the actual parameters set on the camera. UPnP Menu: The UPnP standard is supposed to make your life easy. Every port that is needed publicly by a device on your network will automatically be forwarded. This would make the DDNS ACCESS to your camera very easy...unfortunately it often does not work and might be considered a security hazard by your network administrator. Please deactivate UPnP if you are working with a manually forwarded port for your camera. Push Service Menu: Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for IOS or ANDROID devices.",
    "link": "/Web_User_Interface/720p_Series/Network/",
    "title": "Das Netzwerk Menue",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "IP Adresse", "Port", "HTTP", "WLAN", "WiFi", "DDNS", "P2P", "UPnP", "Push Dienst", "Fernzugriff"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Einstellungsmöglichkeiten im Netzwerk-Menü der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "IP Configuration Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Netzwerkkonfiguration Sie können einstellen, ob die Kamera eine IP-Adresse durch Ihren Router erhält (DHCP), oder ob Sie eine manuelle fixe Adresse eingeben möchten. Grundsätzlich empfehlen wir, den automatischen Modus (DHCP) zu reaktiveren und eine manuelle IP zu vergeben, um Probleme mit Ihrem Remote-Zugang zu vermeiden. Für den RTSP Port verweisen Sie bitte auf RTSP Streaming für Details zur Benutzung des Videostreams der Kamera. Denken Sie daran, den RTSP Port weiterzuleiten, wenn Sie den RTSP Stream über das Internet mit Ihrer DDNS Adresse erreichen möchten. Der RTMP Port wird vom Flash Plugin in der Weboberfläche Ihrer Kamera verwendet. Denken Sie daran den RTMP Port (neben Ihrem LAN Port!) weiterzuleiten, wenn Sie die Weboberfläche über das Internet mit Ihrer DDNS Adresse erreichen möchten. IP Addresse Dies it die IP-Adresse Ihrer Kamera innerhalb Ihres lokalen Netzwerks. Um auf die Weboberfläche Ihrer Kamera zuzugreifen, tippen Sie einfach die IP-Adresse Ihrer Kamera in die Adressleiste Ihres Browsers ein. Wenn der LAN Port Ihrer Kamera nicht 80 ist, fügen Sie bitte den Port hinter die IP-Adresse, getrennt durch ein : , wie zum Beispiel 192.168.1.125:8081. Subnetzmaske Die Subnetzmaske definiert das Subnetz, in dem Ihre Kamera verbunden ist. In den meisten kleinen Netzwerken ist das Subnetz 255.255.255.0. Gateway Das Gateway ist die Verbindung zwischen Ihrem lokalen Netzwerk und dem Internet. In den meisten kleinen Netzwerken ist das die IP-Adresse Ihres Routers - zum Beispiel 192.168.1.1, 192.168.2.1 oder 192.168.178.1. DNS Server Den DNS Server benötigt Ihre Kamera um die Internetadressen aufzulösen. In den meisten kleinen Netzwerken ist das die IP-Adresse Ihres Routers - zum Beispiel 192.168.1.1, 192.168.2.1 oder 192.168.178.1. LAN Port The LAN Port ist der HTTP Port Ihrer Kamera. Fügen Sie diesen Port hinter die IP-Adresse Ihrer Kamera, wenn Sie die Weboberfläche über Ihren Browser erreichen möchten. Das ist auch der Port, den Sie in Ihrem Router weiterleiten müssen, um Ihre Kamera über die DDNS Adresse zu erreichen. Wir empfehlen einen HTTP Port zu verwenden, der höher ist als 8080. RTMP (Flash) Port Der RTMP Port ist der Video Streaming Port für das Flash Video Plugin. Bitte leiten Sie diesen Port weiter, wenn Sie die Weboberfläche über das Internet erreichen möchten. Sie müssen den Port nicht weiterleiten, wenn Sie die Kamera über Ihre Smartphone App erreichen möchten! Aktive RTSP Authentifikation Wenn Sie eine Streaming Software verwenden möchten, wie den VLC Player um den RTSP Stream zu erhalten, haben Sie die Option, die Authentifikation zu deaktivieren. Der Stream wird in Ihrem Netzwerk frei verfügbar. Bitte stellen Sie sicher, dass die Authentifikation vor derWeiterleitung des RTSP Ports aktiv ist! RTSP Port Der RTSP Stream Ihrer Kamera läuft über den RTSP Port. Stellen Sie sicher, dass der Port in Ihrem Router weitergeleitet ist, wenn Sie Ihn über Ihre DDNS Adresse erreichen möchten.",
    "description2": "IP Configuration Overlay. Change your cameras IP address, gateway and DNS server - all these settings are usually set up by the installation wizard and don´t need to be changed. The camera´s http port might have to be changed to access your cameras webUI over the internet. The RTSP port is the camera´s RTSP streaming port. Set the Network Configuration: You can set whether the camera will be assigned an IP address by your router (DHCP) or, if you want to manually set a fixed address. Please check here on how to set a fixed IP address. In general, we recommend that you deactivate the automatic service and set a manual IP to avoid further trouble with the remote access to your camera. For the RTSP Port please refer to RTSP Streaming for details on the use of the camera´s RTSP videostream. Remember to forward the RTSP Port if you want to access the RTSP Stream over the internet with your DDNS Address. The RTMP Port is used by the Flash plugin in your camera´s web user interface.Remember to forward the RTMP Port (alongside your LAN Port!) if you want to access the web user interface over the internet with your DDNS Address. IP Address: This is the IPv4 address of your camera isnide your local network. To access your camera´s web user interface, simply type in the IP address into the address bar of web browser. If your camera´s LAN port is not 80, please add the port to the IP address seperated by a : , like 192.168.1.125:8081. Subnetmask: The subnet mask defines the subnet your camera is connected to. It is 255.255.255.0 in most small networks. Gateway: The gateway is the connection between your local network and the internet. In most small networks it is the IP address of your router - e.g. 192.168.1.1, 192.168.2.1 or 192.168.178.1. DNS Server: The DNS server is needed by your camera to resolve internet addresses. In most small networks it is the IP address of your router - e.g. 192.168.1.1, 192.168.2.1 or 192.168.178.1. LAN Port: The LAN Port is the HTTP Port of your camera. Add this port to your camera´s IP address, if you want to access the web user interface with your web browser. This is also the port that you need to forward inside your router, to access your camera via it´s DDNS Address. We recommend that you use a HTTP port that is higher then 8080. RTMP (Flash) Port: The RTMP Port is the video streaming port for the Flash Video Plugin. Please forward this port if you want to access the web user interface over the internet. You do not need to forward the port to access your camera over our smartphone app! RTSP Authentification active: If you want to use a streaming software like VLC Player to access the RTSP Stream, you have the option to deactivate the need to authenticate. The stream will become freely available on your network. Please make sure that authentication is active before forwarding the RTSP port! RTSP Port: The RTSP Stream of your camera runs over the RTSP Port. Make sure that the port is forwarded inside your router, if you want to access it over your cameras DDNS Address.",
    "link": "/Web_User_Interface/720p_Series/Network/IP_Configuration/",
    "title": "Das IP Konfiguration Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "IP Adresse", "Port", "HTTP", "Subnetzmaske", "Gateway", "DNS Server", "LAN Port", "RTMP", "Flash Port", "RTSP"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Network_IP_Configuration.jpg",
    "abstract": "Konfiguration der Netzwerkeinstellungen der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "WiFi Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Verbindung zu Ihrem WiFi Netzwerk Passwort Richtlinien Das WiFi Passwort ist auf max. 63 Zeichen begrenzt unterstützt möglicherweise nicht die folgenden Sonderzeichen: Suche / Manuell Klicken Sie bitte auf Suche um Ihre Kamera nach WLAN Netzwerken zu suchen. Wählen Sie Ihr WiFi Netzwerk aus der Liste unten aus, geben Sie Ihren Netzwerkschlüssel ein und Bestätigen anschließend. Nach der Bestätigung, entfernen Sie einfach das Ethernet-Kabel und Ihre Kamera wird sich mit dem WLAN verbinden. Alternativen können Sie die Netzwerkparameter auch manuell eingeben. Netzwerk Typ Wählen Sie, ob Sie Ihre Kamera direkt mit einem anderen Netzwerkgerät verbinden möchten (ad hoc), oder Sie die Kamera in Ihr lokales WiFi Netzwerk einbinden möchten (infra). Authentifizierung/Verschlüsselung Wählen Sie die Verschlüsselungsart, die Ihr Router verwendet. Wir empfehlen, dass Ihr Router reines WPA2 (AES oder CCMP) verwendet und nicht WPA+WPA2 (TKIP). Verschlüsselungstyp Setzen Sie den Verschlüsselungstyp auf dieselbe Einstellung wie Ihr Router. Wir empfehlen, dass Sie Ihren Router auf den AES Standard einstellen. Im Fall der AVM Fritzbox, wählen Sie CCMP und koppeln es mit AES in Ihrer Kamera. WiFi Schlüssel Hier müssen Sie Ihren WiFi Schlüssel eingeben. Der Standardschlüssel kann meistens auf einem Aufkleber auf dem Router gefunden werden. Falls Sie den WPS Service (Wireless Protected Setup) nicht nutzen können - sehen Sie sich den beigelegten Flyer Plug & Play für weitere Informationen über die WPS Funktion - klicken Sie auf Suchen um den WLAN Scanner zu starten. Wählen Sie Ihr Netzwerk aus und Klicken auf „Beitreten“. Jetzt müssen Sie Ihr WiFi Passwort eingeben und die Einstellungen bestätigen. Danach können Sie die Test Funktion nutzen um Ihre Einstellungen zu überprüfen. Bitte entfernen Sie das LAN Kabel und starten die Kamera (einfach das Netzteil für 3 Sekunden entfernen) neu. Die Kamera wird automatisch - innerhalb von max. 5 Minuten - mit Ihrem WiFi Netzwerk verbinden. Das WiFi Modul der Kamera wird eine neue Adresse vom Ihrem Router erhalten - falls Sie keine statische IP Adresse für Ihre Kamera festgelegt hatten. Sie müssen eventuell das INSTAR Kamera Tool erneut nutzen, um Ihre Kamera wieder zu finden. Ihre Kamera ist jetzt mit dem WLAN verbunden! Achtung Die MAC-Adresse Ihres WiFi Moduls ist nicht dieselbe MAC-Adresse wie die LAN MAC-Adresse Ihrer Kamera! Falls Sie einen MAC-Filter in Ihrem Router verwenden, deaktivieren Sie diesen zuerst und fügen Sie die Kamera zu den vertrauenswürdigen Geräten hinzu. Weitere Anmerkung Ihre Kamera unterstützt weitere Verschlüsselungsstandards - wir empfehlen für Ihre Sicherheit und eine zuverlässige Verbindung den WPA2 Standard mit AES/CCMP. Wenn Sie einen älteren Router verwenden, wählen Sie WPA (PSK) / AES. Vermeiden Sie den gemischten Mouds WPA/WPA2 - TKIP! Wenn Ihr WiFi unstabil bleibt, bitte wählen Sie einen festen WiFi Kanal für Ihren Router - wir empfehlen die Kanäle 1 - 6.",
    "description2": "WiFi Overlay: Your WiFi connection should already be set up by WPS or by the installation wizard. Use the WiFi scanner to connect your camera to a different WiFi network. Or use the scan results to check the signal strenght at the camera´s installation spot. Connect to your WiFi Network. Password Guidelines: The WiFi password is limited to max. 63 characters and may not contain the following special characters. Search Manual: Please click on Search to let your camera search for wireless networks. Select your WiFi from the list below, add your WiFi key and Submit. After confirmation, simply unplug the Ethernet cable and your camera will connect to the WiFi network. Alternatively, type in the network parameter manually. Network Type: Choose if you want to connect your camera directly to another network device (ad hoc). Or if you want to add it to the local WiFi network of your wireless router (infra). Authentication Encryption: Choose the encryption standard that your router is using. We recommend that you set your router to use pure WPA2 (AES or CCMP) and not WPA+WPA2 (TKIP). Type of Encryption: Set the type of encryption to the same encryption that your router is using. We recommend to set your WiFi router to use the AES standard. In case of an AVM Fritzbox, select CCMP and couple it with AES inside your camera. WiFi Key: Here you need to add the WiFi key that you use to connect devices to your local wireless network. The WiFi can sometimes be found on a sticker directly on the router itself. If you cannot use the WPS service (Wireless Portected Setup) to integrate the camera into you local WiFi network - see included flyer Plug & Play for further information for the WPS function - click search to start the WLAN scanner. Just choose your own network and click “Join”. Now you just have to add the WiFi password (WLAN Key) and click submit to save the settings. Afterwards you can use the Test function to verify your settings. Please disconnect the LAN cable and restart the camera (simply unplug the power supply for 3 seconds). The camera will automatically - within max. 5 minutes - connect to your WiFi network. The cameras WiFi module will receive a new address from your router - in case you didn’t assign a static IP address to your camera yet. You might have to use the INSTAR Camera Tool again to rediscover your camera. Your camera is now connected via WiFi! Attention: Your WiFi modules MAC address is not identical with the LAN MAC address of your camera! In case you are using a MAC filtering rule for your WiFi network please deactivate the filter and add your camera to the list of trusted devices before reactivating it. Additional Remark: Your camera supports a range of encryption standards - we recommend for your safety and reliability of your connection, that you set your WiFi network to WPA2 (PSK) with AES (or CCMP). With older routers choose WPA (PSK) AES. Avoid using a mixed mode like WPA&WPA2 - TKIP! If your WiFi stays unstable please choose a fixed WiFi channel for your router - we recommend the channels 1 - 6.",
    "link": "/Web_User_Interface/720p_Series/Network/WiFi/",
    "title": "Das WLAN Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "WLAN",  "WiFi", "kabelos", "WPS", "TKIP", "WPA2", "AES", "CCMP", "erlaubte Zeichen", "Kennwort", "Schlüssel", "Antenne"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Network_WLAN.jpg",
    "abstract": "Konfiguration der WLAN-Einstellungen HD-Kamera"
}
POST /wiki2/article
{
    "title2": "DDNS Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Über das Internet verbinden Das DDNS Menü - nutzen Sie Ihre persönliche Internet Adresse um auf Ihre Kamera zuzugreifen. INSTAR DDNS aktivieren Um auf die Weboberfläche Ihrer Kamera zuzugreifen müssen Sie Ihre INSTAR DDNS Address aktivieren. Bitte beachten Sie, dass Ihre Kamera auch nach dem Deaktivieren der DDNS Adresse noch für eine Weile unter dieser Adresse erreichbar ist. Die Adresse wird blockiert, sobald Ihr Internet Provider Ihre öffentliche IP-Adresse ändert - dies passiert in der Regel alle 24h oder in manchen Fällen, nachdem Sie Ihren Router neugestartet haben. INSTAR DDNS Adresse Dies ist Ihre persönliche Internet Adresse. Sie können Ihre Kamera über diese Adresse erreichen, sobald Sie den HTTP Port weitergeleitet haben. QR Code Um Ihre Kamera auf Ihrem iPhone oder Android Handy hinzuzufügen, nutzen Sie unsere App und scannen einfach den QR Code. Drittanbieter DDNS verwenden (optional) Wenn Sie die INSTAR DDNS Adresse nicht verwenden möchten, fügen Sie eine Drittanbieter DDNS hinzu. Bitte kontaktieren Sie Ihren Drittanbieter für mehr Details. Ihre Kamera kommt mit einer persönlichen DDNS Adresse - z.B. http: xxxx77.ddns-instar.de. Alles was Sie für den Remote-Zugang auf Ihre Kamera benötigen, ist eine Portweiterleitungs-Regel in Ihrem Router. Sie können danach über das Internet mit Ihrer Adresse auf die Kamera zugreifen. Bitte besuchen Sie die DDNS-Seiten in unserem Wiki für detaillierte Informationen über die Portweiterleitung, als auch eine Videoanleitung für die meistgenutzten Router. Oder schauen Sie in Ihrem Router Handbuch nach einer Anleitung zur Portweiterleitung nach. Seien Sie vorsichtig Ihre Kamera wird nach der Portweiterleitung für jeden erreichbar sein. Um unerwünschten Zugriff zu vermeiden, ändern Sie die Login-Daten, bevor Sie die Kamera weiterleiten! Die Login-Daten können im Benutzermenü eingestellt werden. Wenn Sie einen Account von DynDNS verwenden möchten, wählen Sie einfach den Drittanbieter Service und geben Sie ihre persönlichen Login-Daten ein. Wenn Sie das tun, werden Sie Ihre INSTAR DDNS Adresse vorübergehend deaktivieren. Wenn Sie mehrere Kameras hinter einem Internet-Zugangspunkt verwenden, setzen Sie bitte die Drittanbieter Adresse in nur einer Ihrer Kameras auf. Oder wenn möglich, direkt in Ihrem Router! Alle Ihre Kameras werden über diese Adresse erreichbar sein - vergeben Sie einfach für jede Kamera einen eindeutigen HTTP Port. Wenn Kamera 1 zum Beispiel den HTTP Port 85 hat und Kamera 2 den Port 86, nutzen Sie myaddress.dyndns.org:85 um Kamera 1 zu erreichen und myaddresse.dyndns.org:86, um zu Kamera 2 weitergeleitet zu werden.",
    "description2": "Connect over the Internet The DDNS Menu - Use your personal Internet Address to connect to your camera over the internet. Activate INSTAR DDNS To access your camera´s WebUI over the internet you have to activate your INSTAR DDNS Address. Please be aware that your camera might still be available over the DDNS address for a while, after you deactivated it. The access will be blocked once your internet service provider changes your WAN IP address - this usually happens once every 24hrs (and in some cases once you restarted your internet router). INSTAR DDNS Adress This is your personal Internet Adsress. You will be able to access your camera over this address once you forwarded your camera´s http port. QR Code To add your camera to our iPhone or Android app, you simply have to scan the QR code. Activate Third Party DDNS (optional) If you don´t want to use your INSTAR DDNS Address, just add a Thirdparty DDNS Address. Please contact your Third-party provider for details. Your camera comes with a personal DDNS address - e.g. http: xxxx77.ddns-instar.de. Everything you need for a remote access to your camera is a port forwarding rule in your router. You can access your camera afterwards through the internet using this http address. Please visit the DDNS section for detailed information on the port forwarding setup as well as video instruction for many common routers. Or refer to your router’s user manual for further guidelines on how to set up a port forwarding rule. Be Aware Your camera will be accessible for everyone after you forwarded it inside your router. To prevent unwanted access, please make sure to change the user logins before you start forwarding the camera! The user logins can be adjusted in the User Menu. In case you want to use an account from DynDNS simply choose the third party service and type in your personal login credentials. By doing so you will temporarily deactivate your INSTAR DDNS address. In case you are using several cameras behind a single internet access point, please set up the third party address in only one of the cameras. Or if possible directly inside your router! All your cameras will be accessible through this address - just assign a unique HTTP port to every camera. For example if camera 1 is assigned the HTTP port 85 and camera 2 the HTTP port 86, use myaddress.dyndns.org:85 to reach camera 1 and myaddresse.dyndns.org:86 to be forwarded to camera 2.",
    "link": "/Web_User_Interface/720p_Series/Network/DDNS/",
    "title": "Das DDNS Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "DDNS", "Fernzugriff", "Internet", "Adresse", "unterwegs", "Handy", "Weiterleitung", "QR Code", "no connection"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Network_DDNS.jpg",
    "abstract": "Fernzugriff auf die Kamera über das Internet per DDNS"
}
POST /wiki2/article
{
    "title2": "P2P Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Point-to-Point Verbindung P2P Verbindung aktivieren Durch das Aktivieren der Point-2-Point Verbindung, verbinden Sie Ihre Kamera direkt mit der InstarVision App auf Ihrem Smartphone oder Tablet. Mit dieser Möglichkeit benötigen Sie keine Portweiterleitung innerhalb Ihres Routers um Ihre Kamera zu erreichen, wenn Sie unterwegs sind. Die Verbindung ist aber - in den meisten Fällen - langsamer als die Geschwindigkeit, die Sie erreichen, wenn Sie die Kamera über eine DDNS Adresse verwenden. P2P User ID Die ist die Identifikationsnummer Ihrer Kamera, die für die P2P Verbindung verwendet wird. Sie können diese auch manuell in eine Drittanbieter-Software wie P2P Client eingeben. Wenn Sie unsere Smartphone App nutzen, scannen Sie einfach den QR Code unten um alle benötigten Daten, die Sie zur Verbindung brauchen, übermitteln. QR Code Um Ihre Kamera zu unserer iPhone oder Android App hinzuzufügen, scannen Sie einfach den QR Code. Aktivieren Sie die P2P Funktion um Ihre Kamera über das Internet zu erreichen, ohne eine Portweiterleitung in Ihrem Router einzurichten. Fügen Sie die Kamera einfach in der InstarVision App als P2P Kamera hinzu, scannen Sie den QR Code im Netzwerk/P2P Menü in der Weboberfläche oder vom Sticker auf der Kamera und geben Sie den Administrator Login ein. DDNS ist normalerweise die bessere Alternative zu P2P, da dort keine vermittelnde Instanz dazwischen geschaltet werden muss. Es geht schneller und man hat sofort den Vollzugriff auf alle Funktionen. Der Nachteil des DDNS ist es jedoch, dass der Heimrouter unangefragte Verbindungen aus dem Internet - aus gutem Grund - abblockt. Man muss daher einen Port öffnen über den die Kamera aus dem Internet erreichbar ist (Stichwort Portweiterleitung). Beim P2P gibt es einen INSTAR Relay Server, bei dem sich die Kamera in regelmäßigen Abständen meldet und Nachfragt ob jemand nach ihr gefragt hat. Wenn man also das nächste mal die InstarVision App startet liegt eine Benachrichtigung auf dem Relay Server - Melde dich mal schnell bei dieser IP Adresse. Die Kamera baut danach selbständig die Verbindung zum Handy auf - man umgeht also das Problem der Firewall im Router, indem man nicht von Außen zugreift, sondern die Kamera nach draußen wählen läßt. Die Point-2-Point Verbindung ist somit eine sehr bequeme und schnell einzurichtende Methode um von Unterwegs auf die Kamera zugreifen zu können. Der Relay Server hat in diesem Fall nur eine vermittelnde Funktion. Sollte jedoch die Verbindung von der Kamera nicht aufgebaut werden können, kann auch der Server das Videosignal der Kamera entgegen nehmen und an die App weiterleiten. Dies ist nur eine Fall-Back Absicherung um den Verbindungsaufbau garantieren zu können und auf dem Server wird nur ein Log Eintrag geschrieben, dass die Direktverbindung fehlgeschlagen ist (es werden also keine Videodaten gespeichert). Hat man dabei dennoch Bedenken, kann man über den DDNS Zugriff sicherstellen, dass dort keine weiteren Server dazwischen liegen. Eine weitere Alternative ist das Aufbauen einer VPN Verbindung zum eigenen Router - dies ist z.B. mit einer AVM Fritzbox schnell installiert. Keine öffentliche IPv4 Adresse benötigt Sie können Ihre Kamera auch mit einer IPv6 Verbindung oder mobilem AP (UMTS/LTE, mit wechselnder WAN IP) nutzen! Verwenden Sie die P2P Funktion um auf Ihre Kamera zuzugreifen, wenn die Portweiterleitung für den DDNS Dienst nicht funktioniert. Es gibt 3 Wege, um sich mit Ihrer Kamera zu verbinden. Sie können die Suchfunktion der App benutzen, um die Kamera im lokalen Netzwerk zu entdecken, geben Sie die User ID von der Weboberfläche der Kamera an (oder auf dem Sticker am Kamera Gehäuse) oder verwenden Sie den QR Code Scanner um den QR Code zu scannen (halten Sie Ihr Smartphone einfach über den QR Code - der Scanner funktioniert automatisch). Der QR Code in der App wird dynamisch erstellt und enthält alle Informationen, die die App benötigt, um sich mit der Kamera zu verbinden. Der QR Code auf dem Sticker enthält die Standardeinstellungen Ihrer Kamera. Wir empfehlen Ihnen, dass Administrator Passwort zu ändern und den QR Code der Weboberfläche zu nutzen.",
    "description2": "P2P Overlay: The P2P access allows you to access your camera´s live video stream via our iOS or Android app. Simply scan the P2P QR code with our app and confirm the settings - done! Please be aware, while the QR code on the camera case only works if your camera still has the default administrator login (please change that immediantly) the QR code here is always generated with the actual parameters set on the camera. Point-to-Point Connection. Activate P2P Connection: By activating the Point-2-Point connection, you enable your camera to directly connect with our InstarVision app on your smartphone or tablet. This way you do not need to set up a Port Forwarding inside your router to access your camera, when you are on the road. But the connection is - in most cases - slower then the speed that you will get by accessing your camera over your DDNS Address. P2P User ID: This is your camera´s identification number, that is used for the P2P connection. You can manual type it into Thirdparty Software like P2P Client. When you are using our Smartphone app, just scan the QR Code below to transmit all information neccessary for the integration of your camera. QR Code: To add your camera to our iPhone or Android app, you simply have to scan the QR code. Activate the p2p function to access your camera from the internet without the need for a port forwarding in your router. Simply add the camera as a p2p camera in our InstarVision app, scan the QR code on the Network P2P overlay in the WebUI or from the sticker on the camera and add the camera administrator login. No public IPv4 Address needed. You can access your camera even behind an IPv6 connection or or mobile AP (UMTS LTE, with changing WAN IP) ! Use the p2p function to access your camera from the internet, when you cannot set a port forwarding for the camera necessary for the DDNS service. There are 3 ways to connect your camera. You can choose the apps Search function to discover the p2p camera inside your local network, type in the User ID from the camera ´s web UI (or the sticker on the camera case) or use the QR code scanner to scan the QR code (just hold your smartphone over the QR code - the scanner works automatically). The QR code in the web UI is created dynamically and will contain all information the app needs to set up your camera. The QR code on the sticker will contain the camera ´s default settings to allow you to quickly set up the camera. We recommend that you change the administrator password for the camera and use the QR code from the web UI.",
    "link": "/Web_User_Interface/720p_Series/Network/DDNS/",
    "title": "Das P2P Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "P2P", "point2point", "point to point", "UID", "IPv6", "DSLite", "DS Lite", "öffentliche IPv4", "QR Code", "Fernzugriff", "Handy", "unterwegs", "no connection"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Network_P2P.jpg",
    "abstract": "Fernzugriff auf die Kamera über das Internet per P2P"
}
POST /wiki2/article
{
    "title2": "UPnP Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Automatische Portweiterleitung UPnP Status Aktivieren oder Deaktivieren Sie den Universal Plug & Play Dienst für Ihre Kamera. Sie können den aktuellen Status im System/Info Menü bestätigen. Wenn Sie Universal Plug & Play für Ihre Netzwerkgeräte verwenden, aktivieren Sie bitte den UPnP Dienst in Ihrer Kamera, um die automatische Portweiterleitung für Ihre Kamera einzurichten. Besser ist Manuell Falls Sie eine manuelle Portweiterleitung in Ihrem Router verwenden, stellen Sie sicher, dass der UPnP Dienst deaktivert ist! Wir empfehlen, eine manuelle Portweiterleitung einzurichten.",
    "description2": "UPnP Overlay: The UPnP standard is supposed to make your life easy. Every port that is needed publicly by a device on your network will automatically be forwarded. This would make the DDNS access to your camera very easy...unfortunately it often does not work and might be considered a security hazard by your network administrator. Please deactivate UPnP if you are working with a manually forwarded port for your camera. Automated Port Forwarding. UPnP Status: Activate or deactivate the Universal Plug & Play service for your camera. You can confirm the actual status in the System Info Menu. If you are using Universal Plug & Play for your network devices. Please activate the UPnP service in your camera to automatically set the port forwarding for your camera. Better go Manual: In case you are using a manual port forwarding rule in your router to access your camera from the internet, make sure the cameras UPnP service is deactivated! We recommend setting up a manual port forwarding.",
    "link": "/Web_User_Interface/720p_Series/Network/UPnP/",
    "title": "Das UPnP Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "UPnP", "Weiterleitung", "Fernzugriff", "selbständig"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Network_UPnP.jpg",
    "abstract": "Einstellen des Universal Plug &amp; Play Dienstes"
}
POST /wiki2/article
{
    "title2": "Push Service Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Push Alarm Benachrichtigungen Aktivieren der Push Benachrichtigungen Aktivieren oder Deaktivieren Sie die Push Benachrichtigung für unsere InstarVision Smartphone App. Öffnen Sie das Multiview Menü in unserer Android oder iOS App, aktivieren Sie den Push Button und scannen Sie den QR Code unten.",
    "description2": "Push Service Overlay: Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for iOS or Android devices. Push Alarm Notifications. Activate Push Service: Activate or deactivate the Push Notification for our InstarVision Smartphone App. Open the Multiview Menu in our Android or iOS App, activate the Push Button and scan the QR Code displayed below.",
    "link": "/Web_User_Interface/720p_Series/Network/Push_Service/",
    "title": "Das Push Service Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "Push", "Push Benachrichtigung", "Alarmton", "Handy", "InstarVision", "iPhone", "iPad", "Android", "Windows Phone"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Network_Push.jpg",
    "abstract": "Aktivieren des Push-Dienstes für Ihr Smartphone"
}
POST /wiki2/article
{
    "title2": "System Menu",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Change your camera´s System settings, adjust the status and IR LEDs or the Pan, Tilt and Zoom behaviour of your camera.",
    "description2": "System Menu. Info Menu: Info is simply a collection of a lot of system internals that are interesting if you have to start troubleshooting your set up. You DDNS access doesn´t work? Check the DDNS status (has to be successful) and the UPnP Status (most likely has to be deactivated). You can also try accessing your camera via it´s WAN IP (instead of DDNS address) - to check wether it is the DDNS address or your port forwarding that is the culprit. Date & Time Menu: Your camera will automatically contact a so-called NTP Server to set the internal clock. It is recommended to leave this feature on at all times. But if your camera cannot connect to the internet, you can synchronize the clock with your computer. But be aware that this has to be done regularly to keep your camera on-time. User Menu: Your camera will be set up with 3 user classes - administrator, user and visitor - and one password for all of them - instar. Please change this as soon as you want to forward your camera to the internet. And don´t forget to change all three of them. You can use the RTSP Stream if you want to allow users to access your camera without the hassle of a password. STATUS LED Menu: Did you notice the blue and blinking LED on the camera? It can be very annoying in a dark room. But it can be used to troubleshoot your network connection or to make people aware that they are being recorded. For all other purposes come here to deactivate it. IR LED Menu: Your camera´s IR LEDs are switched on and off automatically by the internal light sensor. If you want to use your camera behind a highly reflective window or you are using your camera as a weather webcam and don´t need the IR light, simply deactivate the LEDs here. Be aware that the automatic IRcut filter will be moved in front of the lense permanently in this mode. That means you cannot use an external IR spotlight with your camera, if the internal IR lights are turned off. ONVIF Menu: The surveillance industry has created an open standard protocol called ONVIF that allows cameras to communicate with each other and with network recording devices. You can activate or deactivate this service and change the port that it is using - as needed by your receiving ONVIF device. PTZ Menu: Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. PTZ Tour Menu: Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. System Log Menu: Something doesn´t work anymore? Check the system log file for information. You don´t receive Alarm Emails anymore but your SMTP settings look fine? Check the log if there are still motion trigger events. Or you get spammed with Alarm Emails but motion detection is already deactivated? Check your log - maybe the events are triggered by the Audio Alarm or an external trigger.",
    "link": "/Web_User_Interface/720p_Series/System/",
    "title": "Das System Menue",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Datum", "Uhrzeit", "Benutzerverwaltung", "Status LED", "IR LEDs", "ONVIF", "PTZ", "Logbuch"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Einstellungsmöglichkeiten im System-Menü der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Info Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Halten Sie ein Auge auf den Kamerabetrieb Kamera ID Modellnummer Ihrer Kamera Firmware Version Version des Betriebssystems Ihrer Kamera. Sie können die aktuelleste Firmware/WebUI Version immer in unserem Download Bereich finden. Die Software wird über das Update Menü auf Ihrer Kamera hochgeladen. WebUI Version Version der Weboberfläche Ihrer Kamera. Sie können die aktuelleste Firmware/WebUI Version immer in unserem Download Bereich finden. Die Software wird über das Update Menü auf Ihrer Kamera hochgeladen. Netzwerk Schnittstelle Gibt an, ob die Kamera per WiFi oder Kabel verbunden ist. MAC Adresse Hardware Identifkation Ihrer aktiven (LAN oder WLAN) Netzwerkschnittstelle. SD Status Gibt an, ob die SD Karte bereit ist und wieviel Speicherplatz noch verfügbar ist (ist die SD Karte voll werden die Dateien überschrieben (angefangen bei der ältesten Datei)). IR LED Status Betriebsmodus Ihrer Nachtsicht-LED - werden entweder automatisch eingeschaltet (sobald es dunkel wird) oder sind permanent deaktiviert. WAN IP Adresse Wide Area Network Adresse Ihrer Internetverbindung. Das ist die Adresse zu der Ihre DDNS Adresse übersetzt wird, um Ihre Kamera aus dem Internet erreichbar zu machen (benötigt eine Portweiterleitung!). DDNS Status This function checks if your DDNS Address was successfully updated with your actual WAN IP Address. This is a requirement to ccess your camera from the internet. UPnP Status Der UPnP Service versucht automatisch eine Portweiterleitung für den DDNS Zugriff einzurichten. Wir empfehlen den UPnP Service zu deaktivieren und stattdessen eine manuelle Portweiterleitung einzurichten. Kamera aktiv seit Up-Time Ihrer Kamera seit dem letzten Neustart.",
    "description2": "Info Overlay: Info is simply a collection of a lot of system internals that are interesting if you have to start troubleshooting your set up. You DDNS access doesn´t work? Check the DDNS status (has to be successful) and the UPnP Status (most likely has to be deactivated). You can also try accessing your camera via it´s WAN IP (instead of DDNS address) - to check wether it is the DDNS address or your port forwarding that is the culprit. Keep an Eye on your Camera´s Operation. Camera ID: Model number of your camera. Firmware Version: Version of your camera´s operating system. You can always find the newest version of the Firmware WebUI in our Download Area. The software is uploaded to your camera through the Update Menu. WebUI Version: Version of your camera´s web user interface. You can always find the newest version of the Firmware WebUI in our Download Area. The software is uploaded to your camera through the Update Menu. Network Interface: Displays whether your camera is connected by WiFi or Ethernet cable. MAC Address: Hardware identification of the active (LAN or WLAN) network interface. SD Status: Displays if your camera´s SD card is ready for operation and it´s remaining capacity (the SD card is used as a ring buffer - the oldest folder is deleted once the capacity is reached). IR LED Status: Operating mode of your nightvision LEDs - either switched on automatically (when it is getting dark) or permanently deactivated. WAN IP Address: Wide Area Network Address of your internet connection. This is the address that your DDNS Address will be translated to, to make your camera availabe from the internet (needs a Port Forwarding!). DDNS Status: This function checks if your DDNS Address was successfully updated with your actual WAN IP Address. This is a requirement to ccess your camera from the internet. UPnP Status: The UPnP service automatically tries to set a Port Forwarding for the DDNS access to your camera. We recommend to deactivate this service and create a manual forwarding instead. Camera active since: Up-time of your camera since the last reboot.",
    "link": "/Web_User_Interface/720p_Series/System/Info/",
    "title": "Das Info Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Info", "Version", "MAC Adresse", "SD Status", "Speicherplatz", "WAN IP Adresse", "DDNS Status", "UPnP Status"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_Info.jpg",
    "abstract": "Anzeigen von Informationen über Ihre HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Date & Time Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Halten Sie Ihre Kamerazeit in Synchronisation Datum & Uhrzeit Ihrer Kamera Interne Zeiteinstellung innerhalb des Betriebssystems Ihrer Kamera. Diese Zeit wird für alle Alarm- und Aufnahmezeitpläne verwendet, sowie auch für den Zeitstempel der gespeicherten Dateien. Synchronisation mit der Computer-Zeit Falls Ihre Kamera keine Verbindung zum Internet hat, können Sie diese Funktion nutzen, um die Zeiteinstellungen des Computers mit denen der Kamera zu synchronisieren. Dies wird nicht empfohlen, da Sie den Prozess regelmäßig machen müssen um die interne Uhr genau zu halten. Datum & Uhrzeit des Computers Das ist die Uhrzeit Ihres Computers. Die Funktion oben wird diese mit der internen Uhr der Kamera synchronisieren. Synchronisieren mit NTP ServerTest Diese Funktion synchronisiert die interne Uhr der Kamera mit einem Internet Zeitserver. Es wird empfohlen, diese Einstellung zu nutzen, um die Kamera Zeit genau zu halten. Zeitzone Hier können Sie die Zeitzone auswählen - für Deutschland ist das GMT+1. Sommerzeit aktivieren Sommerzeit aktivieren oder deaktiveren - bitte beachten Sie, wenn Sie dies aktiviert haben, wird die Einstellung nicht automatisch auf Winterzeit wechseln! NTP Server Wenn Sie Probleme bei der automatischen Synchronisation haben, können Sie einen anderen Internet Zeitsever aus der Liste auswählen. Geschlossene Unternehmen müssen eventuell einen internen NTP Server angeben - dies kann mit einem CGI Befehl gemacht werden. NTP Update Intervall Setzen Sie das Intervall, dass Ihre Kamera für die Zeitsynchronisation verwenden soll. Sie können die interne Uhr der Kamera entweder mit Ihrem PC oder mit einem NTP-Server synchronisieren. Solange Ihre Kamera Internetzugriff hat, empfehlen wir einen NTP Server zu verwenden, um eine höhere Genauigkeit für Alarm Events zu erhalten. Bitte aktivieren Sie “Sommerzeit berücksichtigen”.",
    "description2": "Date & Time Overlay. Your camera will automatically contact a so-called NTP Server to set the internal clock. It is recommended to leave this feature on at all times. But if your camera cannot connect to the internet, you can synchronize the clock with your computer. But be aware that this has to be done regularly to keep your camera on-time. Keep your Cameras Time in Sync. Date & Time from your Camera: Internal time set inside your camera´s operating system. This time will be used for all alarm and recording schedules, as well as the time stamp used for file names. Synchronize with Computer Time: If your camera does not have access to the internet, you can use this function to synchronize your computer time setting with your camera. This is not recommended, since you will have to repeat this process regularly to keep the internal clock accurate. Date & Time from Computer: This is the time, that your PC is set to. The function above will synchronize this with the internal clock of your camera. Synchronize with NTP Server: This function synchronizes the internal clock of your camera with a internet time server. It is recommended to use this to keep the camera time accurate. Timezone: Here you can choose the time zone in which the camera is situated - in case of Germany, this would be GMT+1. Activate Summer Time: Activate or deactivate Daylight-Saving Time - please be aware, that switched on, this setting will not automatically be deactivated in winter! NTP Server: If you run into problems with the automatic synchronization, you can try a different internet time server from this list. Closed company networks might need to set an internal NTP server - this can be done wth a CGI Command. NTP Update Intervall: Set the interval you want your camera to use for the time synchronization. You can set up the internal clock of the camera to be either synchronised with your PC clock or with one of several NTP servers. As long as your camera has access to the internet it is recommended to use an NTP server synchronisation to achieve a higher accuracy for alarm trigger events. Please activate “Consider Daylight Saving Time” when in effect.",
    "link": "/Web_User_Interface/720p_Series/System/Date_Time/",
    "title": "Das Datum und Uhrzeit Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Datum", "Uhrzeit", "Zeitzone", "NTP Server", "Sommerzeit", "Zeitabgleich"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_Date_Time.jpg",
    "abstract": "Datums- und Uhrzeiteinstellungen Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "User Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Ändern Sie den Login, bevor Sie Ihre Kamera weiterleiten Admin Name Das ist der Name und das Passwort des Administrator Logins. Der Administrator hat Zugriff auf alle Funktionen der Kamera. Der Standard ist admin/instar. Benutzer Name Das ist der Name und das Passwort des normalen Benutzerlogins. Der Benutzer hat Zugriff auf den Videostream und kann außerdem die Kamera Schwenken&Neigen (nur PTZ Kameras). Das Konfigurationsmenü ist nicht verfügbar. Der Standard ist user/instar. Gast Name Das ist der Name und das Passowort des normalen Gastlogins. Der Gast hat nur Zugriff auf den Videostream. Der Standard ist guest/instar. Achtung: Der Benutzername und das Passwort sollte nicht mehr als 30 Zeichen enthalten. Die folgenden Sonderzeichen werden unterstützt: Die folgenden Sonderzeichen werden nicht unterstützt: Ihre Kamera ist mit 3 Benutzerklassen eingerichtet - Administrator, Benutzer und Besucher - und ein Passwort für alle - instar. Bitte ändern Sie dieses sobald Sie Ihre Kamera ins Internet weiterleiten. Und vergessen Sie nicht alle 3 zu ändern. Sie können den RTSP Stream verwenden, wenn Sie Nutzern den Zugriff auf das Kamerabild ohne Passwort erlauben wollen.",
    "description2": "User Overlay - Your camera will be set up with 3 user classes - administrator, user and visitor - and one password for all of them - instar. Please change this as soon as you want to forward your camera to the internet. And don´t forget to change all three of them. You can use the RTSP Stream if you want to allow users to access your camera without the hassle of a password. Change your Login before forwarding your Camera. Admin name: This is the name and password for the administrator login. The administrator has access to all functions of the camera. The default is admin instar. User name: This is the name and password for the regular user login. The user has access to the videostream and can also pan&tilt your camera (only PTZ cameras). The configuration menu will not be available. The default is user instar. Guest name: This is the name and password for a guest login. The guest only has access to the videostream. The default is guest instar. Attention: The username and password may not contain more then 30 characters. The following special characters are currently supported. The following special characters are not supported. The web user interface offers a 3-level user management with different access rights for administrators, operators and visitors. You can set user names and passwords for all three user levels in the Users mask. Guests will only have access to the videostream of the camera, Users in addition are able to use the pan&tilt function and only the Administrator will have access to all the camera’s configuration menus.",
    "link": "/Web_User_Interface/720p_Series/System/User/",
    "title": "Das Benutzer Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Benutzer", "Benutzerverwaltung", "Admin", "Gast", "Benutzer", "Kennwort", "verbotene Zeichen", "erlaubte Zeichen", "Passwort", "Standard Login", "default login"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_User.jpg",
    "abstract": "Verwalten der Benutzerzugänge Ihrer Kamera"
}
POST /wiki2/article
{
    "title2": "Status LED Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Deaktivieren Sie die Netzwerk LED Ihrer Kamera (falls verfügbar) Status LED Aktivieren oder Deaktivieren der Netzwerk Status LED Ihrer Kameraa (nur für Kameras mit Status LEDs). Hier können Sie das Verhalten der roten Status LED an der Stromversorgung Ihrer Kamera einstellen. Aktivieren Sie es um die Kamera Aktivität anzuzeigen - gerade während der Installation nützlich. Oder deaktivieren Sie es bei der normalen Verwendung. Aufschlüsselung der Statusanzeige LED Anzeige	Blaue LED	Rote LED Blinkt langsam	Netzverbindung per LAN Ggf. Defekt / Bootschleife Blinkt schnell Netzverbindung per WLAN N/A Durchgehend an Bootvorgang Oder WPS Einbindung Normalbetrieb Durchgehend aus Keine Stromversorgung Keine Stromversorgung Oder keine LED verbaut (neuere Modelle)",
    "description2": "Status LED Overlay - Did you notice the blue and blinking LED on the camera? It can be very annoying in a dark room. But it can be used to troubleshoot your network connection or to make people aware that they are being recorded. For all other purposes come here to deactivate it. Deactivate your Camera´s Network LED (if available). Status LED: Aktivate or deactivate the network status LED of your camera (only for cameras with Staus LEDs). Here you can adjust the behaviour of the red Status LED at the power connector of the camera. Enable it to have it display camera activity - which is especially helpful during the installation process. Or deactivate it for normal operation.",
    "link": "/Web_User_Interface/720p_Series/System/Status_LED/",
    "title": "Das Status LED Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Status LED", "blinken", "deaktivieren", "ausschalten", "blaue LED", "rote LED"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_Status_LED.jpg",
    "abstract": "Einstellen der Status-LED Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "IR LEDs Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Deaktivieren der Nachtsicht LEDs Infrarot LED Status Hier können Sie das Verhalten der Infrarot LEDs der Kamera einstellen. Sie können zwischen 2 Modi wählen, zum einen die LEDs dauerhaft ausschalten und zum anderen die LEDs durch den Lichtsensor automatisch einschalten zu lassen. Zeitplan für IR LEDs Falls Sie mit dem automatischen Modus nicht zufrieden sind - z.B. der Nachtmodus schaltet sich zu früh oder zu spät ein - können Sie hier einen fixen Zeitplan eintragen. Bitte beachten Sie das es nicht mögliche ist, die IR LEDs dauerhaft zu aktivieren. Wenn Sie die IR LEDs bei Nacht ausschalten, kann es zu Fehlalarmen durch den Bewegungssensor kommen. In diesem Fall müssen Sie den Bewegungsalarm in der Nacht durch den Zeitplan deaktivieren.",
    "description2": "IR LEDs Overlay: Your camera´s IR LEDs are switched on and off automatically by the internal light sensor. If you want to use your camera behind a highly reflective window or you are using your camera as a weather webcam and don´t need the IR light, simply deactivate the LEDs here. Be aware that the automatic IRcut filter will be moved in front of the lense permanently in this mode. That means you cannot use an external IR spotlight with your camera, if the internal IR lights are turned off. Deactivate the Nightvision LEDs. Infrared LED Status: Here you can adjust the behaviour of the infrared LEDs of the camera. You can choose between 2 modes in which the LEDs are either always off or automatically switched on by a photodiode when it is getting dark. Time Schedule for IR LEDs: In case that you are not satisfied with the automatic mode - e.g. the night mode always switches on to early or switches off too late - you can set fixed times for those events here. Please be aware that it is not possible to permanently activate the IR LEDs. If you deactivate the IR LEDs by night you might get false alerts from the internal motion detection. In this case, you will have to deactivate the motion detection during the night using the alarm schedule.",
    "link": "/Web_User_Interface/720p_Series/System/IR_LED/",
    "title": "Das IR LED Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "IR LED", "Infrarot", "Nachtsicht", "LEDs schalten", "rote LEDs", "schwarz-weiß Bild", "graues Bild", "Nachtumschaltung", "flackern", "zu früh"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_IR_LEDs.jpg",
    "abstract": "Einstellen der Inrarot-LEDs Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "ONVIF Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Integrieren Ihrer INSTAR Kamera in eine Drittanbieter Software ONVIF Protokoll aktivieren Den ONVIF Dienst aktivieren oder deaktivieren. ONVIF Port Das ist der Port mit dem externe Geräte mit Ihrer Kamera kommunizieren müssen. Es wird empfohlen den Standard Port 8080 zu lassen. Stellen Sie sicher, dass Sie nicht denelben Port als LAN, RTMP oder RTSP Port verwenden! ONVIF Authentifikation Wenn Ihr Drittanbieter-Gerät sich nicht mit Ihrer Kamera verbinden kann, können Sie versuchen, die Authentifikation für das ONVIF Protokoll zu deaktivieren. Beachten Sie, dass jeder auf Ihre Kamera zugreifen könnte, wenn Ihre Authentifikation deaktiviert ist. Es wird in diesem Fall nicht empfohlen, den ONVIF Port ins Internet weiterleiten. ONVIF ist ein globaler Standard für das Interface der IP-basierten Sicherheitsprodukte. Die ONVIF Spezifikation erlaubt es Ihnen, die INSTAR Kamera, als normale ONVIF Kamera in Ihr Sicherheitssystem einzubinden.",
    "description2": "ONVIF Overlay: The surveillance industry has created an open standard protocol called ONVIF that allows cameras to communicate with each other and with network recording devices. You can activate or deactivate this service and change the port that it is using - as needed by your receiving ONVIF device. Integrate your INSTAR Camera in a Third-party Application. Activate ONVIF Protocol: Activate or deactivate the ONVIF service of your camera. ONVIF Port: This is the port that external devices have to use to communicate with your camera over the ONVIF protocol. It is recommended to leave it at it´s default 8080. Make sure that you don´t use the same port as LAN, RTMP or RTSP port! ONVIF Authentication: If you third-party ONVIF device cannot connect with your camera, you can try to deactivate the authentication for the ONVIF protocoll. Be aware that everyone might be able to login your cameras live video stream, if authentication is deactivated. It is not recommended to forward the ONVIF port to the internet in this case. ONVIF is a global standard for the interface of IP-based security products. The ONVIF specification will ensure interoperability between products regardless of manufacturer, allowing you to integrate your INSTAR camera as a generic ONVIF camera into existing security systems.",
    "link": "/Web_User_Interface/720p_Series/System/ONVIF/",
    "title": "Das ONVIF Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "ONVIF", "Authentifizierung", "Port 8080", "ONVIF Port"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_ONVIF.jpg",
    "abstract": "Verbinden der HD-Kamera per ONVIF-Protokoll"
}
POST /wiki2/article
{
    "title2": "PTZ Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Schwenk & Neig Funktion (nur in Schwenk, Neig & Zoom Kameras Kamera Kalibrierung & Positionen Aktivieren oder Deaktivieren Sie die PTZ Kalibrierung beim Starten der Kamera. Bitte beachten Sie, dass die gespeicherten Positionen nicht länger verfügbar sind, wenn Sie die Kalibrierung deaktivieren. Position 1 nach dem Neustart Die Kamera bewegt sich standardmäßig zur mittleren Position nach der Kalibrierung. Aktivieren Sie diese Checkbox, wenn Sie die Kamera stattdessen zur gespeicherten Position 1 bewegen wollen. Nur verfügbar, wenn die Kamera Kalibrierung aktiv ist! Drehen&Neigen löst keinen Alarm aus In den meisten Fällen ist es nicht gewünscht, dass eine Schwenk&Neig Bewegung Ihrer Kamera eine Bewegungserkennung auslöst. Falls Sie aber benachrichtigt werden wollen, wenn Ihre Kamera bewegt wird, aktivieren Sie diese Checkbox. Aktivieren Sie Schritt für Schritt Schwenken&Neigen Mit den Standardeinstellungen wird sich Ihre Kamera solange in eine Richtung bewegen wie Sie den Pfeilbutton im Kontroll-Pad drücken. Wenn Ihre Verbindung etwas schlechter ist oder hohe Latenzen aufweist, kann es passieren, dass der Stop-Befehl verloren geht und Ihre Kamera bis zum Ende durchfährt. Sie können die Ein-Schritt Bewegung nutzen, um das zu verhindern. Ihre Kamera wird sich bei jedem drücken nur einen Schritt weiterbewegen - dies gibt Ihnen die höchste Präzision. Schwenk Geschwindigkeit Setzen Sie die Geschwindigkeit der horizontalen Bewegung Ihrer Kamera fest. Tilt speed Setzen Sie die Geschwindigkeit der vertikalen Bewegung Ihrer Kamera fest. vscan Anzahl Stellen Sie die Menge der vertikalen Läufe Ihrer Kamera ein, nachdem Sie die vscan Funktion gestartet haben. hscan Anzahl Stellen Sie die Menge der horizontalen Läufe Ihrer Kamera ein, nachdem Sie die hscan Funktion gestartet haben. Schwenk / Neig Limit Menü anzeigen Die P&T Limits erlauben es Ihnen, die Weite der vertikalen und horizontalen Bewegungen zu begrenzen. Das Limit Menü wird am P&T Kontroll-Pad angezeigt, nachdem Sie die Funktion hier aktiviert haben. Only available when the camera calibration is active! Alarmposition aktivieren Aktivieren Sie die Alarm Position, wenn Sie Ihre Kamera zu einer spezifischen Stelle fahren lassen wollen, nachdem ein Alarm ausgelöst wurde. Das ist besonders dann interessant, wenn Sie einen externen Sensor benutzen, wie z.B. den IN-Motion 500, oder den Audio Alarm. Lassen Sie Ihre Kamera ein Auge auf die eine Seite halten und den externen Sensor auf die andere Seite. Nur verfügbar, wenn die Kalibrierung aktiv ist! Alamposition Set the alarm position here. Hier können Sie die Kamera Kalibrierung während dem Starten deaktivieren (beachten Sie, dass dies auch Ihre gespeicherten Positionen deaktivieren wird), die Kamera zur gespeicherten Position 1 fahren lassen und und die Geschwindigkeit und Anzahl an Auto-Scans für die Schwenk & Neig Bewegungen einstellen, wenn Sie hscan or vscan nutzen. Die Schwenk&Neig Limits werden neben dem PTZ Kontroll-Pad angezeigt. Nutzen Sie diese um die Bewegungen einzuschrenken.",
    "description2": "PTZ Overlay: Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. Pan & Tilt Function (only in Pan, Tilt & Zoom Cameras). Camera Calibration & Positions: Activate or deactivate the camera PTZ calibration run at boot-up. Please be aware, that the saved positions for your camera will no longer be available, when the calibration is deactivated. Position 1 after reboot: The camera moves to the center position after the calibration by default. Check this box, if you want it to move to the saved position 1 instead. Only available when the camera calibration is active! Pan&Tilt does not cause an alarm: In most cases it is unwanted, that the pan&tilt movement of your camera causes a motion detection. But if you want to be notified whenever your camera is moved, just check this box. Activate step-by-step pan&tilt: With the default settings, your camera will move in one direction as long as you press the arrow button on the control pad. When your connection to the camera is plaqued with high latencies, it might happen, that the stop command is lost and your camera moves all the way to the end of range. You can use the one-step movement to prevent this from happening. Your camera will only move one step with every click on the control pad - giving you the highest ammount of precision. Pan speed: Set the velocity of the horizontal movement of your camera. Tilt speed: Set the velocity of the vertikal movement of your camera. vscan count: Set the ammount of vertical runs your camera should perform once you start the vscan function. hscan count: Set the ammount of horizontal runs your camera should perform once you start the hscan function. Show pan tilt limits menu: The P&T Limits allows you to reduce the range that your camera can move vertically and horizontally. The limits menu will be displayed at the P&T control pad once you activated the function here. Only available when the camera calibration is active! Activate alarm position: Activate the alarm position, if you want your camera to move to a specific saved position once the alarm was triggered. The is especially interesting, if you use an external sensor, like the IN-Motion 500, or the audio alarm. Let you camera keep an eye on one side and your external sensor on the other side. Only available when the camera calibration is active! Alamposition: Set the alarm position here. Here you can disable the cameras calibration run during start-up (please note that this also deactivates your saved postions!), send it to saved position 1 after a reboot and set the speed and number of auto-scans for the pan & tilt movement when you use the hscan or vscan. The Pan&Tilt Limits will be displayed next to the PTZ control pad. You can use them to limit the range of movement of your camera.",
    "link": "/Web_User_Interface/720p_Series/System/PTZ/",
    "title": "Das PTZ Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "PTZ", "Drehen", "Schwenken", "Neigen", "Geschwindigkeit", "Startposition", "Position", "Kalibrierung", "Ausrichtung", "vscan", "hscan", "Beschränkung", "Alarmposition", "Pan&Tilt"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_PTZ.jpg",
    "abstract": "Einstellen der Schwenk & Neig (PTZ) Funktion Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "PTZ Tour Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Programmieren Sie Ihre eigene Kamera-Tour Tour Funktion aktivieren Programmieren Sie Ihre eigene Kamera-Tour - wählen Sie eine Sequenz von Ihrengespeicherten Positionen und setzen Sie eine Zeit an, wielange die Kamera an dieser Position stehen bleiben soll (max. 43.200s = 12 Stunden). Anzahl der Wiederholungen Sie können die Tour bis zu 50 Mal wiederholen. Tour starten Klicken Sie auf Bestätigen, um die erste Tour zu starten.",
    "description2": "PTZ Tour Overlay - Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. Program your own Camera Tour. Activate tour function: Program your own camera tour - pick a sequence from your saved positions and set a time that your camera should stay at this position (max. 43.200s = 12h). Number of repetitions: You can repeat the tour up to 50 times. Start your tour: Click on submit to start the first tour.",
    "link": "/Web_User_Interface/720p_Series/System/PTZ_Tour/",
    "title": "Das PTZ Tour Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "PTZ", "Tour", "programmieren", "Fahrt", "Schwenken", "Speicherbar", "Positionen"],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_PTZ_Tour.jpg",
    "abstract": "Programmieren einer PTZ Tour in Ihrer HD Kamera"
}
POST /wiki2/article
{
    "title2": "System Log Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Halten Sie ein Auge auf den Kamerabetrieb ipc_server start Zeit des letzten Systemstarts. Beachten Sie, dass der System Log bei jedem Neustart gelöscht wird. -- empty entry -- Loggen Sie sich in das Live Video über das Flash Video Plugin ein. Benutzer(admin, user oder guest) Login für Live Stream Loggen Sie sich über den admin, user oder guest zum Live Video Stream ein (es sei denn Sie sind über das Flash Plugin s.o. eingeloggt). Bewegungserkennung(Bereich = 1,2,3 oder 4) Alarm Zeit einer Bewegungserkennung im Alarm Bereich 1, 2, 3 oder 4. Eingangsalarm Zeit des ausgelösten Alarms durch den Alarmeingang - z.B. durch einen externen Sensor oder den internen PIR Sensor (im Fall der IN-6014 HD). Audio Alarm Zeit eines Alarm Events durch den Audio Alarm Ihrer Kamera. Alarm Event: Alarm zu Email (snap) Das Alarm Event, dass eine Benachrichtigung per Email auslöst, gemäß Ihren Einstellungen im Menü Alarm Aktionen. Alarm Event: Alarm auf FTP (snap oder video) Das Alarm Event, dass ein Video oder Snapshot per FTP hochlädt, gemäß Ihren Einstellungen im Menü Alarm Aktionen, auf Ihren FTP Server. Alarm Event: Alarm auf SD SD (snap oder video) Das Alarm Event, dass ein Video oder Snapshot auf Ihre SD Karte aufnimmt, gemäß Ihren Einstellungen im Menü Alarm Aktionen. Löschen Löschen des System Logs. Beachten Sie, dass der System Log bei jedem Neustart gelöscht wird. Aktualisieren Der Log wird sich nicht aktualisieren, wenn das Menü noch offen ist. Klicken Sie auf Aktualisieren um es manuell durchzuführen.",
    "description2": "System Log Overlay - Something doesn´t work anymore? Check the system log file for information. You don´t receive Alarm Emails anymore but your SMTP settings look fine? Check the log if there are still motion trigger events. Or you get spammed with Alarm Emails but motion detection is already deactivated? Check your log - maybe the events are triggered by the Audio Alarm or an external trigger. Keep an eye on your Camera´s Operation. ipc_server start: Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry --: Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream: Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm: Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm: Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-6014 HD). audio alarm: Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap) The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video) The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video): The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete: Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh The log does not refresh as long as the menu is kept open. Click refresh to do it manually.Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry --: Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream: Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm: Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm: Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-6014 HD). audio alarm Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap): The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video): The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video): The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh: The log does not refresh as long as the menu is kept open. Click refresh to do it manually.",
    "link": "/Web_User_Interface/720p_Series/System/System_Log/",
    "title": "Das System Logbuch Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Log", "Logbuch", "ipc_server start", "alarm event", "motion detection", "area="],
    "image": "/images/Search/WebUI_720p_SearchThumb_System_Log.jpg",
    "abstract": "Aufrufen des System Log zur Überprüfung des Kameraverhalten"
}
POST /wiki2/article
{
    "title2": "Multimedia Menu",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Passen Sie die Videoqualität und das Audio Volumen Ihrer Kamera ein. Die Bildeinstellungen erlauben das Anpassen des Kontrastes, der Sättigung und der Helligkeit.",
    "description2": "Adjust your video quality and the audio volume of your camera. The image settings allow you to adjust contrast, saturation and brightness of your camera.",
    "link": "/Web_User_Interface/720p_Series/Multimedia/",
    "title": "Das Multimedia Menü",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Audioeinstellung", "Alarmsignal", "Lautstärke", "Videoeinstellung", "Qualität", "Bildeinstellungen"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Video & Audio-Einstellungsmöglichkeiten Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Audio Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Einstellen der Audio Lautstärke Audio aktivieren Aktiveren oder Deaktiveren des Kamera Audio. Dies deaktivert beides, sowohl den Kamera Input als auch den Kamera Output. Audio Output Lautstärke Hier können Sie die Audiolautstärke für die internen oder optional externen Lautsprecher einstellen. Audio Input Lautstärke Die Audio Input Lautstärke regelt das interne oder (optional) externe Mikrofon an Ihrer Kamera. Bitte denken Sie daran, dass die Lautstärke indirekt die Sensibilität Audioerkennung beeinflusst. Akustisches Signal aktivieren Sie können ein akustisches Signal aktiveren, das in einem Alarmfall abgespielt wird. Alarm Events können bei einerinternen Bewegungserkennung und der Audioerkennung ausgelöst werden. Bitten denken Sie daran, dass die Audioerkennung möglicherweise durch das akustische Signal ausgelöst werden kann! Hier können Sie sowohl die Verstärkung des Kamera Mikrofons/Audio-In als auch die Lautstärke des Audio-Outputs einstellen.",
    "description2": "Audio Overlay: Here you can adjust the amplification of the cameras microphones audio-in as well as the volume of the audio-out signal. Adjust the Audio Volume. Activate Audio: Activate or deactivate the audio of your camera. This deactivates both, the audio input and output. Audio Output Volume: Here you can adjust the audio volume for the internal or optional external loudspeaker of your camera. Audio Input Volume: The audio input volume controls the internal or (optional) external microphone of your camera. Please be aware, that the volume indirectly influences the sensitivity of the audio detection. Activate Acoustic Signal: You can activate an acoustic signal that is played in case of an alarm event. Alarm events can be caused by the internal motion detection and the audio detection. Please be aware that the audio detection might be triggered by the acoustic signal! Here you can adjust the amplification of the cameras microphones audio-in as well as the volume of the audio-out signal.",
    "link": "/Web_User_Interface/720p_Series/Multimedia/Audio/",
    "title": "Das Audio Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Audio", "Eingang", "Ausgang", "Lautstärke", "Sirene", "Alarmsignal", "Volume", "Deaktivieren", "Mikrofon", "Ausschalten", "Audioalarm"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Multimedia_Audio.jpg",
    "abstract": "Lautstärkeeinstellungen Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Video Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Einrichten der Videoeinstellungen MJPEG Stream aktivieren Ihre Kamera bietet die Möglichkeit, anstatt eines h.264 codiertem Videostream, eine Sequenz in Form von einzelnen Bildern zu senden. Der Motion-JPEG Stream hat den Vorteil, ohne ein Video-Plugin in jedem Webbrowsert angezeigt zu werden. Das ist notwendig, wenn Sie das Live-Video auf einem Rechner sehen möchten, auf dem Sie keine Rechte haben ein benötigtes Plugin zu installieren, z.B. Ihr Arbeitsrechner. Der Nachteil dieses Modus ist das die Komprimierung wesentlich geringer ist und Sie eine wesentlich höhere Bandbreite benötigen. Sie können den Modus aktivieren/deaktivieren mit dem Schnellzugriff in der oberen Video Menüleiste. Video Kanal Ihre Kamera kann das h.264 Video in 3 verschiedenen Streams mit unterschiedlichen Auflösungen senden. Sie können alle 3 Streams unabhängig voneinander mit externer Software erreichen. Den Stream den Sie hier auswählen wird innerhalb der Weboberfläche dargestellt. Video Auflösung Zeigt die Auflösug des ausgewählten Videostreams. Die Videoauflösung wird durch den Videokanal, den Sie oben ausgewählt haben, definiert. Zum Beispiel wird der erste Kanal immer in 720p HD Auflösung streamen. Video Framerate Dieser Wert gibt die Frames per Sekunde an die Ihre Kamera streamen soll. Bitte beachten Sie, dass dieser Wert nur ein theoretisches Maximum ist, der ihre Kamera nicht überschreiten soll. Die tatsächliche Framerate kann durch die Netzwerkverbindung und die Expositionszeit des Bildsensors (desto dunkler das Image wird, desto länger muss der Bildsensor Licht sammeln und desto länger dauert es einen Frame zu laden) beeinflusst werden. Die Framerate eignet sich dafür, ein Höchstlimit für die Nutzung der Bandbreite Ihrer Kamera zu setzen, um eine Netzwerküberlastung zu vermeiden. Der Standardwert von 15 fps ist normalerweise ein guter Kompromiss für die meisten Überwachungsszenarien. Video Bitrate Dieser Wert legt fest wieviele Informationen in einen Videostream gepackt werden können. Ein erhöhen der Bitrate wird auch die Bandbreite massiv erhöhen, um den Stream im lokalen Netzwerk anzusehen. Auch die Dateigrößen der Videoaufnahmen werden sich erhöhen. Ein signifikanter Vorteil in der Bildqualität wird nur erreicht, wenn das Video viele kleine feine Details aufweist. Normalerweise wird empfohlen diesen Wert bei den Standardeinstellungen von 1024-2048kbps zu belassen. Videocodierung Einstellen, um die gesetzte Bitrate zu halten, oder die Kamera eigenständig eine geringere Bitrate auswählen lassen (z.B. arbeitet Ihre Kamera während der Nacht oft mit einer geringeren Bitrate). Das hat Auswirkungen auf die Dateigröße der aufgenommenen Videos, als auch auf die genutzte Bandbreite des Livestreams. Wir empfehlen, dass Sie die variable Bitrate nutzen. Bildqualität Stellen Sie die JPG Qualität jedes Frames im h.264 Video ein. Sie werden das beste Ergebnis erhalten, wenn Sie den Wert bei 3 belassen. Keyframe Intervall Ein Keyframe (I-Frame) ist ein in seiner Gesamtheit codierter Frame, wie ein JPEG Bild. P-frames sind vorausgesagt, das heißt, Sie enthalten nur die Veränderungen von einem Frame zum nächsten Frame. Daher sind I-Frames typischerweise 10x so groß wie P-Frames, desto weniger Sie haben, desto mehr Kompression ist möglich. Als Kompromiss zwischen Bildqualität und benötigter Bandbreite wird empfohlen, 1 Keyframe pro Sekunde zu erzeugen. Mit dem Standardintervall von 20 Frames und einer Framerate von 15fps wird Ihre Kamera ein I-Frame alle 1,33s (20 Frames/15 Frames/s) senden. h.264 Video Plugin Hier können Sie das Plugin auswählen, mit dem die Weboberfläche den h.264 Stream wiedergeben soll. Das Standardplugin ist Flash. Der Quicktime Player oder ActiveX Player stehen optional zur Verfügung. Das ActiveX Plugin kann nur unter Windows mit dem Internet Explorer oder Mozilla Firefox verwendet werden, bietet aber einige Vorteile gegenüber den anderen Plugins. Grundsätzlich empfehlen wir das Flash Plugin zu nutzen. MotionJPEG Video Modus Wenn Sie dem MJPEG Stream nutzen, können Sie zwischen den beiden Modi - ein echter MJPEG Stream (empfohlen) oder einem simulierten Stream that is created by letting your browser request a new snapshot for each frame. I am not sure what the latter is for - but it is always nice to have it :) Die Videoeinstellungen erlauben es, die Qualität von allen 3 Videostreams Ihrer Kamera einzustellen. Bitte beachten Sie, dass eine hohe Qualität in den Videoeinstellungen auch gleichzeitig hohe Hardware- und Bandbreitenansprüche mit sich bringt. Richten Sie die Videoeinstellungen ein, um ein flüssiges Video zu erhalten. Bitte schauen Sie unter RTSP Streaming um auf die Kamera Streams 2 und 3 zuzugreifen.",
    "description2": "Video Overlay: The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3. Adjust the Video Settings. Activate MJPEG Stream: Your camera is able to send the video, instead of an h.264 encoded stream, in form of a sequence of single snapshots. This Motion-JPEG Stream has the advantage, that it can be displayed in every web browser without the need for a video plugin. This is necessary if you want to see the live video on a computer where you don´t have the rights to install a browser plugin, e.g. your company PC. The disadvantage of this mode is that the compression is a lot weaker and you will need a lot more bandwidth. You can quickly activate deactivate the mode with the quick toggle in the Video Menu Bar.Video Channel: Your camera can send it´s h.264 video in form of three different streams, with different resolution. You can access all three of them independently with external software. Selecting a stream here defines which stream is displayed inside the web user interface. Video Resolution: Displays the resolution of the selected video stream. The video resolution is defined by the Video Channel that you choose above. E.g. the first channel is always streamed in 720p HD resolution. Video Framerate: This value represents the frames per seconds that you want your to stream. Please be aware that this is only a theoretical maximum that you don´t want your camera to exceed. The actual framerate might be bottlenecked by your camera´s network connection and the exposure time of the image sensor (the darker the image becomes, the longer the image sensor has to collect light and the longer it takes to create a frame). The framerate is suitable to set an upper limit to the bandwidth requirement of your camera, to prevent a network overload. The default value of 15 fps is usually a workable compromise for most surveillance tasks. Video Bitrate: The bitrate determines how many information can be packed into the video stream. Increasing the bitrate will massively increase the bandwidth requirements for accessing the stream over the local network and will also increase the file size of recorded videos. A significant advantage in image quality will only be achieved, if the video contains a lot of fine details. In most cases it is recommended to leave this value at it´s default of 1024-2048kbps. Video Encoding: You can adjust if you want to hold the set bitrate, or if you want your camera to automatically use a lower bitrate if the video is low in details (e.g. your camera can often work with a much lower bitrate during the night). This will effect the file size of recorded videos, the processor load of your camera, as well as the bandwidth requirements of the live stream. We recommend that you use the variable Bitrate. Image Quality: Set the JPG quality of each frame that will be used for the h.264 video. You will get the best results using a value of 3. Keyframe Interval: A key frame (I-Frame) is a frame encoded in its entirety, much like a JPEG image. P-frames are predicted, ie, they contain only the changes from frame to frame. Hence I frames are typically 10x larger than P frames, so the fewer you have, the more compression you can get. As a compromise between image quality and bandwidth requirement, it is recommended to create about 1 keyframe every second. With the default intervall of 20 frames and a framerate of 15fps, your camera will send an I-Frame every (20 Frames 15 Frames s) = 1.33s. h.264 Video Plugin: Here you can choose the video plugin the web user interface uses to diplay the h.264 videostream. The default plugin is Flash. The Quicktime Player or our ActiveX Player can be chooses alternatively. The ActiveX Plugin can only be used under Windows with the Internet Explorer or Firefox Browser, but offers few adavantages over the other plugins. In general we recommend the use of the Flash Plugin. MotionJPEG Video Mode: If you are using the MJPEG stream, you can choose between two modes - a real MJPEG Stream (recommended) and a simulated Stream that is created by letting your browser request a new snapshot for each frame. I am not sure what the latter is for - but it is always nice to have it :) The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3.",
    "link": "/Web_User_Interface/720p_Series/Multimedia/Video/",
    "title": "Das Video Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Video", "Kanal", "Auflösung", "Framerate", "Bildwiederholung", "Bitrate", "Enkodierung", "encoding", "Bildqualität", "Komprimierung", "Keyframe", "Intervall", "Video Plugin", "Flash", "Quicktime", "ActiveX", "MJPEG", "MotionJPEG", "h264", "Stream"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Multimedia_Video.jpg",
    "abstract": "Videoeinstellungen Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Image Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Bildeinstellungen einrichten Reset Dieser Button setzt die Bildeinstellungen auf ihre Standardwerte zurück. Helligkeit Stellen Sie die Helligkeit des Videobilds ein. Sättigkeit Stellen Sie die Sättigkeit des Videobilds ein. Kontrast Stellen Sie den Kontrast des Videobilds ein. Exposition Stellen Sie die Expositons-Zeit des Bildsensors ein. Schärfe Stellen Sie die Schärfe des Videobilds ein. Drehen & Spiegeln Wenn Sie Ihre Kamera Überkopf installiert haben, können Sie hier das Videobild einfach drehen und spiegeln Zeitstempel zeigen Einstellen, wenn Sie die Kamerazeit auf dem Videobild angezeigt bekommen möchten. Der Zeitstempel wird auch in Videoaufnahmen sichtbar sein. Kameraname zeigen Einstellen, wenn Sie den Kameranamen auf dem Videobild angezeigt bekommen möchten. Der Kameraname wird auch in Videoaufnahmen sichtbar sein. Sie können den Kameranamen unten eintragen. Bitte beachten Sie, dass Sie den Kameranamen nicht leer lassen können. Manche Drittanbieter-Software (QNAP) bestimmt das Kameramodell über den Kameranamen und wird kein unknown models zulassen. In diesem Fall müssen Sie den Kamernamen zum Standardwert zurücksetzen - z.B. IN-6012HD. Hier können Sie die Bildparameter Helligkeit, Sättigkeit, Kontrast, Exposition und Schärfe einstellen. Sie können das Videobild drehen und spiegeln, einen Zeitstempel anzeigen oder der Kamera einen Namen geben und diesen ebenfalls anzeigen lassen. Die dargestellten Parameter sind im Bild eingebrannt. Sie müssen die Kamera neustarten, nachdem Sie den Namen geändert haben.",
    "description2": "Image Overlay - Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name. Adjust the Image Settings. Reset: This button resets the image settings to their default values. Brightness: Ajust the brightness of the video image. Saturation: Ajust the saturation of the video image. Contrast: Ajust the contrast of the video image. Exposure: Ajust the exposure time (shutter) of the image sensor. Sharpness: Ajust the sharpness of the video image. Flip & Mirror: If you installed your camera over-head, simply flip and mirror the video to see it upright again. Show Timestamp: Set if you want your camera time to be displayed inside the video frame. The timestamp will also be visible in video recordings. Show Camera Name: Set if you want your camera name to be displayed inside the video frame. The camera name will also be visible in video recordings. You can type in a camera name in the input field below. Please be aware, that you cannot leave the camera name empty. Some Thirdparty Application (QNAP) determine the camera model by their camera name and won´t allow unknown models to be used with the INSTAR profile. In this case, you will have to reset your camera name back to it´s default - e.g. IN-6012HD. Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name.",
    "link": "/Web_User_Interface/720p_Series/Multimedia/Image/",
    "title": "Das Bild Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Image", "Bildeinstellungen", "Bild", "Helligkeit", "Sättigung", "Kontrast", "Belichtungszeit", "Schärfe", "Bild drehen ", "spiegeln", "Zeitstempel", "auf dem Kopf", "Bild verkehrt", "Kameraname", "OSD", "Name ändern"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Multimedia_Image.jpg",
    "abstract": "Bildeinstellungen Ihrer Kamera"
}
POST /wiki2/article
{
    "title2": "Privacy Mask Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Privatsphäre Maske Bereiche Klicken Sie auf den Radio Button hinter einem Bereich (1-4), den Sie editieren wollen. Bewegen Sie den Mauszeiger über das Bild und halten Sie die linke Maustaste gedrückt, um ihre Maske zu zeichnen. Um eine weitere Maske einzuzeichen, aktivieren Sie den Bereich 2 und wiederholen Sie den Schritt. Aktiv Checken Sie die Aktiv-Box um den jeweiligen Bereich zu aktivieren. Der Bereich wird im Live-Video, in die Videoaufnahmen als auch in den Snapshots ausgeschwärzt. Ganzer Bereich Maximiert den ausgewählten Bereich auf die volle Bildgröße. Reset Setzt alle Bereich auf die Standardeinstellungen zurück. Bereiche Ihrer Überwachung ausschwärzen. Das Menü Privatsphäre erlaubt Ihnen Bereiche aus Ihrer Überwachung auszuschwärzen. Zum Beispiel wenn Sie auf den Videos noch einen Teil der öffentlichen Straße sehen, Sie die Kamera aber nicht mehr weiter drehen können. Sie können jetzt bis zu 4 Masken einstellen um zu verhindern, dass die Straße in Ihren Überwachungsaufnahmen angezeigt wird - aktivieren Sie dazu einfach einen Bereich und zeichnen Sie ihn im Bild ein. Drehen und Spiegeln Beachten Sie bitte, dass die Privatsphären Maske nicht von der Funktion zum Drehen und Spiegeln des Videobildes erfasst wird. Wenn Sie Ihre Kamera über Kopf montiert haben, müssen Sie zuerst das Bild wieder richtig herum drehen und spiegeln, die Masken einzeichnen und das Bild danach wieder aufrichten.",
    "description2": "Privacy Mask Overlay - The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. Mask Private Areas. Areas: Click the radio button behind the area (1-4) that you want to edit. Move your mouse pointer over the image hold the left mouse button to draw your privacy mask. To draw a second mask, activate area 2 and repeat the step. Active: Check the Active box to activate the corresponding Area. The area will be masked inside the live video, video recordings as well as in snapshots. Full Area: Maximize the selected area to the full size of the frame. Reset: Return all areas to their default positions. Black out Areas from your Surveillance. The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. Flip & Mirror: Please be aware, that the privacy mask is not affected by the function to Flip & Mirror the camera image. If you installed your camera over head, first uncheck the flip & mirror boxes, mask the areas you want to hide and the turn the image upright again.",
    "link": "/Web_User_Interface/720p_Series/Alarm/Privacy_Mask/",
    "title": "Das Privatsphären Maske Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "privacy mask", "ausblenden", "Privatsphäre", "ausschwärzen", "beschränken", "Privat", "nicht sichtbar", "unsichtbar", "Maske", "maskieren", "kaschieren"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Multimedia_Privat.jpg",
    "abstract": "Festlegen von Privatsphärebereichen in Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Menu",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alarm Menü Die Alarmbereiche bestimmen die Bildbereiche, die für die interne, softwarebasierte Bewegungserkennung der Kamera herangezogen wird. Sie können bis zu vier Alarmbereiche einzeichnen - aktivieren Sie einfach einen der 4 Bereiche und zeichnen sie diesen in den gewünschten Bildausschnitt ein, indem Sie die linke Maustaste gedrückt halten und die Maus bewegen. Der Schwellenwert für ein Alarmereignis kann über die Empfindlichkeit festgelegt werden - von sehr unempfindlich (Wert = 0) bis sehr empfindlich (Wert = 100). Die Empfindlichkeit wird darüber hinaus von der Größe des Bereiches bestimmt. Je kleiner der Bereich, desto mehr Fläche nimmt eine Änderung im Bild prozentual ein. Wenn Sie eine hohe Empfindlichkeit brauchen, setzten Sie viele kleine Alarmbereiche. Wenn Sie zu viele Fehlalarme erhalten, ist es besser einen großen Bereich aufzuziehen. MENÜ BEREICH Die Privatsphäre Maske erlaubt es Ihnen Bereiche, die Sie nicht überwachen dürfen im Video auszuschwärzen. Wenn Sie z.B. Ihren Hauseingang überwachen und einen Teil der öffentlichen Straße im Bild haben, können Sie diesen Bereich aus dem Videobild entfernen. Beachten Sie bitte, dass die Privatsphären Maske nicht von der Funktion zum Drehen und Spiegeln des Videobildes erfasst wird. Wenn Sie Ihre Kamera über Kopf montiert haben, müssen Sie zuerst das Bild wieder richtig herum drehen und spiegeln, die Masken einzeichnen und das Bild danach wieder aufrichten. Sie können bis zu 4 Masken einzeichnen - aktivieren Sie einfach eine der 4 Masken und zeichnen sie diese in den gewünschten Bildausschnitt ein, indem Sie die linke Maustaste gedrückt halten und die Maus bewegen. MENÜ PRIVATSPHÄRE Bestimmen Sie hier welche Aktionen die Kamera ausführen soll, wenn ein Alarmereignis ausgelöst wurde. Alarme können ausgelöst werden durch die interne Bewegungserkennung der Kamera, durch den Audio Alarm oder durch einen externen Sensor. Sie können Ihre Kamera anweisen Ihnen eine Email (mit Schnappschüssen) zu senden oder Bilder auf der internen SD Karte abzulegen, bzw. auf den FTP Server hochzuladen. Stellen Sie bitte sicher, dass Sie einen SMTP Server hinterlegt haben, bevor Sie den Email Versand aktivieren. Auch für den FTP Versand muss zuerst ein FTP Server hinterlegt sein. Sollte die Option zum Speichern auf der internen SD Karte nicht auswählbar sein, müsste die interne SD Karte überprüft werden. MENÜ AKTIONEN Hier können Sie die Zeitfenster festlegen in dem die Bewegungserkennung der Kamera für aktivierte Alarmbereiche aktiv sein soll. Beachten Sie bitte, dass dieser Zeitplan auch für die Alarmauslösung durch den Audio Alarm oder durch einen externen Sensor regelt. Jedes blaue Quadrat entspricht dabei 30 Minuten, in denen der Alarm scharfgestellt ist. Stellen Sie bitte sicher, dass in der Kamera die richtige Zeitzone und der Wert für die Sommerzeit gesetzt wurde bevor Sie den Zeitplan aktivieren. MENÜ ZEITPLAN Um den Email Versand nutzen zu können, müssen Sie in der Kamera die Zugangsdaten zum Emailausgangsserver Ihres Anbieters hinterlegen. Sollten Sie diese nicht zur Hand haben, können Sie einfach die INSTAR Vorauswahl nutzen. Wählen Sie dafür einfach den INSTAR SMTP Server aus der Vorauswahl und bestätigen Sie die Eingabe. Ihre persönliche Empfänger Adresse können Sie dann im Email Menü hinterlegen. Mit dieser Einrichtung wird die Kamera Benachrichtigungs-Emails - TLS Verschlüsselt - über den, in Deutschland stehenden, INSTAR Server an Ihre persönliche Email Adresse senden. INSTAR führt dabei keine Datenspeicherung durch, sondern leitet die Emails einfach weiter. MENÜ SMTP SERVER Im Email Menü können Sie die Absender und Ihre Empfänger Adresse für die Email Benachrichtigung hinterlegen. Der Absender muss entsprechend des gewählten SMTP Accounts gesetzt werden. Beachten Sie bitte, dass einige Email Anbieter es nicht erlauben, wenn Absender und Empfänger Email gleich gewählt werden! Als Empfänger können Sie mehrere Email Adressen, getrennt durch ein Semikolon gesetzt werden, z.B. max.mustermann@instar.de;franz.fingerhut@instar.de. Es ist empfohlen auch einen Betreff und Email Text (max 64 Zeichen) einzutragen, da leere Emails ggf. an Spam-Wächtern hängen bleiben. MENÜ E-MAIL Um den FTP Upload zu nutzen, müssen Sie zuerst einen FTP Server und Ihre Login Daten hinterlegen. Sie können z.B. Ihren Router als Empfänger des FTP Uploads einrichten - in diesem Fall können Sie einfach die Router IP Adresse (z.B. 192.168.178.1) als FTP Server Adresse eintragen. Der Standard FTP Port ist 21 und der Standard Modus ist passiv (PASV). Beachten Sie bitte, dass es manche FTP Server (z.B. Telekom Speedport) es nicht erlauben, für jeden Tag einen neunen Ordner anzulegen. MENÜ FTP Der Audio Alarm nutzt das Mikrofon der Kamera um bei einem lauten Geräusch einen Alarm auslösen zu können. Diese Alarmereignisse werden genauso behandelt, wie die Ereignisse der Bewegungserkennung und führen zu der Auslösung der von Ihnen festgelegten Alarm Aktionen. Beachten Sie bitte, dass die Empfindlichkeit dieser Detektion sowohl von der hier eingestellten Empfindlichkeit, als auch der eingestellten Lautstärke des Audio-Eingangs in der Multimedia Sektion der Weboberfläche. MENÜ AUDIO ALARM Wählen Sie ob Sie die SD Karte auswerfen oder Formatieren möchten und bestätigen Sie die Eingabe. Es ist immer empfohlen die SD Karte zuerst auszuwerfen, bevor Sie sie aus der Kamera entfernen. Gerade wenn die Kamera eine Aufnahme durchführt während die Stromversorgung gekappt wird, kann es zu Fehlern im Dateisystem kommen. Sollte die SD Karte beschädigt werden, wird das Betriebsysstem versuchen die SD Karte zu reparieren und es kann einige Minuten dauern, bis die SD Karte wieder verfügbar ist. Sollte die SD Karte auch nach einiger Zeit noch nicht erreichbar sein, können Sie probieren die Karte zu formatieren. Sollte die Karte ausgeworfen werden, wird das Betriebssystem versuchen Sie nach einiger Zeit wieder automatisch zu mounten. MENÜ SD KARTE",
    "description2": "Alarm Menu - Areas Menu: The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). Privacy Mask Menu: The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. Actions Menu: Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP Server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. Schedule Menu: Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time! SMTP Server Menu: Simply use the INSTAR Preset if you don´t know the SMTP information of your Email provider. Choose the preset from the drop down menu and confirm. The Email recipient can be set in the Email Menu. Set-up this way, your camera will use an INSTAR Server to send alarm mails to your personal Email address. This transfer will be TLS encrypted and INSTAR does not store any copies of your Emails! Email Menu: Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. FTP Menu: To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. Audio Alarm Menu: The camera’s Audio Alarm uses the integrated microphone to detect noises and trigger alarm events. These events are handled just like motion detection events and will trigger the activated Alarm Actions. Please be aware that the sensitivity of the detection is both influenced by the sensitivity slider here, as well as by the overall volume of the microphone signal. You can adjust the amplification of the signal in the Multimedia Section. SD Card Menu: Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system.",
    "link": "/Web_User_Interface/720p_Series/Alarm/",
    "title": "Das Alarm Menue",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Bereiche", "Aktionen", "Alarm Zeitplan", "SMTP Server", "Email", "FTP", "Alarmserver", "Audioalarm", "SD Karte"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Alarmeinstellungsmöglichkeiten Ihrer Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Areas Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Set Motion Detection Areas Bereiche Klicken Sie auf den Radio Button hinter dem Bereich (1-4) den Sie bearbeiten möchten. Bewegen Sie danach Ihren Mauszeiger über das Bild Ihrer Kamera, halten Sie die linke Maustaste gedrückt und ziehen Sie ein Rechteck über dem Bild auf. Um einen zweiten Bereich aufzuziehen, wählen Sie den entsprechenden Bereich aus und wiederholen die weiteren Schritte. Die Bewegungserkennung der Kamera wird danach nur innerhalb dieser Bereiche nach Bewegungen suchen. Aktiv Der Haken hinter Aktiv aktiviert den entsprechenden Bereich. D.h. die Kamera beginnt innerhalb dieses Bereiches nach Bewegungen zu suchen und wird bei einer positiven Erkennung, die von Ihnen gewählten Alarmaktionen auslösen. In der Menüleiste über dem Livevideo finden Sie einen Shortcut um die einzelnen Bereich schnell zu aktivieren/deaktivieren, ohne das Bereiche Menü aufrufen zu müssen. Sobald eine der Zahlen 1-4 rot dargestellt wird, ist der zugehörige Bereich aktiv. Sensibilität Legen Sie hier fest, wie viele Pixel sich im Bild ändern müssen um eine Alarmaktion auszulösen. Umso höher die Empfindlichkeit ist, desto weniger muss sich im Bildinhalt verändern um einen Alarm auszulösen. Beachten Sie bitte, dass die Empfindlichkeit auch von der Größe des Bereiches abhängt. Ein Objekt, dass 100 Pixel im Videobild ein nimmt, nimmt prozentual eine größere Fläche in einem kleinen Bereich ein, als in einem großen Bereich. Wenn Sie zu viele Fehlalarme erhalten, versuchen Sie die Bereiche größer einzuzeichnen. Wenn Ihnen die Erkennung zu unempfindlich ist, zeichnen Sie kleinere Bereiche im Bild ein. Alles Klicken Sie auf diesen Button um den ausgewählten Bereich über dem ganzen Bild aufzuspannen. Reset Bewegen Sie den ausgewählten Bereich wieder in seine Ausgangsposition. Definieren Sie Bereiche, die für die Bewegungserkennung genutzt werden. Die Alarmbereiche erkennen eine Bewegung durch eine Bildanalyse die auf jede Bildveränderung sensibel reagiert. ie können bis zu 4 Alarmbereiche auswählen - einfach den Bereich aktivieren und den Bereich in das Bild einzeichnen - und die Sensibilität für das Auslösen eines Alarms einstellen. Ist die Bewegungserkennung in einem Bereich aktiviert, können Sie die Sensbilität zwischen sehr unsensibel (Wert=0) und sehr sensibel (Wert=100) einstellen. Falsch Mehrere kleine Bereiche auf das Videobild verteilt Je kleiner der Bereiche, desto höher die Chance das eine Bildveränderung auftritt. Kleine Bereiche sind viel sensibler und sollten nur verändert werden, wenn Sie an bestimmten Positionen garnichts verpassen wollen. Sie führen aber auch zu einer hohen Anzahl an Fehlalarmen und sollten daher nur sparsam genutzt werden. Im Beispiel oben werden Sie viele Fehlalarme erhalten. Richtig Ein großer Bereich - kleine Bereiche nur an kritischen Positionen Ein großer Bereich ist - im Bezug auf die Erklärung oben - viel resistenter gegen Falschalarme. Ein großer Bereich über das gesamte Bild wird nur einen Alarm auslösen wenn eine Person nah an die Kamera herankommt. Um das etwas zu kompensieren, können Sie daher eine höhere Sensibilität auswählen. Um zu verhindern, dass Sie einen Alarm verpassen, fügen Sie einen kleineren Bereich einer kritischen Position im Bild hinzu (z.B. ein Fenster oder eine Haustür). Desto kleiner dieser Bereich ist, desto höher ist die Sensibilität. Um die optimale Einstellung herauszufinden, halten Sie ein Auge auf den System Log Ihrer Kamera. Wenn ein Bereich zuviele Fehlalarme auslöst, machen Sie Ihn größer oder verkleinern Sie die Sensibilität. Mögliche Fehler Wenn die Position Ihrer Kamera sehr anfällig für rasche Lichtveränderungen ist, zum Beispiel Veränderungen der Sonnenintensität durch vorbeiziehende Wolken, kann es passieren, dass Sie viele Fehlalarme erhalten. In diesem Fall beziehen Sie sich bitte auf das Menü Aktionen um einen PIR Bewegungssensor einzurichten.",
    "description2": "Alarm Areas Overlay - The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). Set Motion Detection Areas. Areas: Klicken Sie auf den Radio Button hinter dem Bereich (1-4) den Sie bearbeiten möchten. Bewegen Sie danach Ihren Mauszeiger über das Bild Ihrer Kamera, halten Sie die linke Maustaste gedrückt und ziehen Sie ein Rechteck über dem Bild auf. Um einen zweiten Bereich aufzuziehen, wählen Sie den entsprechenden Bereich aus und wiederholen die weiteren Schritte. Die Bewegungserkennung der Kamera wird danach nur innerhalb dieser Bereiche nach Bewegungen suchen. Active: Der Haken hinter Aktiv aktiviert den entsprechenden Bereich. D.h. die Kamera beginnt innerhalb dieses Bereiches nach Bewegungen zu suchen und wird bei einer positiven Erkennung, die von Ihnen gewählten Alarmaktionen auslösen. In der Menüleiste über dem Livevideo finden Sie einen Shortcut um die einzelnen Bereich schnell zu aktivieren deaktivieren, ohne das Bereiche Menü aufrufen zu müssen. Sobald eine der Zahlen 1-4 rot dargestellt wird, ist der zugehörige Bereich aktiv. Sensitivity: Legen Sie hier fest, wie viele Pixel sich im Bild ändern müssen um eine Alarmaktion auszulösen. Umso höher die Empfindlichkeit ist, desto weniger muss sich im Bildinhalt verändern um einen Alarm auszulösen. Beachten Sie bitte, dass die Empfindlichkeit auch von der Größe des Bereiches abhängt. Ein Objekt, dass 100 Pixel im Videobild ein nimmt, nimmt prozentual eine größere Fläche in einem kleinen Bereich ein, als in einem großen Bereich. Wenn Sie zu viele Fehlalarme erhalten, versuchen Sie die Bereiche größer einzuzeichnen. Wenn Ihnen die Erkennung zu unempfindlich ist, zeichnen Sie kleinere Bereiche im Bild ein. All: Klicken Sie auf diesen Button um den ausgewählten Bereich über dem ganzen Bild aufzuspannen. Reset: Bewegen Sie den ausgewählten Bereich wieder in seine Ausgangsposition. Define Areas that will be used for the Motion Detection. The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). Wrong: Many small Alarm Areas distributed over the Frame. The smaller an area, the bigger (in percent) a change in the image will be. Small areas are a lot more sensitive and should be used over parts of the image, where you never want to miss someone walking through. But they also lead to a large number of false alerts und should be used sparsely. You will receive a lot of false alarm notifications in the example above. Right: One big Area - small Areas only where they are critical. A big area is - according to the explanation above - much more resistent against false alerts. A big area over the whole image will only trigger an alert when a person comes very close to the camera. You can use a slightly higher sensitivity to compensate. To prevent that you might loose actual alarm events, add a smaller area where it is critical - e.g. a window or your front door. The smaller this area is is, the higher it´s sensitivity. To find the optimal setting, keep an eye on your camera´s System Log. If an area cause too many false alerts, make it bigger or decrease it´s sensitivity. Potential Errors: In case the camera’s position is prone to rapid light changes, e.g. changes in sun intensity due to cloud movements, you might be confronted with a high number of false alarms. In this case please refer to Actions Menu for employing a PIR motion detector.",
    "link": "/Web_User_Interface/720p_Series/Alarm/Areas/",
    "title": "Das Alarm Bereiche Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Bereiche", "Empfindlichkeit", "Alarmbereiche", "Fehlalarme", "viele Emails", "Alarme reduzieren", "zu spät", "zu viele", "falsche Alarme", "Lichtschwankung"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_Areas.jpg",
    "abstract": "Einstellen der Alarmbereiche zur Bewegungsüberwachung"
}
POST /wiki2/article
{
    "title2": "Alarm Actions Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Einstellen, was die Kamera im Alarmfall tun soll. Standard Standard Oberfläche für Aktionen bei allen Kameras, ausgenommen IN-6001 HD & IN-6014 HD swipe left Standard IN-6014 HD Actions Overlay for the camera model IN-6014 HD Alarm-Email senden Alle Alarm-Aktionen können über die Bereiche der Bewegungserkennung, den Alarmeigang, als auch denAudio Alarm ausgelöst werden. Hier können Sie die Alarmbenachrichtigung per Email aktivieren. Bitte beachten Sie, dass Sie zuerst den ausgehenden Email Server (SMTP) und den Email Empfänger eingeben müssen. Alarm Video auf SD-Karte senden Aktivieren, um im Alarmfall ein Video auf die interne SD Karte zu senden. Eine Alarm-Video Datei startet immer mit einem A und danach mit einem Zeitstempel. Ihre Kamera nimmt immer 3 Sekunden vor dem Alarm und 15 Sekunden nach dem Alarm auf. Alarm Video auf einen FTP-Server senden Aktivieren, um im Alarmfall ein Video auf Ihren FTP Server zu senden. Bitte beachten Sie, dass Sie zuerst Ihre FTP Server Informationen eingeben müssen. Alarm Snapshot auf SD-Karte senden Aktivieren, um im Alarmfall einen Snapshot auf die interneSD-Karte zu senden. Alarm Snapshot auf FTP Server senden Aktivieren, um im Alarmfall Snapshots auf Ihren FTP Server zu senden. Bitte beachten Sie, dass Sie zuerst Ihre FTP Server Informationen im FTP Menü eingeben müssen. Snapshot Auflösung Stellen Sie die Auflösung für die Snapshots ein, die im Alarmfall per FTP hochgeladen werden, per Email gesendet werden oder auf der SD-Karte gespeichert werden. Fotos in Email Stellen Sie ein, wieviele Snapshots in einer Alarm Email angehägnt werden sollen. Bitte beachten Sie, dass die Email etwas verzögert eintrifft, wenn zu viele Bilder angehängt werden. Wenn Sie ohne eine Verzögerung benachrichtigt werden wollen, nutzen Sie bitte den Push Service. Fotos auf SD-Karte Stellen Sie ein, wieviele Snapshots Sie im Alarmfall auf Ihrer SD-Karte speichern wollen. Fotos per FTP Upload Stellen Sie ein, wieviele Snapshots Sie im Alarmfall von Ihrer Kamera auf Ihren FTP Server senden wollen. Externen Ausgang aktivieren Aktivieren Sie den externen Alarm Ausgang Ihrer Kamera (nicht bei allen Kameramodellen verfügbar) und lassen Sie Ihre Kamera im Alarmfall das Relais schließen. Schließzeit des Relais in Sekunden Einstellen, wielange das Relais am Alarmausgang im Alarmfall geschlossen bleiben soll. Externen Alarm Eingang aktivieren. Aktivieren Sie den Alarm Eingang Ihrer Kamera (nicht bei allen Kameramodellen verfügbar). Informationen über das Verbinden mit einem externen Sensor können Sie hier finden. Sie können jeden Sensor mit Ihrer Kamera verbinden, welcher mit einem potentialfreien Kontakt arbeitet. Relais Schließzeit in Sekunden Einstellen, wielange das Relais am Alarmausgang im Alarmfall geschlossen bleiben soll. Externen Alarm Eingang aktivieren. Aktivieren Sie den Activate your camera´s alarm input (not all camera models). Informationen über das Verbinden mit einem externen Sensor können Sie hier finden. Sie können jeden Sensor mit Ihrer Kamera verbinden, welcher mit einem potentialfreien Kontakt arbeitet. Electric circuit during alarm / Alarm device set to Set if your external sensor is configured to close the circuit in case of a detection or if it will open the contact (see also IN-Motion 500). Please be aware that your camera will be in a constant state of alarm, if you set the alarm input to N.C. and you don´t connect an external sensor. Alarmeingang und Alarmbereiche koppeln Es wird empfohlen die interne Bewegungserkennung mit dem externen Sensor zu koppeln. Bitte beachten Sie, dass Sie mindestens einen Alarmbereich aktiviert haben müssen, um die Kopplungsfunktion nutzen zu können. Internen PIR Sensor aktivieren./strong> Nur IN-6014 HD - Aktivieren Sie den internen passiven Infrarot Sensor (PIRT Bewegegunserkennung) um einen Alarm auszulösen, wenn eine Person den Überwachungsbereich betritt. Sie können die Alarmbereiche deaktivieren, wenn der PIR Sensor aktiv ist. PIR und Alarmbereiche koppeln/strong> Nur IN-6014 HD - Sie können auch die Alarmbereiche mit dem internen PIR Sensor koppeln. Nutzen Sie diese Funktion um effizient gegen Falschalarme vorzugehen. Bitte denken Sie daran, dass Sie mindestens einen Alarmbereich aktiviert haben müssen, um diese Funktion nutzen zu können! Zusätzlich müssen Sie das Augen-Symbol als auch das Einbrecher Symbol in unserer Smartphone App um den Alarm zu deaktivieren. Akustisches Signal aktivieren Nur IN-6014 HD - Einstellen, wenn Ihre Kamer im Alarmfall ein Alarm Signal abspielen soll. Bei alle anderen Kameramodellen befindet sich diese Einstellung im Audio Menü. Was wollen Sie Ihre Kamera im Alarmfall machen lassen? Stellen Sie das Verhalten der Kamera im Fall eines Alarms der Bewegegunserkennung ein. Sie können Ihre Kamera Emails senden lassen oder Snapshots und Videos auf Ihre SD-Karte speichern lassen. Bitte stellen Sie sicher, dass Sie Ihre SMTP Server Einstellungen eintragen, bevor Sie die Email Benachrichtigung aktivieren und stellen Sie sicher, dass Sie eine SD-Karte in Ihrem SDHC Kartenslot eingesteckt haben (max. 32 GB) um die Videoaufnahme-Funktion und die Send-To-FTP Aktion nutzen zu können - eine 4 GB SD Karte ist im Lieferumfang erhalten. Softwarebasierte Bewegungserkennung Die softwarebasierte Bewegungserkennung, die von Ihrer Kamera für die aktivierten Alarm Bereiche genutzt wird, benötigt keine zusätzliche Hardware und kann in kontrollierten Innenräumen sehr präzise arbeiten. Der Nachteil ist, dass die Kamera keine Unterschiede macht und zum Beispiel eine vorbeiziehende Wolke ebenso ein Alarm auslösen wird, wie ein Mensch. Alles kann einen Alarm auslösen. Einen externen Sensor nutzen Sie können einen Bewegungsmelder wie den IN-Motion 500 nutzen, um die Erkennung Ihrer Kamera zu verbessern (Nur Kameras mit einem Alarm-In Anschluss), wenn Ihre Kamera keinen eingebauten PIR Bewegungssensor verbaut hat. Verbinden Sie einfach den Sensor mit dem Alarm Eingang und aktivieren Sie den externen Eingang. Die Kamera wird einen Alarm auslösen, wenn die Pins 3&4 überbrückt sind und das Relais auf Alarm geschlossen ist. Wenn es auf geöffnet bei Alarm gesetzt ist, n alarm, the alarm will be triggered once the circuit is broken by the relay inside the detector (n.c. “Normally Closed”) or if the wire is disconnected. The state you have to choose depends on your sensor - the wrong choice will give a continuous alert once the detector is connected. Das Aktivieren des internen oder externen PIR Sensors begrenzt die Bewegungserkennung auf Objekte deren Temperatur sich vom Hintergrund unterscheidet. In den meisten Fällen wird das ein Mensch oder ein Tier vor der Kamera sein, sowie der warme Motor des Autos. Änderungen der Lichtverhältnisse oder Nebel vor der Kamera werden vom PIR Sensor nicht erfasst. Durch das Koppeln des PIR Sensors mit den Alarmbereichen, erhalten Sie nur einen Alarm wenn beide Methoden zur selben Zeit auslösen. Dies wird die Anzahl Ihrer Fehlalarme, falls Sie welche haben, stark reduzieren. Bitte beachten Sie auch, dass es auch dazu führen kann, dass positive Alarme nicht erfasst werden.",
    "description2": "Actions Overlay - Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP Server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. Set what your Camera should do in Case of an Alert. Send Alarm Email: All alarm actions can be triggerd by the motion detection areas, the alarm input as well as the audio alarm. Here you can activate the alarm notification by email. Please be aware, that you first have to set your outgoing mail server (SMTP) and email receiver. Send Alarm Video to SD Card. Activate to save a video on the internal SD Card in case of an alarm. An alarm video file name always starts with an A and continuous with a time stamp. Your camera always records 3 seconds before the alarm event and 15 seconds after the trigger. Send Alarm Video to FTP Server: Activate sending a video to your FTP server after an alarm trigger. Please be aware, that you first have to set your FTP Server Information. Send Alarm Snapshot to SD Card: Activate saving snapshots to the internal SD card in case of an alarm. Send Alarm Snapshot to FTP Server: Activate sending snapshots to your FTP server in case of an alarm. Please be aware, that you first have to set your FTP information in the FTP menu. Snapshot Resolution: Set the resolution used for the snapshots uploaded to FTP, Email or saved to SD card in case of an alarm. Photos in Email: Set how many snapshots you want to be attached to an alarm email. Please be aware, that the email might be delayed if you attach too many images. If you want to be notified without a delay, please use the Push Service. Photos on SD Card: Set how many images you want to be saved to SD card in case of an alarm. Photos per FTP Upload: Set how many images you want your camera to send to your FTP server in case of an alarm. Activate External Output: Activate your cameras alarm input (not all camera models), and let your camera close the relay in case of an alarm. Relay closing time in seconds: Set for how long the alarm output relay should be closed in case of an alarm. Activate external alarm input: Activate your camera´s alarm input (not all camera models). Information about connecting an extern sensor can be found here. You can connect every sensor to your camera that is operated via a potential free contact. Relay closing time in seconds: Set for how long the alarm output relay should be closed in case of an alarm. Activate external alarm input: Activate your camera´s alarm input (not all camera models). Information about connecting an extern sensor can be found here. You can connect every sensor to your camera that is operated via a potential free contact. Electric circuit during alarm. Alarm device set to: Set if your external sensor is configured to close the circuit in case of a detection or if it will open the contact (see also IN-Motion 500). Please be aware that your camera will be in a constant state of alarm, if you set the alarm input to N.C. and you don´t connect an external sensor. Link alarm input and alarm areas: It is recommended to couple the internal motion detection with the external sensor. Please be aware, that you have to have at least one detection area active, when using the coupled state. Activate internal PIR sensor: Only IN-6014 HD - Activate the internal passive infrared sensor (PIR Motion Detector) to trigger an alert once a person enters the surveillance area. You can deactivate the alarm areas once the PIR sensor is active. Link PIR and motion detect areas: Only IN-6014 HD - You can also couple the alarm areas with the internal PIR sensor. Use this function to effectively screen out false alerts. Please be aware, that you have to at least activate one of the alarm areas to use this function! You also have to deactivate both the Eye Symbol as well as the Burglar Symbol in our smartphone app to deactivate the alarm. Activate acoustic signal: Only IN-6014 HD - Set if you want your camera to play an alarm signal in case of an alarm. For all other camera models have this function in the Audio Menu. What do you want the Camera to do in Case of an Alarm. Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. Software-based Motion Detection. The software-based motion detection used by your camera for the activated Alarm Areas does not need any additional hardware to work and can be very precise in controlled indoor environments. The disadvantage is that the detection does not discriminate causes for changes inside the cameras field of view - a cloud moving by in front of the sun, raindrops or vegetation moving in the wind. Everything can cause an alarm. Use an external Sensor. You can use a motion detector like the IN-Motion 500 to improve the detection rate of your camera (Only cameras with an Alarm-In contact) if your camera does not yet come with a PIR motion sensor equipped like the IN-6014 HD. Simply connect the sensor to the alarm input and activate the external input. The camera will trigger an alarm when the pins 3&4 are bridged and the relay state is set to closed on alarm (n.o. “Normally Open”). If it is set to open on alarm, the alarm will be triggered once the circuit is broken by the relay inside the detector (n.c. “Normally Closed”) or if the wire is disconnected. The state you have to choose depends on your sensor - the wrong choice will give a continuous alert once the detector is connected. Remark: When you are using an external sensor (or the internal PIR sensor in case of the IN-6014 HD), then you have to either deactivate the internal motion detection (Alarm Areas) or have to couple it with the Alarm Input! The alarm cannot be triggered otherwise. Once you coupled both detection methods, you always have to deactivate both to deactivate the motion detection! Use the internal Sensor (IN-6014 HD). Activating the internal or external PIR sensor allows you to limit the motion detection to bodies whose temperature differs from the background. In most cases, this will be a person or animal in front of the cameras or the warm motor of a car. Changes in light conditions, fog in front of the camera at night or movements in the wind will not be detected by the PIR sensor. By coupling the PIR sensor with the detection areas, you will only get an alarm event if both detection methods were triggered at the same time. This will greatly reduce the number of false alerts you might have. But be aware that it also might eliminate a few positive alerts. Switch external devices in case of an alarm (or manually). The external output connects to a relay inside the camera that can be switched manually or automatically in case of an alarm event. Please check Activate External Output to let the camera open or close a circuit with an external device connected to the pins 1&2. The external output can be used with the cameras motion detection to activate signalling devices like sirens or LED lights. It can also be used to control connected devices manually, e.g. via our smartphone app. The relay can be connected to circuits with up to 60 V direct current 125 V alternating current and max. 1 A.",
    "link": "/Web_User_Interface/720p_Series/Alarm/Actions/",
    "title2": "Das Alarm Aktionen Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "actions", "Aktionen", "Email", "Benachrichtigung", "Alarmaufnahme", "Video SD Karte", "Video FTP Server", "Alarm Snapshot", "Snapshot Auflösung", "Fotos in Email", "Fotos auf SD-Karte", "FTP Upload", "Aufnahme", "Alarmeingang", "Alarmausgang", "externer Bewegungsmelder", "Relais", "N.C.", "N.O.", "normally closed", "normally open", "Bereiche koppeln", "PIR Sensor", "Passive Infrared Sensor", "Alarmsignal", "Sirene", "akustisches Signal"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_Actions.jpg",
    "abstract": "Konfiguration der Aktionen bei Alarmauslösung"
}
POST /wiki2/article
{
    "title2": "Alarm Schedule Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zeitplan für die Bewegungserkennung Alles auswählen Klicken Sie hier um die Alarm Aktionen 24/7 zu aktivieren. Jede aktive Alarm Funktion, (Bewegungserkennung, Audio Alarm und externer Alarmeingang) kann die gesetzten Alarmaktionen auslösen. Nichts auswählen Klicken Sie hier um die 24/7 Alarm Aktionen zu deaktivieren. Jede aktive Alarm Funktion, (Bewegungserkennung, Audio Alarm und externer Alarmeingang) kann die gesetzten Alarmaktionen auslösen. Arbeitszeit Klicken Sie hier, wenn Sie die Alarm Aktionen während der normalen Arbeitszeiten aktiviert haben möchten. Alle aktiven Alarm Funktionen werden nur während dieser Zeit Alarm Aktionen auslösen. Nachtzeit Klicken Sie hier, wenn Sie die Alarm Aktionen während der Nacht aktiviert haben möchten. Alle aktiven Alarm Funktionen werden nur während dieser Zeit Alarm Aktionen auslösen. Alles Umkehren Dieser Button kehrt das ausgewählte Zeitfenster um. Die Alarm Funktion automatisieren. Legen Sie hier Ihren Zeitplan fest, an dem die Bewegungserkennungfür die Bereiche aktiv sein soll. Jede blaue Box Symbolisiert dabei eine Aktivitätsphase von 30 Minuten. Bitte stellen Sie sicher, dass Sie die korrekte Zeitzone einstellen, die auch von Ihrer Kamera genutzt wird. Denken Sie an die Zeitumstellung!",
    "description2": "Alarm Schedule Overlay - Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time! Set a Motion Detection Schedule. Select All: Click here to activate the alarm actions 24 7. Every active alarm function (motion detection, audio alarm and external alarm input) will be able to trigger the set alarm actions. Deselect All: Click here to deactivate the alarm actions 24 7. Every active alarm function (motion detection, audio alarm and external alarm input) will be able to trigger the set alarm actions. Work Time: Click here to activate the alarm actions during normal working time. All active alarm functions will set to trigger alarm actions during this time window. Night Time: Click here to activate the alarm actions at night. All active alarm functions will set to trigger alarm actions during this time window. Invert All: This button inverts the selected time window. Automate the Alarm Function: Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time!",
    "link": "/Web_User_Interface/720p_Series/Alarm/Schedule/",
    "title": "Das Alarm Zeitplan Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Zeitplan", "Alarmplan", "Zeitfenster"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_Schedule.jpg",
    "abstract": "Einstellen des Zeitplans für die Alarmaktivierung"
}
POST /wiki2/article
{
    "title2": "SMTP Server Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Geben Sie einen Server für die ausgehenden Emails an. SMTP Voreinstellungen	Ihre INSTAR Kamera kann mit nahezu jedem Email Provider kommunizieren. Die Voreinstellungen geben Ihnen nur einen Überblick über die meistgenutzen Provider. Falls Sie Ihren nicht finden, tippen Sie die Daten manuell ein. Wenn Sie die Serveradresse Ihres Providers nicht kennen, verwenden Sie einfach INSTAR SMTP Server. Diese Voreinstellung erlaubt es Ihnen, über einen INSTAR Server die Mail direkt zu Ihrer persönlichen E-Mail Adresse zu senden. Alles was Sie als nächstes machen müssen, ist Ihre persönliche Email Adresse als Empfänger im EMAIL MENÜ einzutragen. SMTP Server	Geben Sie die Serveradresse Ihres Email Providers ein. Wenn Sie die Serveradresse Ihres Providers nicht kennen, verwenden Sie einfach INSTAR SMTP Server. Diese Voreinstellung erlaubt es Ihnen, über einen INSTAR Server die Mail direkt zu Ihrer persönlichen E-Mail Adresse zu senden. Alles was Sie als nächstes machen müssen, ist Ihre persönliche Email Adresse als Empfänger im EMAIL MENÜ einzutragen. SMTP Port	Wählen Sie den Port, den Ihr SMTP Server benutzt um Ihre Emails zu empfangen. Der Standardport für eine unverschlüsselte Mailübertragung ist 25, für SSL wählen Sie Port 465 und TLS/STARTTLS nutzt den Port 587. SMTP SSL	Wählen sie den Verschlüsselungsmodus den Ihr SMTP Server benutzt. Beachten Sie, dass die meisten Server zwar alle Verschlüsselungen unterstützen, dafür aber unterschiedliche Ports verwenden. SMTP Benutzername	Geben Sie Ihren Email Benutzernamen ein - dies ist, in den meisten Fällen, einfach Ihre Email Adresse. SMTP Passwort	Geben Sie das Passwort Ihres Email Accounts an und bestätigen Sie es. Achtung: Beachten Sie, dass die maximale Länge Ihres Email Passworts 39 Zeichen ist. Die folgenden Sonderzeichen werden nicht unterstützt. Server Voreinstellungen Verwenden Sie einfach INSTAR Voreinstellungen, wenn Sie die SMTP Informationen Ihres Email Providers nicht kennen. Wählen Sie das INSTAR Preset aus dem Drop-Down Menü und bestätigen Sie die Eingabe. Den Email Empfänger können Sie im EMAIL MENÜ festlegen. Mit dieser Einstellung verwendet Ihre Kamera den INSTAR Email Ausgangsserver um die Alarmbenachrichtigung direkt an Ihre persönlich Emailadresse zu versenden. Der Emailversand erfolgt TLS verschlüsselt und INSTAR speichert keine Kopien der versendeten Emails!",
    "description2": "SMTP Server Overlay - Simply use the INSTAR Preset if you don´t know the SMTP information of your Email provider. Choose the preset from the drop down menu and confirm. The Email recipient can be set in the Email Menu. Set-up this way, your camera will use an INSTAR Server to send alarm mails to your personal Email address. This transfer will be TLS encrypted and INSTAR does not store any copies of your Emails! Remember Daylight-Saving-Time! Set a Server the outgoing Alarm Emails. SMTP Presets: Your INSTAR camera can work with almost all email provider. The preset menu just gives you an overview over the most common outgoing email server. If you cannot find yours, simply type in your information manually below. If you don´t know your providers server address, simply choose the INSTAR SMTP Server. This preset allows you to send your emails through an INSTAR server directly to your personal email address. All you have to do next, is to type in your personal email address as receiver in the Email Menu. SMTP Server: Type in the server address of your email provider. If you don´t know the address, simply choose the INSTAR preset (above). Afterwards you just have to type in your personal email address as receiver in the Email Menu. SMTP Port: Choose the port that your SMTP server uses to receive your emails. The default value for an unencrypted mail transfer (SMTP SSL: none) is 25, for SSL choose port 465 and TLS STARTTLS uses the port 587. SMTP SSL: Choose the type of encryption that your SMTP server uses. Be aware that most servers offer all types of encryption - but they all use different ports. SMTP Username: Type in your email username - this is, in most cases, simply the email address that you want to use. SMTP Password: Type in the password for your email account and confirm it. Remark: Be aware that maximum length for the email password is 39 characters. The following special characters are not supported. Server Presets: Simply use the INSTAR Preset if you don´t know the SMTP information of your Email provider. Choose the preset from the drop down menu and confirm. The Email recipient can be set in the Email Menu. Set-up this way, your camera will use an INSTAR Server to send alarm mails to your personal Email address. This transfer will be TLS encrypted and INSTAR does not store any copies of your Emails!",
    "link": "/Web_User_Interface/720p_Series/Alarm/SMTP_Server/",
    "title": "Das SMTP Server Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "smtp server", "preset", "Voreinstellung", "smtp port", "Verschlüsselung", "Email Benutzername", "Email Kennwort", "Email Passwort", "erlaubte Zeichen", "SSL", "TLS"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_SMTP_Server.jpg",
    "abstract": "Einstellen des SMTP-Servers für Alarm-Emails "
}
POST /wiki2/article
{
    "title2": "Email Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Geben Sie eine Empfänger-Adresse für die Email ein Hier müssen Sie den Absender, den Empfänger, den Betreff sowohl optional einen kurzen (max. 64 Zeichen) Text eingeben. Die Absenderadresse sollte gemäß denSMTP Server Einstellungen sein, obwohl einige Email Provider Sie das Feld frei ausfüllen lassen. Wenn Sie die Email an mehr als eine Adresse senden möchten, trennen Sie einfach die Adressen mit einem Semikolon ;. Zum Beispiel: max.mustermann@instar.de ; franz.fingerhut@instar.de. Es wird empfohlen einen Betreff und einen Text einzugeben, um zu verhindern, dass die Email im Spamordner landet.",
    "description2": "Email Overlay - Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. Set Receiver Addresses for the Alarm Emails.Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place.",
    "link": "/Web_User_Interface/720p_Series/Alarm/Email/",
    "title": "Das Email Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Email", "Empfänger", "Email Test", "Benachrichtigung"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_Email.jpg",
    "abstract": "Einstellen des Empfängers der Alarm-Emails"
}
POST /wiki2/article
{
    "title2": "FTP Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Stellen Sie einen Server für Ihre Uploads ein FTP Server Geben Sie hier Ihre FTP Server Adresse ein. Sie können dafür auch Geräte in Ihrem LAN verwenden, z.B. einen lokalen Server oder vielleicht Ihren Router oder Ihr NAS. FTP Port Der Standard Port für den FTP Dienst ist Port 21. Stellen Sie hier Ihren Port ein, falls Sie Ihren Server anders konfiguriert haben. FTP Ordner Das FTP Verzeichnis - der Ordner in den Ihre Kamera die Bilder und Videos hochladen wird - ist immer relativ zu Ihrem Root Verzeichnis Ihres FTP Benutzers ! Das Root Verzeichnis für jeden Benutzer ist auf Ihrem FTP Server festgelegt - lesen Sie unsere AVM Fritzbox Anleitung für ein Beispiel. FTP Benutzername The Benutzername - und dessen Benutzerrechte - sind auf Ihrem FTP Server festgelegt. Geben Sie den Benutzernamen ein, den Ihre Kamera verwenden soll. FTP Passwort Geben Sie hier das dazugehörige Passwort ein. FTP Modus Sie können den passiven Modus (PASV) verwenden. Wählen Sie nur den PORT Modus wenn PASV nicht funktioniert. Dies kann passieren, wenn Ihr FTP Server hinter einer NAT Firewall hängt. FTP Ordner Struktur Wenn man viele Dateien auf einen FTP Server hochlädt, ist es empfehlenswert für jeden Tag einen neuen Ordner anzulegen. Diese Einstellung kann bei manchen FTP Servern zu Problemen führen. In diesem Fall laden Sie bitte alle Dateien in einen Ordner. Test Die Testfunktion wird versuchen eine Datei auf Ihren FTP Server hochzuladen - der Name der Datei besteht aus dem Großbuchstaben T und einem Zeitstempel. Vergessen Sie nicht, Ihre Einstellungen zu Bestätigen, bevor Sie die Testfunktion nutzen! FTP Server Upload Um den Video FTP Upload zu nutzen, müssen Sie zuerst Ihre FTP Server Adresse und Ihre Logindaten eingeben. Sie können zum Beispiel den FTP-Dienst Ihres Routers als FTP Server nutzen - in diesem Fall müssen Sie die IP Adresse Ihres Routers als FTP Server Adresse eingeben. Wenn Sie einen FTP Server auf Ihrem lokalen PC aufsetzen (zum Beispiel mitFilezilla Server), benutzen Sie die lokale IP-Adresse des PC's, außerdem können Sie natürlich auch die URL des Webservers nutzen. Der Standard FTP-Port ist 21. Sie können ein Upload Verzeichnis für Ihre Kamera unter FTP Ordner anlegen. Den Root Ordner Ihres FTP Servers erreichen Sie mit einem ./. Das Trennzeichen für die Ordner ist ein Schrägstrich. Ein Unterordner (z.B. INSTAR) kann mit ./INSTAR erreicht werden. Ein Schrägstrich am Ende ist nicht von Bedeutung, kann aber verwendet werden. Der FTP Benutzername und das FTP Passwort sind Ihre Logindaten. Der Name des Videos ist fix und setzt sich aus folgender Syntax zusammen: rec011_YYYYMMDDhhmmss.asf. Der erste Teil zeigt den Kanal der für die Aufnahme verwendet wurde - 11, 12 oder 13. Getrennt durch einen Unterstrich folgt der Zeitstempel, der die Zeit der Bewegungserkennung beinhaltet. Passiv oder Port Für den FTP Modus können Sie zwischen dem passiven (PASV) und dem aktiven Modus (PORT) wählen. Der Standard ist der aktive PASV Modus. Wenn Ihr Server hinter einem Router mit einer aktiven NAT installiert ist, oder wenn die Firewall das Netzwerk des Servers von einem externen Zugriff durch Ihre Kamera blockiert, sollten Sie den Port Modus auswählen.",
    "description2": "FTP Overlay - To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. Set a Server for your FTP Uploads. FTP Server: Type in your FTP server address here. You can also use devices inside your LAN for this function, e.g. a local server or maybe your Router or NAS. FTP Port: The default port for the FTP service is Port 21. Adjust this port here, if your configured your server differently. FTP Folder: The FTP directory - the folder that your camera will use to upload images and videos to - is always relative to the root directory of your FTP User! The root directory for each user is defined on your FTP server - read our AVM Fritzbox manual for an example. FTP Username: The username - and it´s access rights - are defined on your FTP server. Type in the username you want your camera to use here. FTP Password: Add the corresponding password here. FTP Modus: You can use the passive mode (PASV) in most cases. Only choose PORT mode if PASV fails. This might happen if your FTP server is by an NAT firewall. FTP Folder Structure: If you want to upload a large number of files to the FTP server, it is recommended to create a new folder for those uploads each day. With some systems you might run into some problems with this setting. In this case try to upload all files to one folder instead. Test: The test function will try to upload a file to your FTP server - the name of the file consists of the capital letter T and a Timestamp. Don´t forget to submit your settings first before using the Test Function! FTP Server Upload: To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. You can define an upload directory for your camera under FTP Folder. The root folder of the FTP server can be reached by. The separator for the folders is the forward slash. A subfolder (e.g. INSTAR) can be reached by INSTAR. An ending forward slash is not obligatory, but can be used. The FTP Username and FTP Password are the login credentials for your FTP Account. The name of the video file is fixed and corresponds to the following syntax: rec011_YYYYMMDDhhmmss.asf. The first part shows the channel that was used for the recording - 11, 12 or 13. Separated by an underscore follows a timestamp, which marks the time of the motion detection. Passive or Port: For the FTP Mode you can choose between a passive (PASV) and an active mode (PORT). The standard is the active PASV mode. If your server is installed behind a router with an active network address translation (NAT), or if a firewall is blocking the servers network from an external access by your camera, you should choose the PORT mode.",
    "link": "/Web_User_Interface/720p_Series/Alarm/FTP/",
    "title": "Das FTP Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "FTP", "Upload", "FTP Server", "FTP Port", "PASV", "PORT"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_FTP.jpg",
    "abstract": "Konfiguration eines FTP Server zum Upload von Alarmbildern- & Videos"
}
POST /wiki2/article
{
    "title2": "Audio Alarm Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Verwenden Sie Ihre Kamera als Baby Monitor Audio Alarm durch akustisches Signal Wenn Ihre Kamera ein internes Mikrofon besitzt - oder Sie ein externes Mikrofon in den Audio-In Eingang Ihrer Kamera eingesteckt haben - können Sie es als Auslöser für Geräusche vor Ihrer Kamera verwenden. Das könnte nützliche sein, wenn Sie Ihre Kamera als Babyphone benutzen wollen. Der Audio Alarm kann alle eingestellten Alarm Aktionen auslösen, ebenso die Push-Benachrichtigung. Audio Alarm Sensibilität Stellen Sie hier die Sensibilität der Audio Erkennung ein. Bitte beachten Sie, dass die Sensibilität auch abhängig von der Signalstärke des Audio Eingangs ist. Nutzen Sie das Mikrofon Ihrer Kamera um Geräusche zu erkennen Der Audio Alarm der Kamera nutzt das integrierte Mikrofon um Geräusche zu erkennen und einen Alarm auszulösen. Die Events werden genauso verarbeitet wie bei der Bewegungserkennung und lösen alle in Alarm Aktionen eingerichteten Aktionen aus. Bitte beachten Sie, dass die Sensibilität durch den Regler hier, als auch durch die Lautstärke des Mikrofons beeinflusst wird. Sie können die Verstärkung des Signals im Multimedia Abschnitteinstellen.",
    "description2": "Email Overlay - Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. Set Receiver Addresses for the Alarm Emails.Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place.",
    "link": "/Web_User_Interface/720p_Series/Alarm/Audio_Alarm",
    "title": "Das Email Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Audioalarm", "Babyphone", "Audioerkennung", "Mikrofon", "Geräusche"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_Audio_Alarm.jpg",
    "abstract": "Konfiguration des Audio-Alarms"
}
POST /wiki2/article
{
    "title2": "SD Card Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Öffnen, formatieren oder entfernen Sie Ihre SD-Karte Das SD-Karten Menü Wählen Sie ob Sie die SD Karte auswerfen oder Formatieren möchten und bestätigen Sie die Eingabe. Es ist immer empfohlen die SD Karte zuerst auszuwerfen, bevor Sie sie aus der Kamera entfernen. Gerade wenn die Kamera eine Aufnahme durchführt während die Stromversorgung gekappt wird, kann es zu Fehlern im Dateisystem kommen. Sollte die SD Karte beschädigt werden, wird das Betriebsysstem versuchen die SD Karte zu reparieren und es kann einige Minuten dauern, bis die SD Karte wieder verfügbar ist. Sollte die SD Karte auch nach einiger Zeit noch nicht erreichbar sein, können Sie probieren die Karte zu formatieren. Sollte die Karte ausgeworfen werden, wird das Betriebssystem versuchen Sie nach einiger Zeit wieder automatisch zu mounten. Ein Klick auf den Link über dem Bestätigen-Button wird Sie auf das SD-Karten Verzeichnis weiterleiten, auf dem all Ihre Snapshots und Videos gespeichert werden. Verwenden Sie den Admin-Login Ihrer Kamera um sich einzuloggen. Es gibt auch bequemere Wege den Inhalt der SD-Karte zu sehen, zum Beispiel über Drittanbietersoftware oder unsere mobile Smartphone-App InstarVision.",
    "description2": "SD Card Overlay - Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system. Open, format or unmount your SD Card. The SD Card Menu: Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system. A click on the link above the submit button will lead you to the SD card directory where all your snapshots and videos will be stored. Use your camera admin login to access the directory. But there are also more convenient ways to access your recordings via third-party software or our mobile phone app InstarVision.",
    "link": "/Web_User_Interface/720p_Series/Alarm/SD_Card/",
    "title": "Das SD Karten Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "SD card", "SD Karte", "auswerfen", "formatieren", "nicht erkannt", "nicht angezeigt", "Videos anzeigen", "SD Karten Rechner", "wie viele Videos", "wie groß"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_SD_Card.jpg",
    "abstract": "Verwalten der SD-Karte"
}
POST /wiki2/article
{
    "title2": "Alarmserver Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Öffnen, formatieren oder entfernen Sie Ihre SD-Karte Das SD-Karten Menü Wählen Sie ob Sie die SD Karte auswerfen oder Formatieren möchten und bestätigen Sie die Eingabe. Es ist immer empfohlen die SD Karte zuerst auszuwerfen, bevor Sie sie aus der Kamera entfernen. Gerade wenn die Kamera eine Aufnahme durchführt während die Stromversorgung gekappt wird, kann es zu Fehlern im Dateisystem kommen. Sollte die SD Karte beschädigt werden, wird das Betriebsysstem versuchen die SD Karte zu reparieren und es kann einige Minuten dauern, bis die SD Karte wieder verfügbar ist. Sollte die SD Karte auch nach einiger Zeit noch nicht erreichbar sein, können Sie probieren die Karte zu formatieren. Sollte die Karte ausgeworfen werden, wird das Betriebssystem versuchen Sie nach einiger Zeit wieder automatisch zu mounten. Ein Klick auf den Link über dem Bestätigen-Button wird Sie auf das SD-Karten Verzeichnis weiterleiten, auf dem all Ihre Snapshots und Videos gespeichert werden. Verwenden Sie den Admin-Login Ihrer Kamera um sich einzuloggen. Es gibt auch bequemere Wege den Inhalt der SD-Karte zu sehen, zum Beispiel über Drittanbietersoftware oder unsere mobile Smartphone-App InstarVision.",
    "description2": "SD Card Overlay - Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system. Open, format or unmount your SD Card. The SD Card Menu: Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system. A click on the link above the submit button will lead you to the SD card directory where all your snapshots and videos will be stored. Use your camera admin login to access the directory. But there are also more convenient ways to access your recordings via third-party software or our mobile phone app InstarVision.",
    "link": "/Web_User_Interface/720p_Series/Alarm/Alarmserver/",
    "title": "Das Alarmserver Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Alarmserver", "Raspberry Pi", "Hausautomatisierung", "Smarthome", "FHEM"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Alarm_SD_Card.jpg",
    "abstract": "Verwalten der SD-Karte"
}
POST /wiki2/article
{
    "title2": "Recording Menu",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Aufnahme Menü Dies ist der Zeitplan für die Aufnahme und Fotoserie - wählen Sie aus, welchen Dienst Sie verwenden möchten und zeichnen Sie die Zeitfenster ein, in denen die Kamera ein Video bzw. eine Fotoserie aufzeichnen soll. Jedes blaue Quadrat entspricht dabei 30 Minuten, in denen der Aufnahmeplan aktiv ist. Stellen Sie bitte sicher, dass in der Kamera die richtige Zeitzone und der Wert für die Sommerzeit gesetzt wurde bevor Sie den Zeitplan aktivieren. Nehmen Sie Schnappschüsse im Zeitintervall auf und setzen Sie die Bilder über einen Drittanbietersoftware zu einem Zeitraffervideo zusammen. Alternativ kann die Funktion auch Einzelbilder mit einem festgelegten Bildnamen auf einen FTP Server hochladen. Dies bietet Ihnen eine einfache Möglichkeit ein quasi-Livebild der Kamera auf Ihrer Webseite einzubinden. Aktivieren Sie hier die geplante Videoaufnahme. Der oben definierte Zeitplan bestimmt dabei zu welchen Zeiten die Kamera Aufnahmen durchführt. Legen Sie hier die Auflösung, Länge pro Datei und die maximale Länge einer manuellen Aufnahme fest.",
    "description2": "Recording Menu: Schedule Menu - This is the schedule that will be used for planned recordings and the photoseries. Just select the service you want to use and fill out a time window for this function to be active in. Every blue block inside the schedule stands for a 30min window of activity. Please make sure that the camera is set to the correct Time Zone and that the Daylight-Saving Time parameter is set correctly. Video Menu - Here you can activate the planned video recording. This function will record a video to the cameras internal SD card inside the time window defined by the Recording Schedule. You can set the resolution and length of each recorded video file. Photoseries Menu - Record snapshots in an adjustable time interval and stitch them together inside a Third-party Software to create a timelapse video. You can also choose to upload the snapshot with a fixed file name. This will always overwrite the last file and allows you to easily embedd a Live Image of your IP camera inside your homepage.",
    "link": "/Web_User_Interface/720p_Series/Recording/",
    "title": "Das Aufnahme Menue",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "geplant", "Videoaufnahme", "Fotoserie", "Photoserie", "Zeitplan"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Einstellungsmöglichkeiten im Aufnahme-Menü Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Recording Schedule Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Eine geplante Aufnahme auf die SD Karte einrichten Alles auswählen Klicken Sie hier, um die geplante Aufnahme 24/7 zu aktivieren. Die geplanten Video Aufnahmen und Fotoserien (falls aktiviert) werden kontinuierlich laufen. Nichts auswählen Klicken Sie hier, um die geplanten Aufnahmen zu deaktivieren. Die geplanten Video Aufnahmen und Fotoserien (falls aktiviert) werden gestoppt. Arbeitszeit Klicken Sie hier, um die geplanten Video Aufnahmen oder Fotoserien (falls aktiviert) während den normalen Arbeitszeiten zu aktivieren. Nacht Klicken Sie hier, um die geplanten Video Aufnahmen oder Fotoserien (falls aktiviert) während der Nacht zu aktivieren. Alles umkehren Kehrt Ihre Auswahl um Einen Zeitplan für geplante Videoaufnahmen und Snapshots einrichten Verwenden Sie den Zeitplan um geplante Video- oder Snapshot Aufnahmen einzurichten (z.B. für Time-Lapses). Jede blaue Box entspricht 30min Aktivität. Die aufgenommen Dateien werden auf der internen SD Karte gespeichert. Die Dateinamen starten mit dem Großbuchstaben P, um Sie von den Alarmaufnahmen A und den Testaufnahmen T zu unterscheiden.",
    "description2": "Recording Schedule Overlay - This is the schedule that will be used for planned recordings and the photoseries. Just select the service you want to use and fill out a time window for this function to be active in. Every blue block inside the schedule stands for a 30min window of activity. Please make sure that the camera is set to the correct Time Zone and that the Daylight-Saving Time parameter is set correctly. Set-up a Planned Recording on the SD Card. Select All: Click here to activate planned recordings 24 7. The planned video recording and photo series (IF ACTIVATED) will be running continuously. Deselect All: Click here to deactivate all planned recordings. The planned video recording and photo series (EVEN IF ACTIVATED) will be stopped. Worktime: Click here to activate the planned video recording or photo series (if activated) during normal working houres. Nighttime: Click here to activate the planned video recording or photo series (if activated) during the night. Invert all: Invert your selection. Set a Schedule for planned Video and Snapshot Recordings. Use the schedule to program planned video or snapshot recordings (e.g. for time-lapses). Every blue box represents 30min of activity. The recorded files will be stored to the camera’ s internal SD card. The filenames will start with a capital P to differentiate them from alarm recordings A and test images that start with a T.",
    "link": "/Web_User_Interface/720p_Series/Recording/Schedule/",
    "title": "Das Aufnahme Zeitplan Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "Zeitplan", "Videoaufnahme", "Serienaufnahme", "geplante Aufnahme"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Recording_Schedule.jpg",
    "abstract": "Einstellen des Zeitplans für automatische Aufnahmen"
}
POST /wiki2/article
{
    "title2": "Video Recording Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Konfigurieren der geplanten Aufnahmen auf die SD Karte Speichern Sie die geplanten Videoaufnahmen auf der SD Karte Aktivieren Sie die geplante Aufnahme auf die interne SD Karte. Bitte beachten Sie, dass die Aufnahme nur startet, wenn der Aufnahme Zeitplan auch aktiv ist. Video Qualität Stellen Sie die Videoqualität für die geplanten Aufnahmen ein. Videolänge in Sekunden Es wird empfohlen die Aufnahmen in kleinere Dateien aufzuteilen, damit Sie im Falle eines Schreibfehlers die Datensicherheit behalten. Die maximalie Länge einer Videodatei beträgt 900 Sekunden (15 Minuten). Länge der manuellen Videoaufnahmen auf die SD Karte Sie können die Aufnahme über die Menübar oder unsere Smartphone App (iPhone, iPad or Android) starten. Es wird empfohlen, eine maximale Länge einzustellen um die Aufnahmen in kleine Dateien aufzuteilen.",
    "description2": "Video Recording Overlay - Here you can activate the planned video recording. This function will record a video to the cameras internal SD card inside the time window defined by the Recording Schedule. You can set the resolution and length of each recorded video file. Configure the Planned Video Recording on the SD Card. Activate scheduled video recording on SD card: Activate the scheduled recording to the internal SD card. Please be aware, that the recording will only start if the recording schedule is active as well. Video Resolution: Set the video resolution for the planned recording. Video length in seconds: It is recommended to divide recordings in small files to improve your data security in case of an writing error during the recording. The maximum lenght of a single video file is 900 seconds - this are 15 minutes. Duration of manual video recording on SD card: You can start the recording via menu bar and with our smartphone app (iPhone, iPad or Android). It is recommended to set a maximum length to divided your recordings into serveral files.",
    "link": "/Web_User_Interface/720p_Series/Recording/Video/",
    "title": "Das Video Aufnahme Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "Videoaufnahme", "geplanten  Aufnahme", "auf SD Karte", "Videolänge", "manuellen Videoaufnahmen"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Recording_Video.jpg",
    "abstract": "Konfiguration von automatischen Video-Aufnahmen"
}
POST /wiki2/article
{
    "title2": "Photoseries Overlay",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Konfiguration einer Fotoserie auf einer SD Karte Auf SD Karte Aktivieren, um die geplanten Snapshot Aufnahme auf der internen SD Karte zu speichern. Bitte beachten Sie, dass die Aufnahme nur startet wenn der Aufnahme Zeitplan aktiv ist. Zeitintervall Setzen Sie das Zeitintervall zwischen den Snapshots. Das längste unterstützte Intervall ist 86400 Sekunden - dies würde eine Fotoserie erstellen, bei der 24 Stunden zwischen den beiden aufgenommen Bildern vergangen sind. Via Email Aktivieren Sie die geplante Snapshot Aufnahme und senden Sie die Snapshots per Email. Bitte beachten Sie, dass die Aufnahme nur startet wenn Sie einen Aufnahme Zeitplan aktiviert haben und einenSMTP Server eingerichtet haben. Zeitintervall Setzen Sie das Zeitintervall zwischen den Snapshots. Das längste unterstützte Intervall ist 86400 Sekunden - dies würde eine Fotoserie erstellen, bei der 24 Stunden zwischen den beiden aufgenommen Bildern vergangen sind. Auf FTP Server Aktivieren Sie die geplante Snapshot Aufnahme und laden Sie die Snapshots auf einen FTP Server hoch. Bitte beachten Sie, dass die Aufnahme nur startet wenn Sie einen Aufnahme Zeitplan aktiviert haben und einen FTP Server eingerichtet haben. Dateiname mit Zeitstempel Erstellen Sie einen Dateinamen für jeden Snapshot von einem Zeitstempel. Fester Dateiname Setzen Sie einen festen Dateinamen der bei jedem Upload überschrieben wird. So haben Sie immer nur eine Datei auf Ihrem FTP Server - was ideal ist, wenn Sie das Live Bild der Kamera in einer Webseite einbinden möchten. Zeitintervall Setzen Sie das Zeitintervall zwischen den Snapshots. Das längste unterstützte Intervall ist 86400 Sekunden - dies würde eine Fotoserie erstellen, bei der 24 Stunden zwischen den beiden aufgenommen Bildern vergangen sind.",
    "description2": "Photoseries Overlay - Record snapshots in an adjustable time interval and stitch them together inside a Third-party Software to create a timelapse video. You can also choose to upload the snapshot with a fixed file name. This will always overwrite the last file and allows you to easily embedd a Live Image of your IP camera inside your homepage. Configure a Photoseries on SD Card. On SD Card: Activate the planned snapshot recording on the internal SD card. Please be aware, that the recording only starts when the Recording Schedule is active. Time Interval: Set the time interval in between to snapshots. The longest supported interval is 86400 seconds - this would create a photoseries with 24hrs between two recorded images. Via Email: Activate the planned snapshot recording and send those snapshots by Email. Please be aware, that the recording only starts when the Recording Schedule is active and you set an SMTP Server first. Time Interval: Set the time interval in between to snapshots. The longest supported interval is 1440 minutes - this would create a photoseries with 24hrs between two recorded images. On FTP Server: Activate the planned snapshot recording and upload those snapshots to an FTP Server. Please be aware, that the recording only starts when the Recording Schedule is active and you set an FTP Server first. Filename with Timestamp: Create a filename for each snapshot from a time stamp. Fixed filename: Set a fixed file name and overwrite the file with each upload. This way you will only have one current uploaded file on your FTP server - which is ideal, if you want to embedd this file in your website. Time Interval: Set the time interval in between to snapshots. The longest supported interval is 86400 seconds - this would create a photoseries with 24hrs between two recorded images.",
    "link": "/Web_User_Interface/720p_Series/Recording/Photoseries/",
    "title": "Das Fotoserie Overlay",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "photoseries", "Fotoserie", "timelapse", "FTP Upload", "fester Bildname", "Intervall", "SD Karte", "Email"],
    "image": "/images/Search/WebUI_720p_SearchThumb_Recording_Photoseries.jpg",
    "abstract": "Konfiguration von automatischen Foto-Aufnahmen"
}
POST /wiki2/article
{
    "title2": "Menu Bar",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "SD-Karte - Verzeichnis der SD-Karte öffnen Klicken Sie auf die SD-Karte um das Verzeichnis der SD-Karte in einem neuen Browser-Tab zu öffnen - alle Ihre Snapshots und Videos werden aufgelistet. Nutzen Sie als Zugangsdaten Ihren Admin-Login. Sie können die SD-Karte auch mit Drittanbieter-Software aufrufen. Snapshot auf SD - Machen Sie einen Snapshot und speichern ihn auf die interne SD-Karte Klicken Sie auf Snapshot um einen einzelnen JPG Snapshot des aktuellen Videobilds auf die interne SD KARTE zu speichern. Wenn Sie das ACTIVEX VIDEO PLUGIN nutzen, wird der Snapshot lokal im Unterordner Snap unter dem AUFNAHME PFAD gespeichert (nur ActiveX Video Plugin). Andernfalls wird der Snapshot in einem neuen Browser-Tab geöffnet und kann dort abgespeichert werden. Möglicherweise müssen Sie die Adresse der Kamera (IP oder DDNS Adresse) als Vertrauenswürdige Seite in den Einstellungen Ihres Internet Explorers hinzufügen, um Schreibrechte auf die Festplatte zu gewährleisten! h.264 / MJEPEG - Wechseln Sie zwischen dem h.264 Stream und dem plugin-freien MJPEG Stream Hier können Sie zwischen dem h.264 und MJPEG Videostream der Kamera wechseln - der aktive Modus wird in Rot dargestellt. Dies ist ein Schnellzugriff für den Videostream der im VIDEO MENÜ gefunden werden kann. Im Allgemeinen ist die benötigte Bandbreite für den MJPEG Stream höher und bei schlechter Verbindung wird der Stream einige Frames verlieren. Der h.264 Stream hat eine viel höhere Komprimierung (abhängig von Ihren Einstellungen im Video Menü) - was weniger Bandbreite benötigt. Der h.264 Stream benötigt zusätzlich ein Video Plugin um dargestellt zu werden - bitten wählen Sie im Videomenü zwischen dem ActiveX-, Quicktime- oder Flash-Plugin. Hilfe - Direktlink zu unserer Online Dokumentation Durch einen Klick auf Hilfe gelangen Sie zu unserer kontinuierlich weiterentwickelten ONLINE FAQ SEITEauf Instar.de Aufnahme auf SD - Starten Sie eine manuelle Aufnahme und speichern Sie es auf der interen SD-Karte Klicken Sie auf Aufnahme um eine manuelle Videoaufnahme zu starten. Das Video wird im Unterordner Aufnahmen unter dem AUFNAHME VERZEICHNIS (nur ACTIVEX VIDEO PLUGIN) gespeichert. Sie erkennen am roten Indikator, dass die Kamera gerade aufnimmt. Möglicherweise müssen Sie die Adresse der Kamera (IP oder DDNS Adresse) als Vertrauenswürdige Seite in den Einstellungen Ihres Internet Explorers hinzufügen, um Schreibrechte auf die Festplatte zu gewährleisten! Andere Browser erlauben es Ihnen Videoaufnahmen direkt auf der SD-Karte zu speichern. Alarmbereiche - Aktiveren/Deaktiveren Sie Alarmbereiche für die Bewegungserkennung Klicken Sie auf Alarm um die ALARMBEREICH EINSTELLUNGEN zu aktiveren/deaktivieren",
    "description2": "Menu Bar - The Menu Bar is located above the live video and allows you to quickly access the SD card, take snapshots or start recordings or activate the motion detection of your camera. SD Card - Open your cameras SD card directory: Click on the SD Card to open the SD cards directory in a new browser window or tab - all your snapshots and videos will be listed. Use your camera admin login to access the directory. You can also access your SD card with thirdparty software. Snapshot to SD - Take a Snapshot and save it to the Internal SD Card: Click on Snapshot to save a single JPG snapshot of the current video frame to the internal SD card. When you are using the ActiveX Video Plugin the snapshot will be saved locally in the subfolder Snap under the Record Path (only ActiveX Video Plugin). Otherwise the snapshot will be opened in a new browser window or tab and can be saved from there. You might have to set the cameras address (local IP or DDNS address) as a trusted site inside the Internet Options of your Internet Explorer to allow write access to your harddisk! h.264 MJEPEG - Switch between the cameras h.264 stream and the plugin-free MJPEG stream: Here you can switch between the cameras h.264 and MJPEG videostream - the active mode will be displayed in red. This is a quick-access button for the video stream toggle found in the Video Menu. In general, the bandwidth requirements for the MJPEG stream will be higher and in low connectivity situations, the stream might drop some frames. The h.264 stream can have a much higher compression (depending on your settings in the Video Menu) - leading to lower bandwidth requirements. It also needs a video plugin to be displayed - please check the video menu to switch between the ActiveX, Quicktime and Flash plugin. Help - Direct Link to our Online Documentation: Clicking on Help will bring you to our constantly expanding Online FAQ Section Instar.com. Recording to SD - Start a Manual Video Recording and Save it to the Internal SD Card: Click on Record to manually start a video recording. The video will be saved in the subfolder Record under the set Record Path (only ActiveX Video Plugin). You will see the red indicator in the video menu when the camera is recording. You might have to set the cameras address (local IP or DDNS address) as a trusted site inside the Internet Options of your Internet Explorer to be give write access to your harddisk! Other browsers allow you to record videos directly to the internal SD Card. Alarm Areas - Activate Deactivate your Alarm Areas used for the Motion Detection. Clicking on Alarm activates or deactivates the Alarm Areas Settings. If the motion detection is armed the number will be displayed in red.",
    "link": "/Web_User_Interface/720p_Series/Menu_Bar/",
    "title": "Die Menueleiste",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Menu Bar", "MJPEG", "h.264", "SD Karte", "Snapshot", "manuelle Aufnahme", "Alarmbereiche aktivieren"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Die obere Menüleiste der HD-Kamera-Web-Oberfläche"
}
POST /wiki2/article
{
    "title2": "Video Menu Bar",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Menüleiste Video Only ActiveX Video Plugin Kamera Mikrofon Klicken Sie hier um den Audiostream der Kamera zu aktivieren. Stellen Sie die Lautstärke im AUDIO MENÜ ein. Kamera Lautsprecher Im Fall das Ihr PC mit einem Mikrofon ausgestattet ist, klicken Sie hier um den Audio-Ausgang Ihrer Kamera zu aktivieren. Digital Zoom Klicken Sie hier um den 3x Digitalen Zoom zu aktivieren - nutzen Sie den 3. Button um auf die Standardeinstellungen zurückzukehren. Aufnahmepfad Hier können Sie den Aufnahmepfad für Ihre MANUELL AUFGENOMMENEN Videos und Snapshots einstellen. Der Pfad wird von all Ihren INSTAR HD Kameras genutzt! Ihre Kamera wird automatisch Unterverzeichnisse mit dem Datum und der IP-Adresse erstellen, wenn Sie Videos oder Snapshots aufnehmen. Alle Snapshots werden im Unterverzeichnis Snap gespeichert, alle Videos im Unterverzeichnis Record.",
    "description2": "The Video Menu Bar is a part of the ActiveX video plugin. To make use of the plugin, you have to activate it inside the Video Menu. Video Menu Bar: Only ActiveX Video Plugin - Camera Microfone: Click here to activate the cameras audiostream. Adjust the volume in the AUDIO MENU. Camera Loudspeaker: In case your PC is equipped with a microphone click here to activate the audio-out of your camera. Digital Zoom: Click here to adjust the cameras 3 x digital zoom - use the 3rd button to bring it back to normal. Record Path: Here you can set the record path for your MANUALLY RECORDED videos and snapshots. The set path is used by all your INSTAR HD Cameras! Your camera will automatically create subdirectories with the current date and its IP address when you start recording or take a snapshot. All snapshots will be saved in the subdirectory Snap and all videos in the subdirectory Record.",
    "link": "/Web_User_Interface/720p_Series/Video_Menu_Bar/",
    "title": "Die Video Menueleiste",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Video Bar", "Zoom", "digitaler Zoom", "ActiveX", "Internet Explorer", "Aufnahmepfad", "Audio", "Gegensprechen", "2-Wege Audio", "Mikrofon", "Lautsprecher"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Videoeinstellungen des ActiveX Plugin"
}
POST /wiki2/article
{
    "title2": "PTZ Control",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "PTZ Controls Kontroll-Panel Sie können das Kontroll-Panel nutzen, um Ihre Kamera zu schwenken und den Kopf der Kamera neigen. Sie können auch eine horizontale (hscan) oder vertikale (vscan) Streife abgehen oder die Kamerabewegung stoppen. Der Modus wird die Kamera in die entsprechenden Endpositionen fahren und dann zur Ausgangsposition zurückfahren. Wenn Sie den Internet Explorer verwenden, können Sie die grenzenden Buttons benutzen um die Kamera in die jeweiligen Richtungen zu fahren und ein Doppel-Klick in die Mitte des Frames wird den Vollbild-Modus starten. Sie können die Geschwindigkeit Ihrer Kamerabewegungen in den PTZ EINSTELLUNGEN festlegen oder eine automatische Tour im PTZ TOUR MENÜ programmieren. Gespeicherte Positionen Sie können bis zu 8 Kamerapositionen speichern, indem Sie die Kamera in die gewünschte Position fahren und auf eine der Nummern klicken, nachdem Sie Position speichern vom Drop-Down Menü ausgewählt haben. Wenn Sie auf die Nummern klicken, während Zu Position gehen ausgewählt ist, wird die Kamera in die jeweilige gespeicherte Position fahren. Sie können alle Position mit Alle Positionen reseten zurücksetzen. Position 1 ist die Startposition Ihrer Kamera! Bitte beachten Sie Die Genauigkeit der Positionen wird mit der Zeit abnehmen. Bitte starten Sie Ihre Kamera neu, um eine erneute Kalibrierung vorzunehmen.",
    "description2": "PTZ Control Menu: Every camera that can be panned, tilted or have a lense with a variable focal length can be controlled directly from the user interface. PTZ Controls: Control Pad You can use the control pad to pan and tilt your camera´s head. You can also start a horizontal (hscan) or vertical (vscan) patrol or stop the cameras movement (stop). The patrol mode will move the camera into the according terminal positions and then go back to the initial position. If you are using the Internet Explorer you can also click into the boundary areas of the video frame to move the camera into the respective direction and double-clicking the centre of the frame will get you into a full screen mode. You can adjust the speed of your camera´s movement in the PTZ SETTINGS. Or program an automatic tour in the PTZ TOUR MENU.Saved Positions You can save up to 8 camera orientations by moving the camera into the desired position and clicking on one of the numbered slots after choosing Save Position from the drop-down menu. Clicking on the slots 1-8 when Go to Position is selected will move the camera back to the saved position. You can delete all positions by clicking on Reset all Positions. Position 1 defines the start-up position of your camera!",
    "link": "/Web_User_Interface/720p_Series/Video_Menu_Bar/",
    "title": "Pan, Tilt und Zoom Kontrollen",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "pan tilt zoom", "PTZ", "Schwenken", "Neigen", "Zoomen", "Positionen", "Position speichern", "Position anfahren", "hscan", "vscan"],
    "image": "/images/Search/QI_SearchThumb_WebUI_720p.jpg",
    "abstract": "Kontroll-Panel zum Drehen und Schwenken der Kamera"
}
