POST /wiki2/article
{
    "title2": "The Full HD Web User Interface",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Die Full HD Weboberfläche nur für 1080p Kameramodelle - Klicken Sie hier für die 720p Serie. Stellen Sie die Videoqualität und die Audiolautstärke Ihrer Kamera ein. Die Bildeinstellungen erlauben es, den Kontrast, die Sättigung und die Helligkeit Ihrer Kamera einzustellen. Menu MULTIMEDIA AUDIO, VIDEO, BILD, und PRIVATSPHÄRE Aktivieren Sie die Bewegungs- oder Audioerkennung der Kamera und Aktionen, die im Alarmfall ausgelöst werden sollen - wie zum Beispiel Videoaufnahmen, E-Mail Benachrichtigungen oder FTP Uploads.
    ALARM Menu AKTIONEN, BEREICHEN, ZEITPLAN, PUSH SERVICE und ALARM SERVER Alle HD Kameras sind mit einer erweiterteren SD Karte ausgestattet (bis zu 32 GB), die genutzt werden kann um Fotoserien und Videoaufnahmen zu speichern. GEPLANTE AUFGABEN FOTOSERIE und VIDEO AUFNAHME Ändern Sie die IP Konfigurationen oder WLAN Einstellungen, oder verbinden Sie Ihr Smartphone durch Scannen des DDNS, P2P oder Push Service QR Codes mit unserer Smartphone App. NETZWERK Menu IP KONFIGURATION, WIFI, REMOTE ZUGANG, FTP, UPNP und ONVIF Ändern Sie die Systemeinstellungen der Kamera, stellen Sie die Status LED und IR LEDs, oder die Schwenk-, Neig- und Zoomfunktion, Ihrer Kamera ein. FEATURES Menu IR LEDS, PTZ, SD KARTE und STATUS LED PTZ TOUR Ändern Sie die Sprache der Weboberfläche, starten Sie die Kamera neu, führen Sie einen Werksreset durch oder updaten Sie die Firmware und Weboberfläche Ihrer Kamera. SYSTEM Menu INFO, EMAIL, BENUTZER, DATUM & UHRZEIT, SPRACHE, SYSTEM LOG, UPDATE, NEUSTART und WERKSRESET Die Menuleiste befindet sich über dem Live Video und erlaubt den Schnellzugriff auf die SD-Karte, Snapshots zu erstellen, eine Aufnahme zu starten oder die Bewegungserkennung der Kamera zu aktivieren. CLOUD Menu CLOUD EINSTELLUNGEN",
    "description2": "The HD Web User Interface only for 1080p Camera Models Adjust your video quality and the audio volume of your camera. The image settings allow you to adjust contrast, saturation and brightness of your camera. Multimedia Menu Audio, Video, Image, and Privacy Mask Activate your camera´s motion or audio detection and actions to be taken in case of an alarm - like video recordings, email alerts or FTP uploads. Alarm Menu Actions, Areas, Schedule, Push Service and Alarm Server All HD cameras are equipped with expandable SD card storage (up to 32 GB) that can be used to store photo series or video recordings. Recording Task Menu Photoseries and Video Recording Change your camera´s IP configuration or WiFi settings or connect it to your smartphone by scanning the DDNS, P2P or Push Service QR code with our smartphone app. Network Menu IP Configuration, WiFi, Remote Access, FTP, UPnP and ONVIF Change your camera´s System settings, adjust the status and IR LEDs or the Pan, Tilt and Zoom behaviour of your camera. Features Menu IR LEDs, PTZ, SD Card and Status LED PTZ Tour Change the language of the web user interface, reboot or reset or upload a firmware and web UI update to your camera. System Menu Info, Email, User, Date & Time, Language, System Log, Update, Reboot and Reset The Menu Bar is located above the live video and allows you to quickly access the SD card, take snapshots or start recordings or activate the motion detection of your camera. Cloud Menu Cloud Settings",
    "link": "/Web_User_Interface/1080p_Series/",
    "title": "Die Weboberfläche der Full HD Serie",
    "chapter": "Web User Interface",
    "tags": ["webUI", "1080p", "Full HD Kamera", "Weboberfläche", "UI", "Software", "Konfiguration", "Browser", "einstellen", "aktivieren"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "Konfiguration der Kamera in der FHD Weboberfläche"
}
POST /wiki2/article
{
    "title2": "System Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "System Menu Das Info Menu stellt eine Übersicht über wichtige System Variablen dar und soll Ihnen beim Lösen von Problemen mit der Kamera helfen. Der Zugriff über Ihre DDNS Adresse funktioniert nicht? Überprüfen Sie hier den DDNS Status (dieser muss erfolgreich sein) und der UPnP Status (sollte in den meisten Fällen deaktiviert sein). Um die DDNS Adresse als Fehlerquelle auszuschließen, können Sie auch über ihre WAN IP (anstelle der DDNS Adresse) auf die Kamera zugreifen - sollte es danach immer noch nicht gehen, ist vermutlich die Port Weiterleitung der Schuldige. INFO Menu Im Email Menu können Sie die Absender und Ihre Empfänger Adresse für die Email Benachrichtigung hinterlegen. Der Absender muss entsprechend des gewählten SMTP Accounts gesetzt werden. Beachten Sie bitte, dass einige Email Anbieter es nicht erlauben, wenn Absender und Empfänger Email gleich gewählt werden! Als Empfänger können Sie mehrere Email Adressen, getrennt durch ein Semikolon gesetzt werden, z.B. max.mustermann@instar.de;franz.fingerhut@instar.de. Es ist empfohlen auch einen Betreff und Email Text (max 64 Zeichen) einzutragen, da leere Emails ggf. an Spam-Wächtern hängen bleiben. EMAIL Menu Ihre Kamera über 3 Benutzerebenen mit zunehmenden Beschränkungen beim Kamerazugriff. Der Administrator (admin), der Benutzer (user) und der Gast (guest) und einem Kennwort für alle Zugänge - instar. Bitte ändern Sie dieses bevor Sie Ihre Kamera online verfügbar machen. Vergessen Sie bitte nicht, dass dieses Kennwort für alle drei Zugänge geändert werden sollte. Um dennoch ohne eine Kennwortabfrage auf den RTSP Stream zuzugreifen, können Sie die Authentifizierung nur für diesen Stream deaktivieren. BENUTZER Menu Ihre Kamera wird automatisch versuchen einen sogenannten NTP Server zu kontaktieren um die interne Zeit einzustellen. Es wird empfohlen diesen Dienst aktiviert zu lassen. Wenn Ihre Kamera jedoch nicht mit dem Internet verbunden ist, können Sie die Zeit aber auch mit Ihrem Computer synchronisieren, wenn Sie auf die Kamera zugreifen. Beachten Sie bitte, dass Sie dies regelmäßig durchführen müssen, um die Zeit auf der Kamera zu halten. Menu DATUM UND UHRZEIT Ändern Sie Sprache der Weboberfläche zu Deutsch, Englisch, Französisch oder Chinesisch. Die Oberfläche wird automatisch in der Standard Sprache Ihres Betriebssystems geladen. Sollte diese Erkennung fehlschlagen, oder Sie eine andere Sprache für die WebUI wünschen, legen Sie dies bitte hier fest. Die Auswahl wird lokal auf Ihrem Rechner und nicht global auf der Kamera gespeichert. Menu SPRACHE Nutzen Sie das Log um Fehlerquellen auf die Schliche zu kommen. Sie erhalten keine Alarm Emails mehr, die SMTP Server Daten scheinen aber noch zu funktionieren? Schauen Sie im Log nach, ob überhaupt noch Alarme ausgelöst werden. Sie erhalten kontinuierlich Alarmbenachrichtigungen, obwohl Sie testweise schon einmal die Bewegungserkennung ganz deaktiviert haben? Überprüfen Sie im Log was den Alarm auslöst. Ist eventuell der Audio Alarm aktiv? Oder kommt der Trigger vom Alarmeingang der Kamera? SYSTEM LOG Die INSTAR Software Abteilung arbeitet konstant daran die Erfahrung mit unseren Produkten zu verbessern. Überprüfen Sie hier ob die Software Ihrer Kamera noch aktuell ist. Alternativ können Sie auch unseren Download Bereich besuchen, um die neueste Software und deren Changelog zu finden. UPDATE Menu Hier können Sie die Kamera neustarten. Es wird empfohlen die Kamera nicht einfach abzustecken oder über den Hardware Reset zurückzusetzen, da dies das Betriebssystem (aber auch die SD Karte) schädigen kann. Nutzen Sie den Hardware Reset nur dann, wenn Sie den Zugriff auf die Weboberfläche der Kamera verloren haben. Menu NEUSTART Hier können Sie die Kamera in den Werkszustand zurückversetzen. Es wird empfohlen die Kamera nicht einfach abzustecken oder über den Hardware Reset zurückzusetzen, da dies das Betriebssystem (aber auch die SD Karte) schädigen kann. Nutzen Sie den Hardware Reset nur dann, wenn Sie den Zugriff auf die Weboberfläche der Kamera verloren haben. Menu WERKSRESET",
    "description2": "System Menu - Info is simply a collection of a lot of system internals that are interesting if you have to start troubleshooting your set up. You DDNS access doesn´t work? Check the DDNS status (has to be successful) and the UPnP Status (most likely has to be deactivated). You can also try accessing your camera via it´s WAN IP (instead of DDNS address) - to check wether it is the DDNS address or your port forwarding that is the culprit. Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. Your camera will be set up with 3 user classes - administrator, user and visitor - and one password for all of them - instar. Please change this as soon as you want to forward your camera to the internet. And don´t forget to change all three of them. You can use the RTSP Stream if you want to allow users to access your camera without the hassle of a password. Your camera will automatically contact a so-called NTP Server to set the internal clock. It is recommended to leave this feature on at all times. But if your camera cannot connect to the internet, you can synchronize the clock with your computer. But be aware that this has to be done regularly to keep your camera on-time. Change the language of the web user interface to German, English, French or Chinese. The user interface automatically sets the language according to the language of your operating system. You can manually change it, if the auto-detection fails or you want the UI to be displayed in different languages on different computers. Your selection will be saved locally as a cookie and not globally on your camera. Something doesn´t work anymore? Check the system log file for information. You don´t receive Alarm Emails anymore but your SMTP settings look fine? Check the log if there are still motion trigger events. Or you get spammed with Alarm Emails but motion detection is already deactivated? Check your log - maybe the events are triggered by the Audio Alarm or an external trigger. The INSTAR software department is constantly working to improve your experience with our product. You can check the update section from time to time to make sure your system is still up-to-date. You can also check our DOWNLOAD AREA to find our newest software and corresponding changelogs. Use this function to reboot or reset your camera safely. It is not recommended to simply unplug/replug your camera or use the hardware reset unnecessarily (those actions can be harmful to running operations as well as causing hardware defects on the internal SD card). Please always use the soft- restart and reset via the web user interface. Use the hardware reset in case that you have lost access to the interface. Use this function to reboot or reset your camera safely. It is not recommended to simply unplug/replug your camera or use the hardware reset unnecessarily (those actions can be harmful to running operations as well as causing hardware defects on the internal SD card). Please always use the soft- restart and reset via the web user interface. Use the hardware reset in case that you have lost access to the interface.",
    "link": "/Web_User_Interface/1080p_Series/System/",
    "title": "Software Menu der HD Weboberfläche",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Übersicht", "Benutzer", "Datum & Uhrzeit", "Sprachauswahl", "System Logbuch", "Firmware Update", "Neustart", "Werksreset"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "Einstellungsmöglichkeiten im System-Menu der FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "Overview Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Halten Sie ein Auge auf die Einstellungen der Kamera. Kamera ID	Modellbezeichnung Ihrer Kamera. Firmware Version	Versionsnummer des Betriebssystems Ihrer Kamera. Sie finden die neueste Firmware/Weboberfläche für Ihre Kamera in unserem Download Bereich. Das Aufspielen der neuen Software können Sie über das Update Menu durchführen. WebUI Version	Versionsnummer des Benutzeroberfläche Ihrer Kamera. Sie finden die neueste Firmware/Weboberfläche für Ihre Kamera in unserem Download Bereich. Das Aufspielen der neuen Software können Sie über das Update Menu durchführen. Netzwerktyp	Zeigt an ob sich Ihre Kamera im LAN oder WLAN Betrieb befindet. MAC Adresse	Hardware Identifikation der jeweils aktiven (LAN oder WLAN) Netzwerkschnittstelle. SD Status	Anzeige der Betriebsbereitschaft Ihrer SD Karte und des verbleibenden Speicherplatzes. IR LED Status	Betriebsmodus der Nachtsicht LEDs - diese werden entweder automatisch geschaltet, oder sind permanent aus. WAN IP Adresse	Wide Area Network Adresse Ihres Internetanschlusses. Dies ist die Adresse, die hinter Ihrer DDNS Adresse hinterlegt wird um die Kamera von extern zu erreichen. DDNS Status	Überprüft ob die WAN IP Adresse Ihres Internetanschlusses hinter Ihrer DDNS Adresse hinterlegt wurde. Dies wird für den Zugriff über das Internet auf die Kamera benötigt. UPnP Status	Der UPnP Dienst würde automatisch eine Portweiterleitung für den DDNS Zugriff auf Ihre Kamera anlegen. Wir empfehlen jedoch dies manuell zu machen und UPnP zu deaktivieren. Kamera aktiv seit	Laufzeit Ihrer Kamera seit dem letzten System Start.",
    "description2": "Keep an Eye on your Camera´s Operation. Camera ID Model number of your camera. Firmware Version Version of your camera´s operating system. You can always find the newest version of the Firmware/WebUI in our Download Area. The software is uploaded to your camera through the Update Menu. WebUI Version Version of your camera´s web user interface. You can always find the newest version of the Firmware/WebUI in our Download Area. The software is uploaded to your camera through the Update Menu. Network Interface Displays whether your camera is connected by WiFi or Ethernet cable. MAC Address Hardware identification of the active (LAN or WLAN) network interface. SD Status Displays if your camera´s SD card is ready for operation and it´s remaining capacity (the SD card is used as a ring buffer - the oldest folder is deleted once the capacity is reached). IR LED Status Operating mode of your nightvision LEDs - either switched on automatically (when it is getting dark) or permanently deactivated. WAN IP Address Wide Area Network Address of your internet connection. This is the address that your DDNS Address will be translated to, to make your camera availabe from the internet (needs a Port Forwarding!). DDNS Status This function checks if your DDNS Address was successfully updated with your actual WAN IP Address. This is a requirement to ccess your camera from the internet. UPnP Status The UPnP service automatically tries to set a Port Forwarding for the DDNS access to your camera. We recommend to deactivate this service and create a manual forwarding instead. Camera active since Up-time of your camera since the last reboot.",
    "link": "/Web_User_Interface/1080p_Series/System/Info/",
    "title": "Übersicht Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Info", "Version", "MAC Adresse", "SD Status", "Speicherplatz", "WAN IP Adresse", "DDNS Status", "UPnP Status"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Overview.jpg",
    "abstract": "Anzeigen von Informationen über Ihre FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "User",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Ändern Sie den Login bevor Sie Ihre Kamera freigeben. Administratorname	Dies ist der Benutzername und das zugehörige Kennwort für das Administrator-Login. Der Administrator hat Zugriff auf alle Funktionen der Kamera. Benutzernamen	Dies ist der Benutzername und das zugehörige Kennwort für das Benutzer-Login. Der Benutzer kann neben dem Abrufen des Livestreams die Kamera auch Schwenken (nur PTZ Kameras). Das KonfigurationsMenu auf der rechten Seite wird für den Benutzer ausgeblendet. Betrachternamen	Dies ist der Benutzername und das zugehörige Kennwort für das Besucher-Login. Der Besucher kann nur noch den Livestream der Kamera abgreifen. Das KonfigurationsMenu auf der rechten Seite wird für den Besucher ausgeblendet. ACHTUNG: Der Benutzername und das Kennwort darf maximal 30 Zeichen lang sein, es muss alphanumerisch sein, wobei folgende Sonderzeichen unterstützt werden Folgende Sonderzeichen werden derzeit nicht unterstützt. Die Weboberfläche Ihrer Kamera bietet Ihnen eine dreistufige Benutzerverwaltung für Benutzer mit unterschiedlichen Zugriffsrechten für Administratoren, Benutzer und Besucher. Sie können die Benutzernamen und zugehörige Kennwörter für alle 3 Stufen im Benutzer-Overlay festlegen. Gäste guest haben nur Zugriff auf den Videostream der Kamera, Benutzer user können die Kamera zusätzlich noch schwenken und nur der Administrator administrator hat Zugriff auf die KonfigurationsMenus der Kamera.",
    "description2": "Change your Login before forwarding your Camera Admin name This is the name and password for the administrator login. The administrator has access to all functions of the camera. The default is admin/instar. User name This is the name and password for the regular user login. The user has access to the videostream and can also pan&tilt your camera (only PTZ cameras). The configuration menu will not be available. The default is user/instar. Guest name This is the name and password for a guest login. The guest only has access to the videostream. The default is guest/instar. Attention: The username and password may not contain more then 30 characters. The following special characters are currently supported: The following special characters are not supported: The web user interface offers a 3-level user management with different access rights for administrators, operators and visitors. You can set user names and passwords for all three user levels in the Users mask. Guests will only have access to the videostream of the camera, Users in addition are able to use the pan&tilt function and only the Administrator will have access to all the camera’s configuration menus.",
    "link": "/Web_User_Interface/1080p_Series/System/User/",
    "title": "Benutzer Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Benutzer", "Benutzerverwaltung", "Admin", "Gast", "Benutzer", "Kennwort", "verbotene Zeichen", "erlaubte Zeichen", "Passwort", "Standard Login", "default login"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_User.jpg",
    "abstract": "Verwalten der Benutzerzugänge Ihrer Kamera"
}
POST /wiki2/article
{
    "title2": "Date & Time",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Synchronisieren Sie die Kamerazeit Datum & Uhrzeit der Kamera	Interne Zeit des Kamera Betriebssystem. Diese wird z.B. für die Alarm- und Aufnahmezeitpläne genutzt, sowie der Benennung von Aufgenommenen Dateien mit Zeitstempeln. Mit Computerzeit synchronisieren	Wenn Ihre Kamera keinen Zugang zum Internet hat, können Sie hiermit die Kanerazeit mit der Zeiteinstellung Ihres Computers abgleichen. Dies muss in diesem Fall regelmäßig wiederholt werden, um keine Genauigkeit zu verlieren. Automatische Synchronisation	Diese Funktion synchronisiert die interne Uhr der Kamera mit einem NTP Server. Es wird empfohlen diese Funktion zu nutzen, um die Kamera-Zeit aktuell zu halten. Sommerzeit aktivieren	Die Sommerzeit muss für die Kamera manuell aktiviert werden - und im Winter dann wieder deaktiviert werden. Kamera Zeitzone	Wählen Sie hier die Zeitzone aus, in der sich die Kamera befindet - im Falle von Deutschland wäre dies GMT+1. NTP Server	Sollten Sie Probleme bei dem Zeitabgleich mit den NTP Server haben, können Sie hier einen anderen auswählen. In Firmennetzwerken kann es notwendig sein, einen eigenen Zeitserver anzugeben - dieser kann auf der Kamera per CGI Befehl gesetzt werden. NTP Update Intervall	Legen Sie hier das Intervall fest, in dem der Zeitabgleich mit dem Zeitserver erfolgen soll. Sie können die interne Zeit Ihrer Kamera entweder manuell mit der Zeit des zugreifenden PCs oder automatisch mit Internet Zeitservern (NTP) synchronisieren. Solange die Kamera Kontakt zum Internet hat, empfehlen wir den Abgleich mit einem NTP Server Ihrer Wahl, um eine möglichst hohe Genauigkeit zu erreichen. Beachten Sie bitte, dass Sie die Sommerzeit manuell aktivieren müssen, wenn Sie sich in einer Zeitzone aufhalten, in der die Zeit im Sommer eine Stunde vorgestellt wird.",
    "description2": "Keep your Cameras Time in Sync Current time from your camera Internal time set inside your camera´s operating system. This time will be used for all alarm and recording schedules, as well as the time stamp used for file names. Synchronize with PC If your camera does not have access to the internet, you can use this function to synchronize your computer time setting with your camera. This is not recommended, since you will have to repeat this process regularly to keep the internal clock accurate. Automatic synchronization This function synchronizes the internal clock of your camera with a internet time server (NTP). It is recommended to use this to keep the camera time accurate. Consider DST Activate or deactivate Daylight-Saving Time. Timezone Here you can choose the time zone in which the camera is situated - in case of Germany, this would be GMT+1. NTP Server If you run into problems with the automatic synchronization, you can try a different internet time server from this list. Closed company networks might need to set an internal NTP server - this can be done wth a CGI Command. NTP Update Intervall Set the interval you want your camera to use for the time synchronization. You can set up the internal clock of the camera to be either synchronised with your PC clock or with one of several NTP servers. As long as your camera has access to the internet it is recommended to use an NTP server synchronisation to achieve a higher accuracy for alarm trigger events. Please activate “Consider Daylight Saving Time” when in effect.",
    "link": "/Web_User_Interface/1080p_Series/System/Date_Time/",
    "title": "Datum und Uhrzeit",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Datum", "Uhrzeit", "Zeitzone", "NTP Server", "Sommerzeit", "Zeitabgleich"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Date_Time.jpg",
    "abstract": "Datums- und Uhrzeiteinstellungen Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Language",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Stellen Sie die Sprache der Oberfläche ein Hier können Sie die Sprache der Weboberfläche auswählen. Die Weboberfläche wird neu laden, nachdem Sie auf Bestätigen gedrückt haben. Sprache: Deutsch Darstellung der Benutzeroberfläche in deutscher Sprache Sprache: English Darstellung der Benutzeroberfläche in Englisch Sprache: Français Darstellung der Benutzeroberfläche in Französisch Sprache: Zhōngwén Darstellung der Benutzeroberfläche in Chinesisch",
    "description2": "Set the Interface Language Here you can choose the language of the web user interface. The web user interface will reload after you click Submit. Language: Deutsch The user interface will be displayed in German Language: English The user interface will be displayed in English Language: Français The user interface will be displayed in French Language: Zhōngwén The user interface will be displayed in Chinese",
    "link": "/Web_User_Interface/1080p_Series/System/Language/",
    "title": "Spracheauswahl Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "language", "Sprache", "Deutsch", "Englisch", "Französisch"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Language.jpg",
    "abstract": "Spracheinstellungen in der FHD-Web-Oberfläche"
}
POST /wiki2/article
{
    "title2": "System Log",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Halten Sie ein Auge auf die Einstellungen Ihrer Kamera ipc_server start Zeitpunkt des letzten Neustarts Ihrer Kamera. Beachten Sie bitte, dass das Systemlog bei einem Neustart gelöscht wird. -- leere Zeile -- Login auf den Videostream über das Flash Video Plugin. user(admin, user oder guest) login für live stream Login des Administrators, Benutzers oder Gastes auf den Live Video Stream (außer über das Flash Plugin s.o.). motion detection(area= 1,2,3 oder 4) alarm Zeitpunkt einer Bewegungserkennung innerhalb des Alarmbereiches 1, 2, 3 oder 4. input alarm Eine Alarmauslösung durch den Alarmeingang Ihrer Kamera - durch einen externen Bewegungsmelder oder den interne PIR Melder (im Falle der IN-6014 HD). audio alarm Eine Alarmauslösung durch den Audioalarm Ihrer Kamera. alarm event: alarm to email (snap) Es wurde eine Alarm Email gemäß Ihrer Einstellungen im Alarmaktionen Menu versandt. alarm event: alarm to ftp (snap oder video) Es wurde eine Bild oder Video Datei gemäß Ihrer Einstellungen im Alarmaktionen Menu auf Ihren FTP Server abgelegt. alarm event: alarm to SD (snap oder video) Es wurde eine Bild oder Video Datei gemäß Ihrer Einstellungen im Alarmaktionen Menu auf der SD KarteIhrer Kamera abgelegt. Löschen Löschen Sie alle Logbuch Einträge. Beachten Sie bitte, dass die Einträge auch bei einem Neustart der Kamera gelöscht werden. Aktualisieren Wenn Sie das Systemlogbuch öffnen, werden automatisch alle aktuellen Einträge ausgelesen. Drücken Sie auf Aktualisieren um sich neu hinzugekommene Einträge anzeigen zu lassen.",
    "description2": "Keep an eye on your Camera´s Operation ipc_server start Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry -- Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-8015 HD). audio alarm Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap) The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video) The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video) The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh The log does not refresh as long as the menu is kept open. Click refresh to do it manually.",
    "link": "/Web_User_Interface/1080p_Series/System/Log/",
    "title": "System Logbuch Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Log", "Logbuch", "PIR Event", "alarm event", "motion detection", "area="],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Log.jpg",
    "abstract": "Aufrufen des System Log zur Überprüfung des Kameraverhalten"
}
POST /wiki2/article
{
    "title2": "Update",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Halten Sie Ihre Kamera auf dem neusten Stand Laden Sie sich bitte die neueste Firmware für Ihre INSTAR HD Kamera auf der linken Seite herunter und entpacken Sie die heruntergeladenen ZIP Datei. Sie finden darin dann eine update.pkg Datei. Öffnen Sie die Weboberfläche Ihrer Kamera und gehen Sie dort auf Software - Upgrade und wählen Sie dort die update.pkg Datei aus, um diese auf Ihre Kamera aufzuspielen. Bestätigen Sie das Ganze und warten Sie bis zu 12 Minuten bis das Update komplett aufgespielt wurde. Firmware Version Versionsnummer des Betriebssystems Ihrer Kamera. Die Software Version wird Ihnen in Rot angezeigt, wenn eine neuere Version verfügbar ist. Informationen zum Kamera Update finden Sie hier. WebUI Version Versionsnummer des Web Benutzeroberfläche Ihrer Kamera. Die Software Version wird Ihnen in Rot angezeigt, wenn eine neuere Version verfügbar ist. Informationen zum Kamera Update finden Sie hier. Neuste Version installiert Wenn eine neuere Software Version verfügbar ist, wird Ihnen hier direkt der Download Link angezeigt. Beachten Sie bitte, dass Sie die update.pkg Datei vor dem Update aus dem ZIP Container hinter diesem Link entpacken müssen. Datei auswählen... Klicken Sie hier um die update.pkg Datei auszuwählen. Weiter Informationen zum Kamera Update finden Sie hier.",
    "description2": "Keep your Camera Up-to-Date Laden Sie sich bitte die neueste Firmware für Ihre INSTAR HD Kamera auf der linken Seite herunter und entpacken Sie die heruntergeladenen ZIP Datei. Sie finden darin dann eine update.pkg Datei. Öffnen Sie die Weboberfläche Ihrer Kamera und gehen Sie dort auf Software - Upgrade und wählen Sie dort die update.pkg Datei aus, um diese auf Ihre Kamera aufzuspielen. Bestätigen Sie das Ganze und warten Sie bis zu 12 Minuten bis das Update komplett aufgespielt wurde. Firmware Version Version of the operating system of your camera. Information about a software update can be found here. WebUI Version Version of the web user interface of your camera. Information about a software update can be found here. Software is up to date You will be shown link to the update once a newer version of the camera software becomes available. Please be aware that you have to unzip the update.pkg file from the ZIP container first, before uploading it to your camera! Choose file... Click here to browse for the update.pkg file and submit. More information for the software update can be found here.",
    "link": "/Web_User_Interface/1080p_Series/System/Update/",
    "title": "Update Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "Update", "Upgrade", "Firmware", "aktualisieren", "update.pkg", "pkg"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Update.jpg",
    "abstract": "Update der Firmware und Web-Oberfläche der FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "Reboot",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Starten Sie Ihre Kamera neu Kamera neustarten Klicken, um die Kamera neuzustarten.",
    "description2": "Reboot your Camera Reboot Camera Click to restart your camera.",
    "link": "/Web_User_Interface/1080p_Series/System/Reboot/",
    "title": "Neustarten Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "reboot", "Werkseinstellungen", "neustarten", "Version"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Reboot.jpg",
    "abstract": "Neustarten der FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "Reset",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Setzen Sie Ihre Kamera zurück Kamera zurücksetzen Aktivieren Sie die Werksreste-Schaltfläche und bestätigen Sie, um Ihre Kamera auf die Werkseinstellungen zurückzusetzen. Bitte beachten Sie, dass Sie Ihre Kamera wieder neu über ein Netzwerkkabel einrichten müssen, nachdem Sie den Werksreset durchgeführt haben.",
    "description2": "Reset your Camera Reset Camera Check the reset box and submit to reset your camera to it´s factory defaults. Please be aware that you will have to set up your camera again via an Ethernet cable after a factory reset.",
    "link": "/Web_User_Interface/1080p_Series/System/Reset/",
    "title": "Werkseinstellungen Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Software", "reset", "Werkseinstellungen", "neustarten", "Version"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_System_Reset.jpg",
    "abstract": "Werksreset der FHD-Kamera ausführen"
}
POST /wiki2/article
{
    "title2": "Network Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Menu Netzwerk Ändern Sie die IP Adresse, das Gateway und den DNS Server Ihrer Kamera - all diese Einstellungen werden in der Regel vom Installation Wizard gesetzt und müssen nicht mehr angepasst werden. Sie werden jedoch ggf. den HTTP Port der Kamera anpassen müssen, um diese über das Internet zu erreichen. Der hier aufgeführte RTSP Port ist der RTSP Streaming Port der Kamera. Menu IP KONFIGURATION Die WLAN Verbindung kann sehr einfach per WPS eingerichtet werden oder über den Erstinstallation Assistenten. Für die manuelle Einrichtung steht Ihnen hier ein WLAN Scanner zur Verfügung. Der Scanner gibt Ihnen auch eine Übersicht über die Empfangsstärke des Signals und ermöglicht es Ihnen so einen optimalen Platz für Ihre Kamera zu finden. Menu WIFI Sie haben 2 Möglichkeiten auf die Kamera über das Internet zuzugreifen - der einfach Weg nennt sich P2P. Der einzige Weg, der Ihnen einen Vollzugriff auf die Kamera gibt, nennt sich DDNS. Die DDNS oder Internet Adresse erlaubt Ihnen den Zugriff auf die WebUI der Kamera von unterwegs. FERNZUGRIFF Um den FTP Upload zu nutzen, müssen Sie zuerst einen FTP Server und Ihre Login Daten hinterlegen. Sie können z.B. Ihren Router als Empfänger des FTP Uploads einrichten - in diesem Fall können Sie einfach die Router IP Adresse (z.B. 192.168.178.1) als FTP Server Adresse eintragen. Der Standard FTP Port ist 21 und der Standard Modus ist passiv (PASV). Beachten Sie bitte, dass es manche FTP Server (z.B. Telekom Speedport) es nicht erlauben, für jeden Tag einen neunen Ordner anzulegen. Menu FTP Der UPnP Standard sollte unser Leben einfacher machen. Jeder Port der öffentlich verfügbar sein muss für den externen Zugriff, sollte automatisch durchgeleitet werden. Das würde den DDNS Zugriff sehr vereinfachen...doch funktioniert dieser Standard häufig nicht und wird von System Administratoren oft - aus gutem Grund - als gefährlich eingestuft. Wir empfehlen daher die manuelle Portweiterleitung für den DDNS Zugriff zu nutzen. Menu UPNP Die Industrie für IP Überwachungslösungen hat ein Standard Protokoll mit dem Namen ONVIF definiert, das es IP Überwachungskameras erlaubt mit Netzwerk Aufnahmegeräten (NVR) zu kommunizieren. Den dafür benötigten Service können Sie hier aktivieren oder deaktivieren, als auch den Netzwerk-Port für die Kommunikation festlegen. Menu ONVIF",
    "description2": "Network Menu Change your cameras IP address, gateway and DNS server - all these settings are usually set up by the INSTALLATION WIZARD and don´t need to be changed. The camera´s http port might have to be changed to access your cameras webUI OVER THE INTERNET. The RTSP port is the camera´s RTSP STREAMING PORT. IP CONFIGURATION MENU Your WiFi connection should already be set up by WPS or by the INSTALLATION WIZARD. Use the WiFi scanner to connect your camera to a different WiFi network. Or use the scan results to check the signal strenght at the camera´s installation spot. WIFI MENU You have two ways to access your camera over the internet - the easy way is called. The only way to get complete access to all your camera´s functions is called DDNS. The DDNS or Internet Address gives you access to your cameras web user interface. REMOTE ACCESS To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. FTP MENU The UPnP standard is supposed to make your life easy. Every port that is needed publicly by a device on your network will automatically be forwarded. This would make the DDNS ACCESS to your camera very easy...unfortunately it often does not work and might be considered a security hazard by your network administrator. Please deactivate UPnP if you are working with a manually forwarded port for your camera. UPNP MENU The surveillance industry has created an open standard protocol called ONVIF that allows cameras to communicate with each other and with network recording devices. You can activate or deactivate this service and change the port that it is using - as needed by your receiving ONVIF device. ONVIF MENU",
    "link": "/Web_User_Interface/1080p_Series/Network/",
    "title": "Netzwerk Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "IP Adresse", "Port", "HTTP", "WLAN", "WiFi", "DDNS", "P2P", "UPnP", "Push Dienst", "Fernzugriff"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "Einstellungsmöglichkeiten im Netzwerk-Menu der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "IP Configuration",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Netzwerk Konfiguration einstellen Stellen Sie ein, ob Ihre Kamera automatisch eine IP Adresse von Ihrem Router beziehen soll (DHCP), oder ob Sie ihr eine statische IP Adresse vergeben möchten. Wenn Sie den Erstinstallations-Wizard durchlaufen haben, wird Ihre Kamera bereits eine statische IP haben - und dies ist auch die Einstellung, die wir empfehlen um Probleme beim Fernzugriff auf die Kamera vorzubeugen. Informationen zum RTSP Port finden Sie unter RTSP Streaming. Beachten Sie bitte, dass Sie den RTSP Port in Ihrem Router durchleiten müssen, wenn Sie den RTSP Stream über Ihre DDNS Adresse abgreifen möchten. Der RTMP Port wird vom Flash Plugin in der Weboberfläche genutzt um das Video wiederzugeben. Wenn Sie über die DDNS Adresse auf die Weboberfläche zugreifen möchten, müssen Sie den RTMP Port zusammen mit dem LAN Port in Ihrem Router durchleiten. Alternativ können Sie aber auch unter Multimedia/Video ein anderes Video Plugin auswählen. IP Adresse	Dies ist die IPv4 Adresse Ihrer Kamera in Ihrem lokalen Netzwerk. Um Ihre Kamera in Ihrem Webbrowser aufzurufen, brauchen Sie einfach die IP Adresse, gefolgt von dem LAN Port, in die Adresszeile eingeben. Subnetzmaske	Die Netzwerkmaske beschreibt das Subnetz in dem sich die Kamera befindet. In den meisten Heimnetzwerken ist die Netzmaske 255.255.255.0. Gateway	Das Gateway ist der Zugang zum Internet in Ihrem lokalen Netzwerk. In den meisten Heimnetzwerken ist die IP des Routers gleich dem Gateway - z.B. 192.168.1.1, 192.168.2.1 oder 192.168.178.1. DNS Server	Der DNS Server wird für den Internetzugriff der Kamera benötigt. In den meisten Heimnetzwerken ist die IP des Routers gleich dem DNS Server - z.B. 192.168.1.1, 192.168.2.1 oder 192.168.178.1. LAN Port	Der LAN Port ist der HTTP Port Ihrer Kamera. Diesen Port müssen Sie hinter der IP Adresse mit angeben, um auf die Weboberfläche der Kamera mit Ihrem Browser zuzugreifen. Dies ist auch der Port den Sie in Ihrem Router durchleiten müssen, um über die DDNS Adresse auf die Kamera zuzugreifen. RTMP (Flash) Port	Der RTMP Port ist der Streaming Port für die Video Wiedergabe durch das Flash Video Plugin. Diesen Port müssen Sie in Ihrem Router durchleiten, um über die DDNS Adresse auf die Kamera zuzugreifen und das Video über das Flash Plugin wiederzugeben. RTSP Authentifikation aktivieren	Wenn Sie mit einer Streaming Software, wie dem VLC Player, auf den RTSP Stream zugreifen möchten, werden Sie nach dem Kamera Login gefragt. Deaktivieren Sie diese Authentifizierung um den Stream frei zur Verfügung zu stellen. RTSP Port	Der RTSP Stream Ihrer Kamera läuft über den RTSP Port. Beachten Sie, dass Sie diesen Port in Ihrem Router durchleiten müsse, um von extern, über die DDNS Adresse, auf den Stream zuzugreifen.",
    "description2": "Set the Network Configuration You can set whether the camera will be assigned an IP address by your router (DHCP) or, if you want to manually set a fixed address. Please check here on how to set a fixed IP address. In general, we recommend that you deactivate the automatic service and set a manual IP to avoid further trouble with the remote access to your camera. For the RTSP Port please refer to RTSP Streaming for details on the use of the camera´s RTSP videostream. Remember to forward the RTSP Port if you want to access the RTSP Stream over the internet with your DDNS Address. The RTMP Port is used by the Flash plugin in your camera´s web user interface. Remember to forward the RTMP Port (alongside your LAN Port!) if you want to access the web user interface over the internet with your DDNS Address. IP address This is the IPv4 address of your camera isnide your local network. To access your camera´s web user interface, simply type in the IP address into the address bar of web browser. If your camera´s LAN port is not 80, please add the port to the IP address seperated by a : , like 192.168.1.125:8081. Subnetmask The subnet mask defines the subnet your camera is connected to. It is 255.255.255.0 in most small networks. Gateway The gateway is the connection between your local network and the internet. In most small networks it is the IP address of your router - e.g. 192.168.1.1, 192.168.2.1 or 192.168.178.1. DNS Server The DNS server is needed by your camera to resolve internet addresses. In most small networks it is the IP address of your router - e.g. 192.168.1.1, 192.168.2.1 or 192.168.178.1. LAN Port The LAN Port is the HTTP Port of your camera. Add this port to your camera´s IP address, if you want to access the web user interface with your web browser. This is also the port that you need to forward inside your router, to access your camera via it´s DDNS Address. We recommend that you use a HTTP port that is higher then 8080. RTMP (Flash) Port The RTMP Port is the video streaming port for the Flash Video Plugin. Please forward this port if you want to access the web user interface over the internet. You do not need to forward the port to access your camera over our smartphone app! RTSP Authentification active If you want to use a streaming software like VLC Player to access the RTSP Stream, you have the option to deactivate the need to authenticate. The stream will become freely available on your network. Please make sure that authentication is active before forwarding the RTSP port! RTSP Port The RTSP Stream of your camera runs over the RTSP Port. Make sure that the port is forwarded inside your router, if you want to access it over your cameras DDNS Address.",
    "link": "/Web_User_Interface/1080p_Series/Network/IP_Configuration/",
    "title": "IP Konfiguration Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "IP Adresse", "Port", "HTTP", "Subnetzmaske", "Gateway", "DNS Server", "LAN Port", "RTMP", "Flash Port", "RTSP"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Network_IP_Configuration.jpg",
    "abstract": "Konfiguration der Netzwerkeinstellungen der HD-Kamera"
}
POST /wiki2/article
{
    "title2": "WiFi",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Verbindung zu Ihrem WiFi Netzwerk Passwort Richtlinien Das WiFi Passwort ist auf max. 63 Zeichen begrenzt unterstützt möglicherweise nicht die folgenden Sonderzeichen: Suche / Manuell	Please click on Search to let your camera search for wireless networks. Select your WiFi from the list below, add your WiFi key and Submit. After confirmation, simply unplug the Ethernet cable and your camera will connect to the WiFi network. Alternatively, type in the network parameter manually. See our INSTALLATION WIZARD for further information for the WPS function. SSID	Name of your WiFi network. If you use more then one access points (APs) in your network, it is recommended to assign unique SSIDs to each of them. This way you can bind your camera to the AP that offers the best connection. Netzwerk Typ	Wählen Sie, ob Sie Ihre Kamera direkt mit einem anderen Netzwerkgerät verbinden möchten (ad hoc), oder Sie die Kamera in Ihr lokales WiFi Netzwerk einbinden möchten (infra). Authentifizierung/Verschlüsselung	Wählen Sie die Verschlüsselungsart, die Ihr Router verwendet. Wir empfehlen, dass Ihr Router reines WPA2 (AES oder CCMP) verwendet und nicht WPA+WPA2 (TKIP). Typ	Wählen Sie den von Ihrem Router verwendeten Verschlüsselungsstandard Wir empfehlen, dass Sie Ihren Router auf WPA2 (AES oder CCMP) einstellen und nicht WPA+WPA2 (TKIP). WiFi Schlüssel	Hier müssen Sie Ihren WiFi Schlüssel eingeben. Der Standardschlüssel kann meistens auf einem Aufkleber auf dem Router gefunden werden. Falls Sie den WPS Service (Wireless Protected Setup) nicht nutzen können - sehen Sie sich den beigelegten Flyer Plug & Play für weitere Informationen über die WPS Funktion - klicken Sie auf Suchen um den WLAN Scanner zu starten. Wählen Sie Ihr Netzwerk aus und Klicken auf Beitreten. Jetzt müssen Sie Ihr WiFi Passwort eingeben und die Einstellungen bestätigen. Danach können Sie die Test Funktion nutzen um Ihre Einstellungen zu überprüfen. Bitte entfernen Sie das LAN Kabel und starten die Kamera (einfach das Netzteil für 3 Sekunden entfernen) neu. Die Kamera wird automatisch - innerhalb von max. 5 Minuten - mit Ihrem WiFi Netzwerk verbinden. Das WiFi Modul der Kamera wird eine neue Adresse vom Ihrem Router erhalten - falls Sie keine STATISCHE IP ADRESSE für Ihre Kamera festgelegt hatten. Sie müssen eventuell das INSTAR Kamera Tool erneut nutzen, um Ihre Kamera wieder zu finden. Ihre Kamera ist jetzt mit dem WLAN verbunden! Achtung Die MAC-Adresse Ihres WiFi Moduls ist nicht dieselbe MAC-Adresse wie die LAN MAC-Adresse Ihrer Kamera! Falls Sie einen MAC-Filter in Ihrem Router verwenden, deaktivieren Sie diesen zuerst und fügen Sie die Kamera zu den vertrauenswürdigen Geräten hinzu. Weitere Anmerkung Ihre Kamera unterstützt weitere Verschlüsselungsstandards - wir empfehlen für Ihre Sicherheit und eine zuverlässige Verbindung den WPA2 Standard mit AES/CCMP. Wenn Sie einen älteren Router verwenden, wählen Sie WPA (PSK) / AES. Vermeiden Sie den gemischten Mouds WPA/WPA2 - TKIP! Wenn Ihr WiFi unstabil bleibt, bitte wählen Sie einen festen WiFi Kanal für Ihren Router - wir empfehlen die Kanäle 1 - 6.",
    "description2": "Connect to your WiFi Network Password Guidelines The WiFi password is limited, by the WPA standard, to max. 63 characters and can contain the following characters: but may not contain the following special characters: Search network Please click on Search to let your camera search for wireless networks. Select your WiFi from the list below, add your WiFi key and Submit. After confirmation, simply unplug the Ethernet cable and your camera will connect to the WiFi network. Alternatively, type in the network parameter manually. See our Installation Wizard for further information for the WPS function. SSID Name of your WiFi network. If you use more then one access points (APs) in your network, it is recommended to assign unique SSIDs to each of them. This way you can bind your camera to the AP that offers the best connection. Network Type Choose if you want to connect your camera directly to another network device (ad hoc). Or if you want to add it to the local WiFi network of your wireless router (infra). Encryption Set the type of encryption to the same encryption that your router is using. We recommend to set your WiFi router to use the WPA2 with AES standard. In case of an AVM Fritzbox, select CCMP and couple it with AES type (see below) inside your camera. Type Choose the encryption standard that your router is using. We recommend that you set your router to use pure WPA2 (AES or CCMP) and not WPA+WPA2 (TKIP). Password Here you need to add the WiFi key that you use to connect devices to your local wireless network. The WiFi can sometimes be found on a sticker directly on the router itself. If you cannot use the WPS service (Wireless Portected Setup) to integrate the camera into you local WiFi network - see our Installation Wizard for further information for the WPS function - click search to start the WLAN scanner. Just choose your own network and click “Join”. Now you just have to add the WiFi password (WLAN Key) and click submit to save the settings. Afterwards you can use the Test function to verify your settings. Please disconnect the LAN cable and restart the camera (simply unplug the power supply for 3 seconds). The camera will automatically - within max. 5 minutes - connect to your WiFi network. The cameras WiFi module will receive a new address from your router - in case you didn’t assign a static IP address to your camera yet. You might have to use the INSTAR Camera Tool again to rediscover your camera. Your camera is now connected via WiFi! Attention Your WiFi modules MAC address is not identical with the LAN MAC address of your camera! In case you are using a MAC filtering rule for your WiFi network please deactivate the filter and add your camera to the list of trusted devices before reactivating it. Additional Remark Your camera supports a range of encryption standards - we recommend for your safety and reliability of your connection, that you set your WiFi network to WPA2 (PSK) with AES (or CCMP). With older routers choose WPA (PSK) / AES. Avoid using a mixed mode like WPA&WPA2 - TKIP! If your WiFi stays unstable please choose a fixed WiFi channel for your router - we recommend the channels 1 - 6.",
    "link": "/Web_User_Interface/1080p_Series/Network/WiFi/",
    "title": "WLAN Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "WLAN",  "WiFi", "kabelos", "WPS", "TKIP", "WPA2", "AES", "CCMP", "erlaubte Zeichen", "Kennwort", "Schlüssel", "Antenne"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Network_WiFi.jpg",
    "abstract": "Konfiguration der WLAN-Einstellungen HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Remote Access",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Verbindung über das Internet Ihre Kamera verfügt über eine persönliche DDNS Adresse - z.B. http ddns-instar.de. Sie brauchen nur eine Portweiterleitung in Ihrem Router anzulegen, um die Kamera über das Internet zu erreichen. Sie können danach die DDNS Adresse in Ihren Browser eingeben und die Weboberfläche laden. Der Zugriff ist alternativ auch über unsere iPhone, iPad, Android, Blackberry und Windows Phone App möglich. Bitte besuchen Sie den Abschnitt über den DDNS Dienst für detaillierte Informationen zur Portweiterleitung und Beispiele für viele Router Modelle. Alternativ können Sie einmal einen Blick auf portforward.com (externe Seite) werfen. P2P User ID	Aktivieren Sie die P2P Funktion um von extern auf Ihre Kamera zuzugreifen ohne eine Portweiterleitung in Ihrem Router anlegen zu müssen. Wählen Sie in der Android, iPhone oder iPad App einfach eine neue P2P Kamera aus, scannen Sie den hier angezeigten QR Code ein, hinterlegen Sie Ihr Administrator Login in der App und Testen Sie Ihre Eingabe. Sollte das Hinzufügen fehlschlagen, deaktivieren/aktivieren Sie den Dienst, starten Sie die Kamera einmal neu und versuchen Sie es erneut. Ein Zugriff über die P2P ID ist alternativ auch mit dem Drittanbieter Windows Programm P2P Client möglich. INSTAR DDNS Adresse	Um über das Internet auf die Kamera zuzugreifen, muss die DDNS Adresse Ihrer Kamera aktiv sein. Beachten Sie bitte, wenn Sie die DDNS Adresse deaktivieren, bleibt der Zugriff auf Ihre WAN IP Adresse weiterhin möglich. Erst wenn sich Ihre WAN IP Adresse ändert (meistens 1 x alle 24h), wird die Kamera diese Änderung nicht mehr übermitteln und Ihre DDNS Adresse wird nicht mehr aktiv sein. QR Code	Um Ihre Kamera über Ihre DDNS Adresse in die iPhone oder Android App einzufügen, müssen Sie einfach den QRCode scannen. Dritthersteller DDNS Adresse aktivieren	Wenn Sie die INSTAR DDNS Adresse nicht nutzen möchten, können Sie hier eine Drittanbieter DDNS Adresse eintragen. Für Details wenden Sie sich bitte an den Anbieter Ihrer DDNS Adresse. Achtung Nachdem Sie die Kamera durchgeleitet haben, ist diese aus dem Internet für jeden erreichbar. Um Ihre Kamera vor Fremdzugriffen zu schützen, müssen Sie zuvor ein persönliches Kennwort auf der Kamera hinterlegen. Dieses Können Sie im Benutzer Menu unter System/Benutzer hinterlegen. Für den Fall, dass Sie einen Account von DynDNS nutzen möchten, wählen Sie einfach den Drittanbieter Dienst aus und geben Sie Ihr persönliches Login ein. Dadurch wird automatisch der der INSTAR DDNS Dienst deaktiviert - nach der nächsten WAN IP Adressänderung ist Ihre Kamera dann nicht mehr über die INSTAR DDNS Adresse erreichbar (die WAN IP Adresse ändert sich meistens alle 24h - Sie können Ihre WAN IP über den Dienst auf wieistmeineip.de (externe Seite) abrufen). Wenn Sie mehrere Kameras hinter einem Internetanschluss betreiben, hinterlegen Sie Ihre Drittanbieter DDNS Adresse bitte nur in einer Kamera. Alternativ können Sie die Drittanbieter DDNS Adresse natürlich auch direkt in Ihrem Router hinterlegen und darüber alle Kameras in dem Netzwerk erreichen! Sie brauchen nur jeder Kamera, in der Portweiterleitung einen, eigenen Port zuweisen. Wenn Ihrer Kamera 1 z.B. über den Port 8081 erreichbar ist und die Kamera 2 über den Port 8082, dann ist Kamera 1 über das Internet über myaddress.dyndns.org:8081 erreichbar und Kamera 2 über myaddress.dyndns.org:8082. Entsprechend können Sie natürlich auch nur eine INSTAR DDNS Adresse verwenden um alle Kameras im gleichen Netzwerk zu erreichen.",
    "description2": "Connect over the Internet Your camera comes with a personal DDNS address - e.g. http: xxxx77.ddns-instar.de. Everything you need for a remote access to your camera is a port forwarding rule in your router. You can access your camera afterwards through the internet using this http address. Please visit the DDNS section for detailed information on the port forwarding setup as well as video instruction for many common routers. Or refer to your router’s user manual for further guidelines on how to set up a port forwarding rule. P2P User ID The P2P Access does not give you full access to all your cameras functions. But you don´t need to forward a port inside your router and P2P also works when DDNS might fail - e.g. on 3G/LTE or IPv6 access without a public IPv4 address. Simply scan the QR Code (below) with our Android, iPhone, iPad, Windows Phone or Windows Metro app to add your camera. INSTAR DDNS Adress To access your camera´s WebUI over the internet you have to activate your INSTAR DDNS Address. Please be aware that your camera might still be available over the DDNS address for a while, after you deactivated it. The access will be blocked once your internet service provider changes your WAN IP address - this usually happens once every 24hrs (and in some cases once you restarted your internet router). This is your personal Internet Address. You will be able to access your camera over this address once you forwarded your camera´s http port. Simply scan the QR Code (below) with our Android, iPhone, iPad, Windows Phone or Windows Metro app to add your camera. QR Code To add your camera to our Android, iPhone, iPad, Windows Phone or Windows Metro app , you simply have to scan the QR code. Use third-party DDNS If you don´t want to use your INSTAR DDNS Address, just add a Thirdparty DDNS Address. Please contact your Third-party provider for details. If you want to deactivate your INSTAR DDNS Address, simply activate the third-party address (remember that you have to wait until your internet provider changes your WAN IP address to see the effect - usually happens every 24h). Be Aware Your camera will be accessible for everyone after you forwarded it inside your router. To prevent unwanted access, please make sure to change the user logins before you start forwarding the camera! The user logins can be adjusted in the User Menu. In case you want to use an account from DynDNS simply choose the third party service and type in your personal login credentials. By doing so you will temporarily deactivate your INSTAR DDNS address. In case you are using several cameras behind a single internet access point, please set up the third party address in only one of the cameras. Or if possible directly inside your router! All your cameras will be accessible through this address - just assign a unique HTTP port to every camera. For example if camera 1 is assigned the HTTP port 8081 and camera 2 the HTTP port 8082, use myaddress.dyndns.org:8081 to reach camera 1 and myaddresse.dyndns.org:8082 to be forwarded to camera 2.",
    "link": "/Web_User_Interface/1080p_Series/Network/Remote_Access/",
    "title": "Fernzugriff Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "DDNS", "Fernzugriff", "Internet", "Adresse", "unterwegs", "Handy", "Weiterleitung", "QR Code", "no connection", "P2P", "point2point", "point to point", "UID", "IPv6", "DSLite", "DS Lite", "öffentliche IPv4", "QR Code", "no connection"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Network_Remote_Access.jpg",
    "abstract": "Fernzugriff auf Ihre FHD-Kamera aus dem Internet"
}
POST /wiki2/article
{
    "title2": "UPnP",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Automatische Portweiterleitung UPnP Status Aktivieren oder Deaktivieren Sie den Universal Plug & Play Dienst für Ihre Kamera. Sie können den aktuellen Status im System/Info Menu bestätigen. Vorsicht Ihre Kamera wird für jedermann erreichbar sein, nachdem Sie sie in Ihrem Router weitergeleitet haben. Um ungewünschte Zugriffe zu vermeiden, ändern Sie den Standardlogin Ihrer Kamera. Der Standardlogin kann im Menu Benutzer angepasst werden. Wenn Sie Universal Plug & Play für Ihre Netzwerkgeräte verwenden, aktivieren Sie bitte den UPnP Dienst in Ihrer Kamera, um die automatische Portweiterleitung für Ihre Kamera einzurichten. Besser ist Manuell Falls Sie eine manuelle Portweiterleitung in Ihrem Router verwenden, stellen Sie sicher, dass der UPnP Dienst deaktivert ist! Wir empfehlen, eine manuelle Portweiterleitung einzurichten.",
    "description2": "Automated Port Forwarding UPnP Status Activate or deactivate the Universal Plug & Play service for your camera. Your camera will be accessible for everyone after you forwarded it inside your router. To prevent unwanted access, please make sure to change the user logins before you start forwarding the camera! The user logins can be adjusted in the User Menu. If you are using Universal Plug & Play for your network devices, please activate the UPnP service to automatically set the port forwarding for your camera. Better go Manual In case you are using a manual port forwarding rule in your router to access your camera from the internet, make sure the cameras UPnP service is deactivated! We recommend setting up a manual port forwarding.",
    "link": "/Web_User_Interface/1080p_Series/Network/UPnP/",
    "title": "UPnP Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "UPnP", "Weiterleitung", "Fernzugriff", "selbständig"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Network_UPnP.jpg",
    "abstract": "Einstellen des Universal Plug &amp; Play Dienstes"
}
POST /wiki2/article
{
    "title2": "ONVIF",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Integrieren Sie Ihre INSTAR Kamera in eine Drittanbieter-Applikation ONVIF ist eine globaler Standard für die Kommunikation zwischen Netzwerk Sicherheitsprodukten - wie Ihre IP Kamera und z.B. einen Netzwerk Rekorder. Die ONVIF Spezifikationen garantieren Ihnen, dass die Netzwerkgeräte zusammenarbeiten - auch dann, wenn Sie von anderen Herstellern stammen. Nutzen Sie den ONVIF Dienst Ihrer INSTAR Kamera um diese in bereits bestehende Sicherheitssysteme zu integrieren. Neben dem aktivieren und deaktivieren des Dienstes, erlaubt Ihnen das Overlay auch das Festlegen des ONVIF Ports (Standard: 8080) und ob Sie eine Authentifizierung durch die zugreifende Anwendung verlangen oder nicht. Beachten Sie bitte, dass durch das Deaktivieren der Authentifizierung jeder in Ihrem lokalen Netzwerk über das ONVIF Protokoll Zugriff auf die Kamera hat. Deaktivieren Sie die Authentifizierung nur, wenn das Kameranetzwerk nur Ihnen Zugänglich ist und die Authentifizierung Ihnen bei der Einbindung Probleme bereitet. Der ONVIF Port darf in diesem Fall unter keinen Umständen in Ihrem Router durchgeleitet werden! ONVIF Protokoll aktivieren Aktivieren oder deaktivieren Sie den ONVIF Dienst in Ihrer Kamera. ONVIF Port Dies ist der Port über den Ihre Kamera über das ONVIF Protokoll ansprechbar ist. Es wird empfohlen diesen auf dem Standardwert von 8080 zu belassen. Achten Sie bitte darauf nicht den LAN, RTMP oder RTSP Port auf den gleichen Wert zu legen! ONVIF Authentifizierung Sollten Sie Probleme haben die Kamera in eine Drittanbieter Anwendung über den ONVIF Dienst einzubinden, können Sie hier einmal probieren testweise die Authentifizierung zu deaktivieren. In diesem Fall sollte man den ONVIF Port nicht im Router durchleiten, um unerwünschte Zugriffe auf die Kamera zu vermeiden.",
    "description2": "Integrate your INSTAR Camera in a Third-party Application ONVIF is a global standard for the interface of IP-based security products. The ONVIF specification will ensure interoperability between products regardless of manufacturer, allowing you to integrate your INSTAR camera as a generic ONVIF camera into existing security systems. Activate ONVIF Protocol Activate or deactivate the ONVIF service of your camera. ONVIF Port This is the port that external devices have to use to communicate with your camera over the ONVIF protocol. It is recommended to leave it at it´s default 8080. Make sure that you don´t use the same port as LAN, RTMP or RTSP port! ONVIF Authentication If you third-party ONVIF device cannot connect with your camera, you can try to deactivate the authentication for the ONVIF protocoll. Be aware that everyone might be able to login your cameras live video stream, if authentication is deactivated. It is not recommended to forward the ONVIF port to the internet in this case.",
    "link": "/Web_User_Interface/1080p_Series/Network/ONVIF/",
    "title": "ONVIF Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "ONVIF", "Authentifizierung", "Port 8080", "ONVIF Port"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Network_ONVIF.jpg",
    "abstract": "Connect your Camera over the ONVIF Protocol"
}
POST /wiki2/article
{
    "title2": "Features Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Ändern Sie die Systemeinstellungen der Kamera, stellen Sie die Status LED und IR LEDs, oder die Schwenk-, Neig- und Zoomfunktion, Ihrer Kamera ein.Die IR LEDs Ihrer Kamera werden automatisch durch einen internen Helligkeitssensor bei Dunkelheit aktiviert und wieder deaktiviert, sobald es wieder hell wird. Wenn Sie die Kamera hinter einer reflektierenden Scheibe verwenden möchten, oder z.B. die Kamera als Wetter-Cam in den Himmel richten und somit keine Nachtausleuchtung benötigen, können Sie die LEDs hier einfach deaktivieren. Beachten Sie bitte, dass der IRcut Filter damit permanent vor dem Objektiv steht und Sie somit auch keine externen IR Scheinwerfer einsetzen können. Wählen Sie ob Sie die SD Karte auswerfen oder Formatieren möchten und bestätigen Sie die Eingabe. Es ist immer empfohlen die SD Karte zuerst auszuwerfen, bevor Sie sie aus der Kamera entfernen. Gerade wenn die Kamera eine Aufnahme durchführt während die Stromversorgung gekappt wird, kann es zu Fehlern im Dateisystem kommen. Sollte die SD Karte beschädigt werden, wird das Betriebsysstem versuchen die SD Karte zu reparieren und es kann einige Minuten dauern, bis die SD Karte wieder verfügbar ist. Sollte die SD Karte auch nach einiger Zeit noch nicht erreichbar sein, können Sie probieren die Karte zu formatieren. Sollte die Karte ausgeworfen werden, wird das Betriebssystem versuchen Sie nach einiger Zeit wieder automatisch zu mounten. Aktivieren/Deaktivieren Sie hier die Kalibrierungsfahrt, die die Kamera beim Neustart durchführt. Lassen Sie Ihre Kamera eine gespeicherte Position anfahren oder die Reichweite der Dreh- und Neigbewegung einschränken. Aktivieren/Deaktivieren Sie hier die Kalibrierungsfahrt, die die Kamera beim Neustart durchführt. Lassen Sie Ihre Kamera eine gespeicherte Position anfahren oder die Reichweite der Dreh- und Neigbewegung einschränken. Hat Ihr Kameramodell eine Status-LED die durchgehend blinkend die Netzwerkverbindung signalisiert? Dies ist sehr sinnvoll während der Einrichtung. Kann aber sehr schnell störend werden - besonders wenn es dunkel wird. Wenn Sie die LED nicht benötigen um Ihre Netzwerkverbindung zu troubelshooten oder um Personen darauf aufmerksam zu machen, dass sie aufgenommen werden, können Sie die LED hier einfach deaktivieren.",
    "description2": "Features Menu Your camera´s IR LEDs are switched on and off automatically by the internal light sensor. If you want to use your camera behind a highly reflective window or you are using your camera as a weather webcam and don´t need the IR light, simply deactivate the LEDs here. Be aware that the automatic IRcut filter will be moved in front of the lense permanently in this mode. That means you cannot use an external IR spotlight with your camera, if the internal IR lights are turned off. IR LEDS Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. PTZ MENU Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. PTZ TOUR MENU Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system. SD CARD MENU Did you notice the blue and blinking LED on the camera? It can be very annoying in a dark room. But it can be used to troubleshoot your network connection or to make people aware that they are being recorded. For all other purposes come here to deactivate it. STATUS LED MENU",
    "link": "/Web_User_Interface/1080p_Series/Features/",
    "title": "Features Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Features", "Email", "FTP", "IR Nachtsicht", "Pan&Tilt", "PTZ Tour", "Manuelle Aufnahme", "SD Karte", "Status LED"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "Verschiedene Features der FHD-Kamera einstellen"
}
POST /wiki2/article
{
    "title2": "Email",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Im Email Menu können Sie die Absender und Ihre Empfänger Adresse für die Email Benachrichtigung hinterlegen. Der Absender muss entsprechend des gewählten SMTP Accounts gesetzt werden. Beachten Sie bitte, dass einige Email Anbieter es nicht erlauben, wenn Absender und Empfänger Email gleich gewählt werden! Als Empfänger können Sie mehrere Email Adressen, getrennt durch ein Semikolon gesetzt werden, z.B. max.mustermann@instar.de;franz.fingerhut@instar.de. Es ist empfohlen auch einen Betreff und Email Text (max 64 Zeichen) einzutragen, da leere Emails ggf. an Spam-Wächtern hängen bleiben.",
    "description2": "Set Receiver Addresses for the Alarm Emails We recommend choosing the INSTAR SMTP preset: When the INSTAR SMTP preset is selected, just fill out your receiver email address (below) and apply & test your settings. Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place.",
    "link": "/Web_User_Interface/1080p_Series/Features/Email/",
    "title": "Email Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Email", "Empfänger", "Email Test", "Benachrichtigung"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_Email.jpg",
    "abstract": "Einstellen des Empfängers der Alarm-Emails"
}
POST /wiki2/article
{
    "title2": "FTP",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Set a Server for your FTP Uploads FTP Server Tragen Sie hier die Adresse Ihres FTP Servers ein. Dabei kann es sich um einen Webserver handeln, aber auch um einen lokalen Server oder z.B. um Ihren Router oder NAS. FTP Port Der Standard Port für den FTP Dienst ist der Port 21. Wenn Sie Ihren FTP Server anders konfiguriert haben, geben Sie hier bitte den entsprechenden Port an. Modus In den meisten Fällen werden Sie hier den passiven (PASV) Modus wählen können. Wählen Sie den PORT Modus nur, wenn PASV fehlschlägt. Dies wird z.B. passieren, wenn sich der FTP Server hinter einer NAT Firewall befindet. FTP Verzeichnis Tragen Sie hier den Unterordner, relativ zum root-Verzeichnis Ihres FTP Benutzers, ein, in dem Ihre Kamera die Dateien ablegen soll. Ein Beispiel anhand eines FTP Servers auf der AVM Fritzbox finden Sie hier. FTP Ordnerstruktur Wenn Ihre Kamera viele Dateien auf den FTP Server hochläd, werden Sie wollen, dass diese jeden Tag in einen neuen Ordner abgelegt werden. Sollten Sie Probleme mit dieser Einstellung haben, probieren Sie einmal die alternative Einstellung, alle Dateien in den gleichen Ordner zu legen und beachten Sie bitte den Hinweis (unten). FTP Benutzername Geben Sie hier den Benutzernamen an, mit dem Sie auf den FTP Server zugreifen können. FTP Passwort Geben Sie hier den Kennwort an, mit dem Sie auf den FTP Server zugreifen können. Test Mit dem Test wird ein Testbild des Kamera Livestreams auf Ihren FTP Server geladen. Der Name der Datei setzt sich aus dem Großbuchstaben T und einem Zeitstempel zusammen. FTP Server Upload Um Bilder oder Videos im Alarmfall auf Ihren FTP Server zu laden, müssen Sie hier erst einmal Ihre Benutzer Daten für den FTP Server hinterlegen. Der FTP Server kann dabei z.B. Ihr Router sein - in diesem Fall brauchen Sie als Server Adresse einfach die IP Adresse Ihres Routers (z.B. 192.168.178.1) hinterlegen. Alternativ können Sie auch einen FTP Server auf einem Rechner in Ihrem lokalen Netzwerk aufsetzen - Programme wie Filezilla Server machen es Ihnen einfach. In diesem Fall wäre die Server Adresse gleich der lokalen IP des Rechners, auf dem Sie den Filezilla Server installiert haben. Alternativ können Sie natürlich auch einen FTP Dienst im Internet nutzen, indem Sie die Webadresse (URL) hier eingeben. Der Standard Port für die FTP Dateiübertragung ist die 21. Unter FTP Ordner können Sie ein Upload-Verzeichnis auf dem FTP-Server festlegen. Der Root-Ordner eines FTP-Servers kann über ./ erreicht werden. Die Trennung zwischen einzelnen Ordnern funktioniert mit einem /. Ein Unterordner (z.B. INSTAR) kann mit ./INSTAR erreicht werden. Ein / am Ende ist nicht notwendig, kann aber verwendet werden. Der FTP Benutzername und das FTP Passwort sind die Login-Daten für Ihren FTP-Account. Der Dateiname des Videos ist fix und besitzt die folgende Syntax: rec011_YYYYMMDDhhmmss.asf. Der erste Part zeigt den Channel der aufgenommen wurde - 11, 12 or 13. Getrennt durch einen Unterstrich folgt ein Zeitstempel, der die Zeit der Bewgungserkennung beinhaltet. Passiv oder Port Beim FTP Modus können Sie zwischen dem passiven (PASV) und einem aktiven (PORT) wählen. Der Standard Modus ist der PASV Modus. Wenn Ihr Server jedoch extern hinter einem Router mit einer NAT Firewall steht, müssen Sie den PORT Modus wählen.",
    "description2": "Set a Server for your FTP Uploads FTP Server Type in your FTP server address here. You can also use devices inside your LAN for this function, e.g. a local server or maybe your Router or NAS. FTP Port The default port for the FTP service is Port 21. Adjust this port here, if your configured your server differently. Modus You can use the passive mode (PASV) in most cases. Only choose PORT mode if PASV fails. This might happen if your FTP server is by an NAT firewall. Storage path The FTP directory - the folder that your camera will use to upload images and videos to - is always relative to the root directory of your FTP User! The root directory for each user is defined on your FTP server - read our AVM Fritzbox manual for an example. Directory structure If you want to upload a large number of files to the FTP server, it is recommended to create a new folder for those uploads each day. With some systems you might run into some problems with this setting. In this case try to upload all files to one folder instead. FTP Username The username - and it´s access rights - are defined on your FTP server. Type in the username you want your camera to use here. FTP Password Add the corresponding password here. Test The test function will try to upload a file to your FTP server - the name of the file consists of the capital letter T and a Timestamp. Don´t forget to submit your settings first before using the Test Function! FTP Server Upload To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. You can define an upload directory for your camera under FTP Folder. The root folder of the FTP server can be reached by ./. The separator for the folders is the forward slash. A subfolder (e.g. INSTAR) can be reached by ./INSTAR. An ending forward slash is not obligatory, but can be used. The FTP Username and FTP Password are the login credentials for your FTP Account. The name of the video file is fixed and corresponds to the following syntax: rec011_YYYYMMDDhhmmss.asf. The first part shows the channel that was used for the recording - 11, 12 or 13. Separated by an underscore follows a timestamp, which marks the time of the motion detection. Passive or Port For the FTP Mode you can choose between a passive (PASV) and an active mode (PORT). The standard is the active PASV mode. If your server is installed behind a router with an active network address translation (NAT), or if a firewall is blocking the servers network from an external access by your camera, you should choose the PORT mode.",
    "link": "/Web_User_Interface/1080p_Series/Features/FTP/",
    "title": "FTP Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "FTP", "Upload", "FTP Server", "FTP Port", "PASV", "PORT"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_FTP.jpg",
    "abstract": "Konfiguration eines FTP Server zum Upload von Alarmbildern- & Videos"
}
POST /wiki2/article
{
    "title2": "Status LED",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Deaktivieren Sie die Netzwerk LED Ihrer Kamera (falls verfügbar) Activate LED Indicator Aktivieren oder Deaktivieren der Netzwerk Status LED Ihrer Kameraa (nur für Kameras mit Status LEDs). Hier können Sie das Verhalten der roten Status LED an der Stromversorgung Ihrer Kamera einstellen. Aktivieren Sie es um die Kamera Aktivität anzuzeigen - gerade während der Installation nützlich. Oder deaktivieren Sie es bei der normalen Verwendung.",
    "description2": "Deactivate your Camera´s Network LED (if available) Activate LED Indicator Activate or deactivate the network status LED of your camera (only for cameras with Staus LEDs). Here you can adjust the behaviour of the red Status LED at the power connector of the camera. Enable it to have it display camera activity - which is especially helpful during the installation process. Or deactivate it for normal operation.",
    "link": "/Web_User_Interface/1080p_Series/Features/Status_LED/",
    "title": "Status LED Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "Status LED", "blinken", "deaktivieren", "ausschalten", "blaue LED", "rote LED"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_Status_LEDs.jpg",
    "abstract": "Einstellen der Status-LED Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "IR LEDs",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Deaktivieren der Nachtsicht LEDs Infrarot LED Status Hier können Sie das Verhalten der Infrarot LEDs der Kamera einstellen. Sie können zwischen 2 Modi wählen, zum einen die LEDs dauerhaft ausschalten und zum anderen die LEDs durch den Lichtsensor automatisch einschalten zu lassen. Zeitplan für IR LEDs Falls Sie mit dem automatischen Modus nicht zufrieden sind - z.B. der Nachtmodus schaltet sich zu früh oder zu spät ein - können Sie hier einen fixen Zeitplan eintragen. Bitte beachten Sie das es nicht mögliche ist, die IR LEDs dauerhaft zu aktivieren. Wenn Sie die IR LEDs bei Nacht ausschalten, kann es zu Fehlalarmen durch den Bewegungssensor kommen. In diesem Fall müssen Sie den Bewegungsalarm in der Nacht durch den Zeitplan deaktivieren.",
    "description2": "Deactivate the Nightvision LEDs Infrared LED Status Here you can adjust the behaviour of the infrared LEDs of the camera. You can choose between 3 modes in which the LEDs are either always off, always on or automatically switched on by a photo sensor when it is getting dark. Time Schedule for IR LEDs In case that you are not satisfied with the automatic mode - e.g. the night mode always switches on to early or switches off too late - you can set fixed times for those events here. Please be aware If you deactivate the IR LEDs by night you might get false alerts from the internal motion detection. In this case, you will have to deactivate the motion detection during the night using the alarm schedule.",
    "link": "/Web_User_Interface/1080p_Series/Features/IR_LED/",
    "title": "IR LED Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "IR LED", "Infrarot", "Nachtsicht", "LEDs schalten", "rote LEDs", "schwarz-weiß Bild", "graues Bild", "Nachtumschaltung", "flackern", "zu früh"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_Nightvision.jpg",
    "abstract": "Einstellen der Inrarot-LEDs Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "PTZ",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Schwenken und Neigen der Kamera. Justagefahrt. Startposition. Alarmposition. Parkposition. Justagefahrt und Positionen Aktivieren/Deaktivieren Sie hier die Kalibrierungsfahrt, die die Kamera beim Neustart durchführt. Beachten Sie bitte, dass die speicherbaren Positionen der Kamera nur mit aktiver Kalibrierungsfahrt zur Verfügung stehen. Position 1 nach Neustart Nach einem Neustart fährt die Kamera nach der Kalibrierung immer in eine Mittelposition. Hier haben Sie die Möglichkeit die Kamera stattdessen die gespeicherte Position 1 anfahren zu lassen. Nur verfügbar mit aktivierter Justagefahrt! Alarmposition aktivieren Möchten Sie, dass die Kamera bei einem Alarmereignis automatisch eine gespeicherte Position anfährt? Dann aktivieren Sie diese Funktion hier. Dies ist besonders interessant bei der Verwendung eines externen Bewegungsmelders oder des Audioalarms. Lasse Sie die Kamera eine Richtung überwachen und den anderen Sensor die andere. Nur verfügbar mit aktivierter Justagefahrt! Alamposition Legen Sie hier fest, welche Position die Kamera bei einem Alarm anfahren soll. Automatisch auf Parkposition fahren Wollen Sie Ihre Kamera standardmäßig immer auf eine bestimmte Position fahren? Aktivieren Sie die Parkposition, um Ihre Kamera automatisch auf diese Position zurückzufahren, nachdem Sie bewegt wurde. Parkposition auswählen Legen Sie hier die Parkposition fest (siehe oben). Nach x Sekunden bewegen Ihre Kamera wird für x Sekunden warten und dann zu Ihrer Parkposition zurückfahren Hier können Sie die Justagefahrt beim Kamerastart deaktivieren (beachten Sie bitte, dass dies auch die speicherbaren Funktionen deaktiviert!), legen Sie fest, dass die Kamera, anstatt der Mittelposition, die gespeicherte Position 1 nach einem Neustart (oder bei einer Alarmauslösung) anfährt und bestimmen Sie wie viele vertikale und horizontale Fahrten die Kamera durchführt, wenn Sie den hscan oder vscan aktivieren. Show border menu Das BegrenzungsMenu ermöglicht es Ihnen den Bereich, den Ihre Kamera abfahren kann, zu begrenzen. Aktivieren Sie diese Einstellung hier um die Funktion am Steuerkreuz anzeigen zu lassen. Nur verfügbar mit aktivierter Justagefahrt! Kein Alarm durch Steuerung In der Regel möchten Sie nicht, dass ein Kameraschwenk den Bewegungsalarm auslöst. Wenn Sie jedoch informiert werden möchten, wenn ein Benutzer die Kamera über die Weboberfläche bewegt, können Sie dies hier einstellen. Schrittweise Steuerung aktivieren Mit der Standardeinstellung bewegt die Kamera sich so lange, bis Sie die Pfeiltaste im Steuerkreuz wieder loslassen. Wenn Sie eine schlechte Anbindung zur Kamera haben, kann es sein, dass dieser Stopbefehl nicht empfangen wird. Die Kamera fährt in diesem Fall bis in den Anschlag der Bewegungsrichtung. Um das zu verhindern können Sie hier die One-Step Steuerung aktivieren, bei der die Kamera immer nur einen Schritt fährt und dann stehen bleibt bis Sie die Steuertaste erneut drücken. Horizontale Geschwindigkeit Geschwindigkeit der horizontalen Bewegung der Kamera Vertikale Geschwindigkeit Geschwindigkeit der vertikalen Bewegung der Kamera Anzahl der vscan Fahrten Anzahl der vertikalen Fahrten, die die Kamera durchführt, wenn Sie den vscan starten. Anzahl der hscan Fahrten Anzahl der horizontalen Fahrten, die die Kamera durchführt, wenn Sie den hscan starten..",
    "description2": "Pan & Tilt Function (only in Pan, Tilt & Zoom Cameras) Activate adjustment movement Activate or deactivate the camera PTZ calibration run at boot-up. Please be aware, that the saved positions for your camera will no longer be available, when the calibration is deactivated. Start position 1 The camera moves to the center position after the calibration by default. Check this box, if you want it to move to the saved position 1 instead. Only available when the camera calibration is active! Activate alarm position Activate the alarm position, if you want your camera to move to a specific saved position once the alarm was triggered. The is especially interesting, if you use an external sensor, like the IN-Motion 500, or the internal audio alarm. Let you camera keep an eye on one side and secondary sensor on the other side. Only available when the camera calibration is active! Select alarm position Set the alarm position here (see above). Move to park position automatically Do you want your camera to always point in a specific direction by default? Activate the park position to let your camera go back to this position automatically after it was moved. Select park position Set the park position here (see above). Move after X seconds Your camera will wait for x seconds before returning to it´s park position (see above). Here you can disable the cameras calibration run during start-up (please note that this also deactivates your saved postions!), send it to saved position 1 after a reboot and set the speed and number of auto-scans for the pan & tilt movement when you use the hscan or vscan. The Pan&Tilt Limits will be displayed next to the PTZ control pad. You can use them to limit the range of movement of your camera (see below). Show border menu The P&T Limits allow you to reduce the range that your camera can move vertically and horizontally. The limits menu will be displayed at the P&T control pad once you activated the function here. Only available when the camera calibration is active! Avoid alarms while moving In most cases it is unwanted, that the pan&tilt movement of your camera causes a motion detection. But if you want to be notified whenever your camera is moved, just check this box. Activate step-by-step movement With the default settings, your camera will move in one direction as long as you press the arrow button on the control pad. When your connection to the camera is plaqued with high latencies, it might happen, that the stop command is lost and your camera moves all the way to the end of range. You can use the one-step motion to prevent this from happening. Your camera will only move one step with every click on the control pad - giving you the highest ammount of precision. Horizontal speed Set the velocity of the horizontal motion of your camera. Tilt speed Set the velocity of the vertikal motion of your camera. Number of VSCAN rounds Set the ammount of vertical runs your camera should perform once you start the vscan function. Number of HSCAN rounds Set the ammount of horizontal runs your camera should perform once you start the hscan function.",
    "link": "/Web_User_Interface/1080p_Series/Features/PTZ/",
    "title": "PTZ Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "PTZ", "Drehen", "Schwenken", "Neigen", "Geschwindigkeit", "Startposition", "Position", "Kalibrierung", "Ausrichtung", "vscan", "hscan", "Beschränkung", "Alarmposition", "Pan&Tilt"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_PTZ.jpg",
    "abstract": "Einstellen der Schwenk & Neig (PTZ) Funktion Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "PTZ Tour",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Ihre eigene Kamera-Tour planen Ihre Funktion aktivieren	Programmieren Sie Ihre eigene Kameratour, wählen Sie dazu eine Position aus Ihren GESPEICHERTEN FUNKTIONEN und setzen Sie eine Zeit, wie lange die Kamera auf dieser Position bleiben soll (max. 43.200s = 12h). Anzahl der Wiederholungen	Sie können die Tour bis zu 50 mal wiederholen lassen. Ihre Tour starten	Klicken Sie auf Bestätigen, um die erste Tour zu starten.",
    "description2": "Activate tour function Program your own camera tour - pick a sequence from your saved positions and set a time that your camera should stay at this position (max. 43.200s = 12h). Number of repetitions You can repeat the tour up to 50 times. Start your tour Click on submit to start the first tour.",
    "link": "/Web_User_Interface/1080p_Series/Features/PTZ_Tour/",
    "title": "PTZ Tour",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "System", "PTZ", "Tour", "programmieren", "Fahrt", "Schwenken", "Speicherbar", "Positionen"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_PTZ_Tour.jpg",
    "abstract": "rogrammieren einer PTZ Tour in Ihrer HD-Kamera"
}
POST /wiki2/article
{

		"title2": "SD Card",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Öffnen, Formartieren oder Auswerfen der SD Karte Menu SD-Karte Wählen Sie ob Sie die SD Karte auswerfen oder Formatieren möchten und bestätigen Sie die Eingabe. Es ist immer empfohlen die SD Karte zuerst auszuwerfen, bevor Sie sie aus der Kamera entfernen. Gerade wenn die Kamera eine Aufnahme durchführt während die Stromversorgung gekappt wird, kann es zu Fehlern im Dateisystem kommen. Sollte die SD Karte beschädigt werden, wird das Betriebsysstem versuchen die SD Karte zu reparieren und es kann einige Minuten dauern, bis die SD Karte wieder verfügbar ist. Sollte die SD Karte auch nach einiger Zeit noch nicht erreichbar sein, können Sie probieren die Karte zu formatieren. Sollte die Karte ausgeworfen werden, wird das Betriebssystem versuchen Sie nach einiger Zeit wieder automatisch zu mounten. SD Ordner öffnen	Ein Klick auf den Ordner-Button wird Sie durch das SD-Karten Verzeichnis führen, wo all Ihre Snapshots und Videoaufnahmen abliegen. Nutzen Sie den Admin-Login der Kamera, um auf das Verzeichnis zuzugreifen. Es gibt auch bequemere Wege, um auf die Aufnahmen zuzugreifen. Zum Beispiel über DRITTANBIETER SOFTWARE, oder unsere mobile App InstarVision für IPHONE, IPAD, ANDROID.WINDOWS PHONE und WINDOWS METRO. SD-Karte auswerfen	Unmounten Sie die SD-Karte bevor Sie die Karte aus der Kamera ziehen. Das Betriebssystem der Kamera wird in regelmäßigen Zeitabständen versuchen, die Karte wieder bereitzustellen. SD-Karte formatieren	Ihre Kamera wird den ältesten Ordner automatisch löschen, sobald die Speicherkapazität der Karte erreicht ist. So ist immer genug Platz für neue Aufnahmen verfügbar! Nutzen Sie den Formatierungs-Befehl, wenn Sie Ihre Aufnahmen auf der Kamera löschen möchten, oder wenn das Filesystem der Kamera korrupt ist. Dies kann nach einem Neustart vorkommen oder wenn Sie die SD-Karte der Kamera entfernen, während noch Dateien auf die Karte geschrieben werden. Der Ursprung einer Aufnahme (Video oder Einzelbild) auf der SD Karte oder dem FTP Server, kann man anhand des Vorgestellten Buchstabens im Dateinamen ableiten. Alarmaufnahmen: A Geplante Aufnahme Fotoserie: P Manuelle Aufnahme: N FTP Test: T Beispiel: Die Datei P17073016245100.jpg stammt aus einer Fotoserie und wurde am 2017 Jahr. 07 Monat. 30 (Tag) um 16:24:51 aufgenommen. Bei den letzten beiden Ziffern handelt es sich um eine fortlaufende Nummer, die Bilder einem auslösenden Ereignis zuweisen - wenn man einstellt bei einem Alarm 6 Bilder zu speichern, wird hier von 00 bis 05 hochgezählt. Bei der Datei A170730_171158_171212 avi handelt es sich um eine Alarmvideoaufnahme, die am 30 Juli 2017 zwischen 17:11:58 und 17:12:12 aufgenommen wurde.",
    "description2": "Open, format or unmount your SD Card The SD Card Menu Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system. A click on the folder button will lead you to the SD card directory where all your snapshots and videos will be stored. Use your camera admin login to access the directory. But there are also more convenient ways to access your recordings via third-party software or our mobile phone app InstarVision for iPhone, iPad, Android.Windows Phone and Windows Metro. Open SD folder A click on the folder button will lead you to the SD card directory where all your snapshots and videos will be stored. Use your camera admin login to access the directory. But there are also more convenient ways to access your recordings via third-party software or our mobile phone app InstarVision for iPhone, iPad, Android.Windows Phone and Windows Metro. Eject SD card Unmount your SD card before you unplug it from your camera. Your camera´s operating system will try to re-mount the SD card in regular intervalls. Format SD card Your camera will delete the oldest folder automatically once the card capacity is reached. So there is always enough space for new recordings! Use the format command if you want to remove all recordings, or if your SD card´s file system is damaged. The latter might happen, if you restart/unplug your camera while your camera is recording a video.",
    "link": "/Web_User_Interface/1080p_Series/Features/SD_Card/",
    "title": "SD Karten Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "SD card", "SD Karte", "auswerfen", "formatieren", "nicht erkannt", "nicht angezeigt", "Videos anzeigen", "SD Karten Rechner", "wie viele Videos", "wie groß"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_SD_Card.jpg",
    "abstract": "Verwalten der SD-Karte"
}
POST /wiki2/article
{
    "title2": "Manual Recording",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Legen Sie hier die Datei Länge der manuellen Aufnahme fest. Dauer der manuellen Aufnahmen auf SD Karte Setzen Sie hier die Dauer der manuellen Aufnahme, die Sie rechts über die Schnellleiste starten können. Wenn Sie eine durchgehende Aufnahme wünschen, dann setzen Sie den Wert bitte auf 0 Minuten. Achtung! Diese Einstellung hat keinen Einfluss auf die Dauer der Alarmvideos!",
    "description2": "Set the Length of Manual Recordings Duration of manual video recording on SD card. You can start the recording via menu bar and with our smartphone app (iPhone, iPad or Android). It is recommended to set a maximum length to divided your recordings into serveral files.",
    "link": "/Web_User_Interface/1080p_Series/Features/Manual_Recording/",
    "title": "Manuelle Aufnahme Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "Videoaufnahme"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Features_Manual_Recording.jpg",
    "abstract": "Einstellungsmöglichkeiten im Aufnahme-Menu Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Multimedia Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Multimedia Menu Hier können Sie die Verstärkung des Audiosignals für den Audioeingang und Audioausgang festlegen. Dies betrifft entweder extern angeschlossene Mikrofone und Lautsprecher an der Kamera, oder, wenn Ihr Kameramodell über ein Mikrofon und Lautsprecher verfügt, die interne Hardware. Alternativ können Sie den Audiostream auch komplett deaktivieren. Der Alarmton ist eine Audiodatei, die abgespielt wird sobald eine Alarm ausgelöst wird. Dies ist nicht zu verwechseln mit dem Audio Alarm, der das Mikrofon der Kamera nutzt um einen Alarm auszulösen, sobald etwas lautes in der Nähe der Kamera geschieht. Beachten Sie bitte, dass die hier eingestellte Lautstärke für den Audioeingang (durch das Mikrofon an der Kamera) mit in die Empfindlichkeit des Audio Alarms einfließt - der Audioalarm ist umso empfindlicher, desto höher seine Empfindlichkeit im Audio Alarm Overlay eingestellt wird UND desto höher die Verstärkung des Audioeingangs hier gesetzt wird. Menu AUDIO Die Video Einstellungen erlauben Ihnen die Qualität der 3 h.264 Videostreams und des MJPG Streams der Kamera einzuregeln. Beachten Sie bitte, dass hohe Qualitätseinstellungen auch zu hohen Bandbreitenanforderungen führen und die Grafikkarte des Zugreifenden Rechners belasten. Die Einstellungen, die Sie hier wählen, sollten immer ein Kompromiss sein aus Bildqualität und der Anforderung, dass Sie zur jeder Zeit einen flüssigen Videostream erhalten möchten, wenn Sie auf die Kamera zugreifen. Sie haben hier noch die Möglichkeit das benutzte Video Plugin für die Videowiedergabe festzulegen und den MJPEG Stream zwischen einen vollwertigen MJPEG Stream und einem pseudo MJEPG Stream umzuschalten. Menu VIDEO Hier können Sie die Bildparameter, wie Helligkeit, Sättigung, Kontrast, Belichtung (Shutter) und Schärfe, einstellen. Die Funktion zum Drehen&Spiegeln erlaubt es Ihnen ein aufrechtes Bild zu erhalten, wenn Sie die Kamera über Kopf montieren. Der Kameraname und Zeitstempel, der Ihnen im Livevideo angezeigt wird, kann hier ebenfalls angepasst werden. Beachten Sie bitte, das ein Ändern des Kameranamen einen Neustart der Kamera benötigt. BILD Menu Die Privatsphäre Maske erlaubt es Ihnen Bereiche, die Sie nicht überwachen dürfen im Video auszuschwärzen. Wenn Sie z.B. Ihren Hauseingang überwachen und einen Teil der öffentlichen Straße im Bild haben, könnnen Sie diesen Bereich aus dem Videobild entfernen. PRIVATSPHÄRE Menu",
    "description2": "Multimedia Menu Here you can adjust the amplification of the cameras microphones/audio-in as well as the volume of the audio-out signal. AUDIO MENU The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3. VIDEO MENU Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name. IMAGE MENU The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. PRIVACY MASK MENU",
    "link": "/Web_User_Interface/1080p_Series/Multimedia/",
    "title": "Multimedia Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Audioeinstellung", "Alarmsignal", "Lautstärke", "Videoeinstellung", "Qualität", "Bildeinstellungen"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "Video & Audio-Einstellungsmöglichkeiten Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Audio",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Einstellen der Audio Lautstärke Hier können Sie die Verstärkung des Audio-In / Mikrofons, als auch die Lautstärke des Audio-Out Signals festlegen. Audio aktivieren Aktiveren oder Deaktiveren des Kamera Audio. Dies deaktivert beides, sowohl den Kamera Input als auch den Kamera Output. Audio Output Lautstärke Hier können Sie die Audiolautstärke für die internen oder optional externen Lautsprecher einstellen. Audio Input Lautstärke Die Audio Input Lautstärke regelt das interne oder (optional) externe Mikrofon an Ihrer Kamera. Bitte denken Sie daran, dass die Lautstärke indirekt die Sensibilität Audioerkennung beeinflusst.",
    "description2": "Audio Settings Here you can adjust the amplification of the cameras microphones/audio-in as well as the volume of the audio-out signal. Enable audio Activate or deactivate the audio of your camera. This deactivates both, the audio input and output. Input sensitivity The audio input volume controls the internal or (optional) external microphone of your camera. Please be aware, that the volume indirectly influences the sensitivity of the audio detection. Output volume Here you can adjust the audio volume for the internal or optional external loudspeaker of your camera.",
    "link": "/Web_User_Interface/1080p_Series/Multimedia/Audio/",
    "title": "Audio Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Audio", "Eingang", "Ausgang", "Lautstärke", "Sirene", "Alarmsignal", "Volume", "Deaktivieren", "Mikrofon", "Ausschalten", "Audioalarm"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Multimedia_Audio.jpg",
    "abstract": "Lautstärkeeinstellungen Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Video",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Einrichten der Videoeinstellungen Die Videoeinstellungen erlauben es, die Qualität von allen 3 Videostreams Ihrer Kamera einzustellen. Bitte beachten Sie, dass eine hohe Qualität in den Videoeinstellungen auch gleichzeitig hohe Hardware- und Bandbreitenansprüche mit sich bringt. Richten Sie die Videoeinstellungen ein, um ein flüssiges Video zu erhalten. Bitte schauen Sie unter RTSP STREAMING um auf die Kamera Streams 2 und 3 zuzugreifen. Video Auflösung	Legen Sie hier die Auflösung des Videostreams fest. Je nachdem welchen Videokanal Sie gewählt haben, werden Ihnen hier unterschiedliche Werte zur Auswahl stehen. Nur der erste Kanal kann die volle 1080p HD Auflösung der Kamera wiedergeben. Kanal 2 hat eine 320p Auflösung und Kanal 3 160p. Bildwiederholrate (fps)	Bei dieser Einstellung handelt es sich um die gewünschte Bildwiederholungsrate des Videobildes. Beachten Sie bitte, dass der hier eingestellte Wert nur das theoretische Maximum ist. Die reale Framerate wird auch durch die Netzwerkanbindung und die Belichtungszeiten der Kamera (um so dunkler es wird, desto länger muss die Kamera den Sensor belichten, um ein einzelnes Videobild aufzunehmen) bestimmt. Die Framerate eignet sich daher am besten um ein oberes Limit für die Übertragung festzulegen, um Ihr Netzwerk nicht zu überlasten. Der Standardwert ist 15 fps und ist für die meisten Überwachungsaufgaben eine gute Kompromisslösung. Variable fps	Erlauben Sie Ihrer Kamera die Framerate zu reduzieren, wenn keine höhe Framerate benötigt wird. Dies kann die Bandbreite drastisch reduzieren. Video Bitrate	Die Videobitrate bestimmt wie viele Informationen in dem Videostream enthalten sein können. Ein hochstellen dieses Wertes vergrößert massive die Bandbreitenanforderungen und die Größe der von der Kamera aufgenommenen Videos. Eine signifikante Verbesserung des Videos ist jedoch meistens nur dann zu beobachten, wenn das Kamerabild sehr viele Details oder sehr viele unterschiedliche Farben beinhaltet. Für die meisten Überwachungsaufgaben empfiehlt es sich diesen Wert auf dem Standard (1024-2048kbps) zu belassen. Variable Bitrate	Bei der Videokodierung können Sie vorgeben, ob die Kamera durchgehend die maximale Bitrate halten soll, oder ob die Bitrate automatisch runtergeregelt werden soll, wenn die Kamera die Datenmenge nicht benötigt. Beispielweise benötigt die Kamera i.d.R. eine wesentlich höhere Bitrate um das Farbbild bei Tage wiederzugeben, als es für das Nachtbild notwendig wäre. Die Dateigröße der Videoaufnahme, die Bandbreitenanforderung des Live Videostreams und Auslastung der Kamera kann durch die variable Bitrate signifikant runter gehen. Keyframe Intervall	Ein wichtiger Teil der oben erwähnten erweiterten Videokomprimierung, ist die Aufarbeitung in i und p Bilder (i-Frames & p-Frames). Nur die i-Frames beinhalten alle Bildinformationen. Bei den p-Frames handelt es sich um sogenannte Delta-Frames, die nur die Informationen beinhalten, die sich seit dem letzten Frame geändert haben. Die p-Frames sind somit um einiges kleiner, als ein i-Frame und führen zu geringeren Datenmengen beim Übertragen des Videos. Das aus p-Frames erzeugte Videobild besitzt jedoch einen interpolierten Anteil, der zu einer Verschlechterung der Videoqualität führt. Umso größer das Intervall zwischen zwei Keyframes (i-Frames) ist, desto geringer sind die Bandbreitenanforderungen des Videostreams und desto schlechter wird die Videoqualität. Das Keyframe Intervall sollte so gewählt werden, dass Sie ca. einmal pro Sekunde ein i-Frame erhalten. Der Standardwert für das Intervall liegt bei 20 Frames - Sie erhalten also, bei einer Framerate von 15fps alle (20 Frames/15 Frames/s) = 1.33s ein Vollbild (i-Frame). h.264 Video Plugin	Wählen Sie hier mit welchen Plugin das Video in der Weboberfläche wiedergegeben werden soll. Als Standard-Plugin ist hier Adobe Flash gewählt. Alternativ können Sie aber auch den Quicktime Player oder das ActiveX Plugin (nur Windows & nur Internet Explorer und Firefox) wählen. Das ActiveX Plugin hat ein paar zusätzliche Funktionen. Generell wird aber die Benutzung des Flash Plugins empfohlen. MotionJPEG Video Modus	Ihre Kamera kann im neben dem h.264 kodierten Stream ihr Video auch über eine Abfolge von Einzelbildern versenden. Dieser Motion-JPEG Stream hat den Vorteil, dass er ohne Verwendung eines Videoplugins im Webbrowser wiedergegeben werden kann. Sollten Sie an Ihrem Rechner kein Plugin installieren können (z.B. am Firmen-PC), können Sie das Video Ihrer Kamera immer noch über den MJPEG Modus einsehen. Der Nachteil des Modus ist es, dass die Komprimierung hier wesentlich schwächer ist und die Übertragung entsprechend mehr Bandbreite benötigt als beim h.264 Stream. Sie finden einen Schnellzugiff auf diese Funktion in der Video Menuleiste.",
    "description2": "Adjust the Video Settings The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3. Video resolution Your camera can send it´s h.264 video in form of three different streams, with different resolution. You can access all three of them independently with external software. Selecting a stream here defines which stream is displayed inside the web user interface. Image refresh rate (fps) This value represents the frames per seconds in your camera´s videostream. Please be aware that this is only a theoretical maximum that you don´t want your camera to exceed. The actual framerate might be bottlenecked by your camera´s network connection and the exposure time of the image sensor (the darker the image becomes, the longer the image sensor has to collect light and the longer it takes to create a frame). The framerate is suitable to set an upper limit to the bandwidth requirement of your camera, to prevent a network overload. The default value of 15 fps is usually a workable compromise for most surveillance tasks. Variable fps Allow your camera to reduce it´s frame rate when a high frame rate is not needed. This can drastically reduce the required bandwith. Video bitrate The bitrate determines how many information can be packed into the video stream. Increasing the bitrate will massively increase the bandwidth requirements for accessing the stream over the local network and will also increase the file size of recorded videos. A significant advantage in image quality will only be achieved, if the video contains a lot of fine details. In most cases it is recommended to leave this value at it´s default of 2048kbps. Variable bitrate You can adjust if you want to hold the set bitrate, or if you want your camera to automatically use a lower bitrate if the video is low in details (e.g. your camera can often work with a much lower bitrate during the night). This will effect the file size of recorded videos, the processor load of your camera, as well as the bandwidth requirements of the live stream. We recommend that you use the variable Bitrate. Keyframe interval A key frame (I-Frame) is a frame encoded in its entirety, much like a JPEG image. P-frames are predicted, ie, they contain only the changes from frame to frame. Hence I frames are typically 10x larger than P frames, so the fewer you have, the more compression you can get. As a compromise between image quality and bandwidth requirement, it is recommended to create about 1 keyframe every second. With the default intervall of 20 frames and a framerate of 15fps, your camera will send an I-Frame every (20 Frames/15 Frames/s) = 1.33s. h.264 Video Plugin Here you can choose the video plugin the web user interface uses to diplay the h.264 videostream. The default plugin is Flash. The ActiveX Player can be chooses alternatively. In general we recommend the use of the Flash Plugin. MotionJPEG Video Mode Your camera is able to send the video, instead of an h.264 encoded stream, in form of a sequence of single snapshots. This Motion-JPEG Stream has the advantage, that it can be displayed in every web browser without the need for a video plugin. This is necessary if you want to see the live video on a computer where you don´t have the rights to install a browser plugin, e.g. your company PC. The disadvantage of this mode is that the compression is a lot weaker and you will need a lot more bandwidth. If you are using the MJPEG stream, you can choose between two modes - a real MJPEG Stream (recommended) and a simulated Stream that is created by letting your browser request a new snapshot for each frame. I am not sure what the latter is for - but it is always nice to have it :)",
    "link": "/Web_User_Interface/1080p_Series/Multimedia/Video/",
    "title": "Video Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Video", "Kanal", "Auflösung", "Framerate", "Bildwiederholung", "Bitrate", "Enkodierung", "encoding", "Bildqualität", "Komprimierung", "Keyframe", "Intervall", "Video Plugin", "Flash", "Quicktime", "ActiveX", "MJPEG", "MotionJPEG", "h264", "Stream"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Multimedia_Video.jpg",
    "abstract": "Videoeinstellungen Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Image",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Bildeinstellungen Hier können Sie die Bildparameter Helligkeit, Sättigkeit, Kontrast, Exposition und Schärfe einstellen. Sie können das Videobild drehen und spiegeln. Ihr Bild wirkt unscharf? Die Farben sind unnatürlich? Sie haben zuviel Bildrauschen? Hardware WDR Modus Software WDR Modus Lesen Sie hier wie Sie die diese Probleme in den Griff bekommen können. Oder warum Sie die Bildeinstellungen eventuell so lassen möchten, um ein Überwachungsvideo zu erhalten, dass es Ihnen erlaubt möglichst viele Details zu erkennen. Default Dieser Button setzt die Bildeinstellungen auf ihre Standardwerte zurück: Farbton: 50 Helligkeit: 50 Bildsättigung: 112 Kontrast: 50 Bildschärfe: 60 Gamma: 1 Belichtung: 64 Farbton	Passen Sie hier die Farbtemperatur des Videobildes ein. Helligkeit	Stellen Sie die Helligkeit des Videobilds ein. Um ein helleres Bild zu erhalten, können Sie hier den Wert 75 eintragen. Bildsättigung	Stellen Sie die Sättigung des Videobilds ein. Um kräftigere Farben im Video zu erhalten, können Sie hier einen Wert von 125 einstellen. Dieser Wert steht nur im Tag-Modus der Kamera zur Verfügung. Kontrast	Stellen Sie den Kontrast des Videobilds ein. Bildschärfe	Stellen Sie die Schärfe des Videobilds ein. Dieser Wert verstellt nicht das Objektiv um einen besseren Fokus zu erhalten, sondern zeichnet kontrastreiche Kanten im Video nach, um eine höhere Schärfung des Bildes zu erhalten. Sie können den Wert auf ca. 75 anheben Beachten Sie dabei aber, dass die Schärfung bei detailreichen Szenen, z.B. Grünanlagen, zu unschönen digitalen Artefakten im Bild führen kann. In diesem Fall sollte man den Wert reduzieren. Gamma	Stellen Sie den Gamma-Wert des Bilds ein. Die Gamma Korrektur hebt (oder senkt) die Mitteltöne im Bild, während sehr dunkle und sehr helle Bereiche nicht verändert werden. Das bedeutet, während der Helligkeit Wert unterbelichtete Bilder über das gesamte Spektrum anhebt und das Ergebnis ein sehr verwaschen aussehendes Bild ist, können Sie mit dem Gamma Wert das Bild aufhellen (oder abdunkeln) ohne den Kontrast zu verlieren. Gerade im Nachtmodus kann ein Gamma Wert von 0 das Bild angenehm heller machen. Belichtung	Stellen Sie hier den Belichtung (Shutter) für die Videoaufnahme ein. Beachten Sie, dass eine lange Belichtungszeit das Bild stark aufhellt. Dies führt allerdings dazu, das schnelle Bewegungen nicht mehr aufgelöst werden - d.h. Personen, die durchs Bild gehen, werden verschmiert dargestellt werden. Es ist besser mit kurzen Belichtungszeiten zu arbeiten und den Helligkeit und Gamma Wert zu nutzen um das Video aufzuhellen. Default	Dieser Button setzt die Bildeinstellungen auf ihre Standardwerte zurück. Bild um 180° drehen	Falls Sie Ihre Kamera Über-Kopf installiert haben, drehen und spiegeln Sie einfach das Bild, um es wieder richtig zu sehen. Bild entzerren	Gerade Weitwinkel-Objektive können Ihr Kamerabild verzerren. Nutzen Sie diesen Slider, um eine Korrektur vorzunehmen. Hardware WDR	Ist Ihre Kamera starkem Gegenlicht ausgesetzt? Der Hardware WDR Modus erlaubt es Ihnen, damit umzugehen. Dunkle Bereiche im Bild werden heller dargestellt und helle Bereiche dunkler - d.h. Sie können auch im Schatte noch Strukturen erkennen und Fenster oder Lichtquellen blenden die Kamera nicht mehr. Aber der Hardware WDR Modus führt häufig dazu, dass das Bild an Kontrast verliert und etwas unscharf wirkt! Beachten Sie bitte, das nach dem Umschalten zwischen Hardware und Software WDR der Videostream neugestartet wird und das Bild kurz schwarz wird. Software WDR	Der Hardware WDR Modus ist der beste Modus für eine Überwachungsaufgabe. Sie können auch unter widrigen Verhältnissen das Videobild auswerten - der Einbrecher wird sich nicht im Schatten verbergen können. Aber bei manchen Anwendungen ist die Ästhetik einfach wichtiger und man möchte ein kontrastreicheres Bild mit natürlicheren Farben haben. Die wird Ihnen beim Software Modus geboten. Auch hier wird der Dynamikbereich des Videos noch etwas erhöht, allerdings nur noch über eine Software Emulation. Ein anheben der WDR Stärke (s.u.) wird hier bei dunklen Szenen schnell zu Bildrauschen führen, das man durch den Entrauschen Wert (s.u.) entgegenwirken kann. Es ist jedoch meistens besser die WDR Stärke niedrig zu halten und stattdessen die Helligkeit und die Gamma Korrektur (s.o.) anzuheben, um das Bild aufzuhellen. Beachten Sie bitte, das nach dem Umschalten zwischen Hardware und Software WDR der Videostream neugestartet wird und das Bild kurz schwarz wird. Auto WDR	Lassen Sie Ihre Kamera automatisch bestimmen, wieviel WDR notwendig ist, um helle und dunkel Bereiche im Bild auszugleichen. Deaktivieren Sie den Auto Modus um manuell einen festen Wert vorzugeben (s.u.) Nur für den Hardware WDR Modus verfügbar! Dynamische WDR Stärke	Legen Sie hier fest wie aggressiv der automatische Hardware WDR arbeiten soll. Um so größer der Wert, desto stärker der WDR Modus. Nur für den Hardware WDR Modus verfügbar! Feste WDR Stärke	Wenn Sie nicht möchten, dass die Kamera die WDR Stärke an die jeweilige Szene anpasst (oder Sie den Software WDR nutzen), können Sie hier einen festen Wert vorgeben. Auto. Entrauschen	Entfernen Sie digitales Rauschen in ihrem Kamerabild. Fester Entrauschwert	Deaktivieren Sie das automatische Entrauschen oben, um einen manuellen Wert einzustellen. Wenn Sie mit den von Ihnen gewählten Bildeinstellungen ein zu starkes Bildrauschen erhalten, können Sie diesen Wert auf 220 - 240 anheben. Beachten Sie bitte, dass ein hoher Wert jedoch dazu führt, dass Sie Details im Video verlieren. Für die Überwachung ist ein leicht verrauschtes Bild häfig besser auszuwerten (z.B. um Nummernschildern oder Gesichter zu erkennen).",
    "description2": "Adjust the Image Settings Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name. Default This button resets the image settings to their default values. Brightness Ajust the brightness of the video image. Saturation Ajust the saturation of the video image. Contrast Ajust the contrast of the video image. Sharpness Ajust the sharpness of the video image. Gamma Ajust the gamma of the video image. Exposure Ajust the exposure time (shutter) of the image sensor. Turn picture by 180° If you installed your camera over-head, simply flip and mirror the video to see it upright again. Distortion correction Especially wide-angle lenses can distort your cameras image. Use this slider to add a correction. Auto WDR Is your camera exposed to strong back lighting? The Wide-Dynamic-Range mode will allow you to handle the situation. Manual WDR value You can freely adjust the ammount of WDR processing that is applied to your camera´s video image (if Auto WDR is deactivated). Auto denoise Remove digital noise in your camera´s video image. Denoise Deactivate the denoise automation above to manually adjust it´s strength.",
    "link": "/Web_User_Interface/1080p_Series/Multimedia/Image/",
    "title": "Bild Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "Image", "Bildeinstellungen", "Bild", "Helligkeit", "Sättigung", "Kontrast", "Belichtungszeit", "Gamma", "Schärfe", "Bild drehen ", "spiegeln", "Zeitstempel", "auf dem Kopf", "Bild verkehrt", "Kameraname", "OSD", "Name ändern", "Hardware WDR", "Software WDR", "Entrauschen", "Denoise", "WDR Stärke", "Wide Dynamic Range", "Bild entzerren"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Multimedia_Image.jpg",
    "abstract": "Bildeinstellungen Ihrer Kamera"
}
POST /wiki2/article
{
    "title2": "Privacy Mask",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Privatsphäre Maske Bereiche Klicken Sie auf den Radio Button hinter einem Bereich (1-4), den Sie editieren wollen. Bewegen Sie den Mauszeiger über das Bild und halten Sie die linke Maustaste gedrückt, um ihre Maske zu zeichnen. Um eine weitere Maske einzuzeichen, aktivieren Sie den Bereich 2 und wiederholen Sie den Schritt. Aktiv Checken Sie die Aktiv-Box um den jeweiligen Bereich zu aktivieren. Der Bereich wird im Live-Video, in die Videoaufnahmen als auch in den Snapshots ausgeschwärzt. Ganzer Bereich Maximiert den ausgewählten Bereich auf die volle Bildgröße. Reset Setzt alle Bereich auf die Standardeinstellungen zurück. Bereiche Ihrer Überwachung ausschwärzen. Das Menu Privatsphäre erlaubt Ihnen Bereiche aus Ihrer Überwachung auszuschwärzen. Zum Beispiel wenn Sie auf den Videos noch einen Teil der öffentlichen Straße sehen, Sie die Kamera aber nicht mehr weiter drehen können. Sie können jetzt bis zu 4 Masken einstellen um zu verhindern, dass die Straße in Ihren Überwachungsaufnahmen angezeigt wird - aktivieren Sie dazu einfach einen Bereich und zeichnen Sie ihn im Bild ein.",
    "description2": "Mask Private Areas Areas Click the radio button behind the area (1-4) that you want to edit. Move your mouse pointer over the image hold the left mouse button to draw your privacy mask. To draw a second mask, activate area 2 and repeat the step. Active Check the Active box to activate the corresponding Area. The area will be masked inside the live video, video recordings as well as in snapshots. Full Area Maximize the selected area to the full size of the frame. Reset Return all areas to their default positions. Black out Areas from your Surveillance The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image.",
    "link": "/Web_User_Interface/1080p_Series/Multimedia/Privacy_Mask/",
    "title": "Privatsphaeren Maske Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Multimedia", "privacy mask", "ausblenden", "Privatsphäre", "ausschwärzen", "beschränken", "Privat", "nicht sichtbar", "unsichtbar", "Maske", "maskieren", "kaschieren"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Multimedia_Privat.jpg",
    "abstract": "Festlegen von Privatsphärebereichen in Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Alarm Menu Die Alarmbereiche bestimmen die Bildbereiche, die für die interne, softwarebasierte Bewegungserkennung der Kamera herangezogen wird. Sie können bis zu vier Alarmbereiche einzeichnen - aktivieren Sie einfach einen der 4 Bereiche und zeichnen sie diesen in den gewünschten Bildausschnitt ein, indem Sie die linke Maustaste gedrückt halten und die Maus bewegen. Der Schwellenwert für ein Alarmereignis kann über die Empfindlichkeit festgelegt werden - von sehr unempfindlich (Wert = 0) bis sehr empfindlich (Wert = 100). Die Empfindlichkeit wird darüber hinaus von der Größe des Bereiches bestimmt. Je kleiner der Bereich, desto mehr Fläche nimmt eine Änderung im Bild prozentual ein. Wenn Sie eine hohe Empfindlichkeit brauchen, setzten Sie viele kleine Alarmbereiche. Wenn Sie zu viele Fehlalarme erhalten, ist es besser einen großen Bereich aufzuziehen. Menu BEREICHE Bestimmen Sie hier welche Aktionen die Kamera ausführen soll, wenn ein Alarmereignis ausgelöst wurde. Alarme können ausgelöst werden durch die interne Bewegungserkennung der Kamera, durch den Audio Alarm oder durch einen externen Sensor. Sie können Ihre Kamera anweisen Ihnen eine Email (mit Schnappschüssen) zu senden oder Bilder auf der internen SD Karte abzulegen, bzw. auf den FTP Server hochzuladen. Stellen Sie bitte sicher, dass Sie einen SMTP Server hinterlegt haben, bevor Sie den Email Versand aktivieren. Auch für den FTP Versand muss zuerst ein FTP Server hinterlegt sein. Sollte die Option zum Speichern auf der internen SD Karte nicht auswählbar sein, müsste die interne SD Karte überprüft werden. Menu AKTIONEN Hier können Sie die Zeitfenster festlegen in dem die Bewegungserkennung der Kamera für aktivierte Alarmbereiche aktiv sein soll. Beachten Sie bitte, dass dieser Zeitplan auch für die Alarmauslösung durch den Audio Alarm oder durch einen externen Sensor regelt. Jedes blaue Quadrat entspricht dabei 30 Minuten, in denen der Alarm scharfgestellt ist. Stellen Sie bitte sicher, dass in der Kamera die richtige Zeitzone und der Wert für die Sommerzeit gesetzt wurde bevor Sie den Zeitplan aktivieren. Menu ZEITPLAN Ihre Kamera kann Sie per Email informieren, jedes Mal wenn die Bewegungserkennung ausgelöst hat. Eine Push-Benachrichtigung erfüllt den selben Zweck, ist aber viel schneller! Aktivieren Sie die Push-Benachrichtigung, wenn Sie direkt über einen Alarm informiert werden möchten. Die Push-Benachrichtigung funktioniert nur mit der InstarVision App für IOS oder ANDROID Geräte. Menu PUSH DIENST Alarm Server ALARM SERVER",
    "description2": "Alarm Menu The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). AREAS MENU Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP Server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. ACTIONS MENU Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time! SCHEDULE MENU Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for IOS or ANDROID devices. PUSH SERVICE MENU Alarm Server ALARM SERVER",
    "link": "/Web_User_Interface/1080p_Series/Alarm/",
    "title": "Alarm Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Bereiche", "Aktionen", "Alarm Zeitplan", "SMTP Server", "Email", "FTP", "Alarmserver", "Audioalarm", "SD Karte"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "Alarmeinstellungsmöglichkeiten Ihrer Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Areas",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Bereiche für Bewegungserkennung festlegen Definieren Sie Bereiche für die Bewegungserkennung Die Alarm Bereiche kennzeichnen die Gebiete im Bild, die für die software-basierte Erkennung von Bewegung herangezogen wird. In diesen Bereichen wird die Bewegungserkennung aufeinanderfolgenden Bilder Pixel-für-Pixel vergleichen und bei einer Veränderung, die den von Ihnen eingestellten Schwellenwert überschreitet, einen Alarm auslösen. aktivieren Sie einfach einen der 4 Bereiche und zeichnen sie diesen in den gewünschten Bildausschnitt ein, indem Sie die linke Maustaste gedrückt halten und die Maus bewegen. Der Schwellenwert für ein Alarmereignis kann über die Empfindlichkeit festgelegt werden - von sehr unempfindlich (Wert = 0) bis sehr empfindlich (Wert = 100). Die Empfindlichkeit wird darüber hinaus von der Größe des Bereiches bestimmt. Je kleiner der Bereich, desto mehr Fläche nimmt eine Änderung im Bild prozentual ein. Wenn Sie eine hohe Empfindlichkeit brauchen, setzten Sie viele kleine Alarmbereiche. Wenn Sie zu viele Fehlalarme erhalten, ist es besser einen großen Bereich aufzuziehen. Bereiche für Bewegungserkennung festlegen. Bereiche Klicken Sie auf den Radio Button hinter dem Bereich (1-4) den Sie bearbeiten möchten. Bewegen Sie danach Ihren Mauszeiger über das Bild Ihrer Kamera, halten Sie die linke Maustaste gedrückt und ziehen Sie ein Rechteck über dem Bild auf. Um einen zweiten Bereich aufzuziehen, wählen Sie den entsprechenden Bereich aus und wiederholen die weiteren Schritte. Die Bewegungserkennung der Kamera wird danach nur innerhalb dieser Bereiche nach Bewegungen suchen. Aktiv Der Haken hinter Aktiv aktiviert den entsprechenden Bereich. D.h. die Kamera beginnt innerhalb dieses Bereiches nach Bewegungen zu suchen und wird bei einer positiven Erkennung, die von Ihnen gewählten Alarmaktionen auslösen. In der Menuleiste über dem Livevideo finden Sie einen Shortcut um die einzelnen Bereich schnell zu aktivieren/deaktivieren, ohne das Bereiche Menu aufrufen zu müssen. Sobald eine der Zahlen 1-4 rot dargestellt wird, ist der zugehörige Bereich aktiv. Sensibilität Legen Sie hier fest, wie viele Pixel sich im Bild ändern müssen um eine Alarmaktion auszulösen. Umso höher die Empfindlichkeit ist, desto weniger muss sich im Bildinhalt verändern um einen Alarm auszulösen. Beachten Sie bitte, dass die Empfindlichkeit auch von der Größe des Bereiches abhängt. Ein Objekt, dass 100 Pixel im Videobild ein nimmt, nimmt prozentual eine größere Fläche in einem kleinen Bereich ein, als in einem großen Bereich. Wenn Sie zu viele Fehlalarme erhalten, versuchen Sie die Bereiche größer einzuzeichnen. Wenn Ihnen die Erkennung zu unempfindlich ist, zeichnen Sie kleinere Bereiche im Bild ein. Alles Klicken Sie auf diesen Button um den ausgewählten Bereich über dem ganzen Bild aufzuspannen. Reset Bewegen Sie den ausgewählten Bereich wieder in seine Ausgangsposition. Mögliche Fehler Wenn die Position Ihrer Kamera sehr anfällig für rasche Lichtveränderungen ist, zum Beispiel Veränderungen der Sonnenintensität durch vorbeiziehende Wolken, kann es passieren, dass Sie viele Fehlalarme erhalten. In diesem Fall beziehen Sie sich bitte auf das Menu Aktionen um einen PIR Bewegungssensor einzurichten. Falsch Mehrere kleine Bereiche auf das Videobild verteilt Je kleiner der Bereiche, desto höher die Chance das eine Bildveränderung auftritt. Kleine Bereiche sind viel sensibler und sollten nur verändert werden, wenn Sie an bestimmten Positionen garnichts verpassen wollen. Sie führen aber auch zu einer hohen Anzahl an Fehlalarmen und sollten daher nur sparsam genutzt werden. Im Beispiel oben werden Sie viele Fehlalarme erhalten. Richtig Ein großer Bereich - kleine Bereiche nur an kritischen Positionen Ein großer Bereich ist - im Bezug auf die Erklärung oben - viel resistenter gegen Falschalarme. Ein großer Bereich über das gesamte Bild wird nur einen Alarm auslösen wenn eine Person nah an die Kamera herankommt. Um das etwas zu kompensieren, können Sie daher eine höhere Sensibilität auswählen. Um zu verhindern, dass Sie einen Alarm verpassen, fügen Sie einen kleineren Bereich einer kritischen Position im Bild hinzu (z.B. ein Fenster oder eine Haustür). Desto kleiner dieser Bereich ist, desto höher ist die Sensibilität. Um die optimale Einstellung herauszufinden, halten Sie ein Auge auf den System Log Ihrer Kamera. Wenn ein Bereich zuviele Fehlalarme auslöst, machen Sie Ihn größer oder verkleinern Sie die Sensibilität.",
    "description2": "Set Motion Detection Areas Define Areas that will be used for the Motion Detection The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - adjusts it´s sensitivity to set a threshold for trigger events. Areas Select the Area that you want to adjust (1-4) by clicking the Select radio button. Now move your mouse cursor over the image and draw the detection area onto the canvas by holding your left mouse button. To add another area select the corresponding radio button and repeat the steps above. Those areas tell your camera where to search for motion. Everything that is not covered by an area will be ignored by the motion detection function. Active Click the Activate button to activate the motion detection for the corresponding area. Inactive areas will be displayed in white. Active areas will be displayed in their corresponding colour - Red, Blue, Green or Yellow. A motion detection inside an active area will trigger all activated Alarm Actions. You can quickly activate / deactivate the motion detection of your camera using our iPhone, iPad, Android or Windows Phone App - just click the button with the burglar symbol (red = active). Sensitivity Set a threshold for the motion detection function. With a higher sensitivity less pixel inside the video frame have to change to cause an alert and trigger your programmed Alarm Actions. But be aware that the sensitivity also depends on the size of your detection area. A small area is always more sensitive than a big area. Adjust your sensitivity and area size accordingly to prevent false or missed alerts. All Click on the All button to cover the whole image with your selected area. Reset Move all areas back to their default corner position. Potential Errors In case the camera’s position is prone to rapid light changes, e.g. changes in sun intensity due to cloud movements, you might be confronted with a high number of false alarms. In this case please refer to Actions Menu for employing a PIR motion detector.. Wrong Many small Alarm Areas distributed over the Frame The smaller an area, the bigger (in percent) a change in the image will be. Small areas are a lot more sensitive and should be used over parts of the image, where you never want to miss someone walking through. But they also lead to a large number of false alerts und should be used sparsely. You will receive a lot of false alarm notifications in the example above. Right One big Area - small Areas only where they are critical A big area is - according to the explanation above - much more resistent against false alerts. A big area over the whole image will only trigger an alert when a person comes very close to the camera. You can use a slightly higher sensitivity to compensate. To prevent that you might loose actual alarm events, add a smaller area where it is critical - e.g. a window or your front door. The smaller this area is is, the higher it´s sensitivity. To find the optimal setting, keep an eye on your camera´s System Log. If an area cause too many false alerts, make it bigger or decrease it´s sensitivity.",
    "link": "/Web_User_Interface/1080p_Series/Alarm/Areas/",
    "title": "Alarm Bereiche Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Bereiche", "Empfindlichkeit", "Alarmbereiche", "Fehlalarme", "viele Emails", "Alarme reduzieren", "zu spät", "zu viele", "falsche Alarme", "Lichtschwankung"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Alarm_Alarm_Areas.jpg",
    "abstract": "Einstellen der Alarmbereiche zur Bewegungsüberwachung"
}
POST /wiki2/article
{
    "title2": "Alarm Actions",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Einstellen, was die Kamera im Alarmfall tun soll. Was wollen Sie Ihre Kamera im Alarmfall machen lassen? Stellen Sie das Verhalten der Kamera im Fall eines Alarms der Bewegegunserkennung ein. Sie können Ihre Kamera Emails senden lassen oder Snapshots und Videos auf Ihre SD-Karte speichern lassen. Bitte stellen Sie sicher, dass Sie Ihre SMTP Server Einstellungen eintragen, bevor Sie die Email Benachrichtigung aktivieren und stellen Sie sicher, dass Sie eine SD-Karte in Ihrem SDHC Kartenslot eingesteckt haben (max. 32 GB) um die Videoaufnahme-Funktion und die Send-To-FTP Aktion nutzen zu können - eine 4 GB SD Karte ist im Lieferumfang erhalten. Softwarebasierte Bewegungserkennung Die softwarebasierte Bewegungserkennung, die von Ihrer Kamera für die aktivierten Alarm Bereiche genutzt wird, benötigt keine zusätzliche Hardware und kann in kontrollierten Innenräumen sehr präzise arbeiten. Der Nachteil ist, dass die Kamera keine Unterschiede macht und zum Beispiel eine vorbeiziehende Wolke ebenso ein Alarm auslösen wird, wie ein Mensch. Alles kann einen Alarm auslösen. Alarm-Email senden Alle Alarm-Aktionen können über die Bereiche der Bewegungserkennung, den Alarmeigang, als auch denAudio Alarm ausgelöst werden. Hier können Sie die Alarmbenachrichtigung per Email aktivieren. Bitte beachten Sie, dass Sie zuerst den ausgehenden Email Server (SMTP) und den Email Empfänger eingeben müssen. Alarm Video auf SD-Karte senden Aktivieren, um im Alarmfall ein Video auf die interne SD Karte zu senden. Eine Alarm-Video Datei startet immer mit einem A und danach mit einem Zeitstempel. Ihre Kamera nimmt immer 3 Sekunden vor dem Alarm und 15 Sekunden nach dem Alarm auf. Alarm Video auf einen FTP-Server senden Aktivieren, um im Alarmfall ein Video auf Ihren FTP Server zu senden. Bitte beachten Sie, dass Sie zuerst Ihre FTP Server Informationen eingeben müssen. Alarm Snapshot auf SD-Karte senden Aktivieren, um im Alarmfall einen Snapshot auf die interneSD-Karte zu senden. Alarm Snapshot auf FTP Server senden Aktivieren, um im Alarmfall Snapshots auf Ihren FTP Server zu senden. Bitte beachten Sie, dass Sie zuerst Ihre FTP Server Informationen im FTP Menu eingeben müssen. Snapshot Auflösung Stellen Sie die Auflösung für die Snapshots ein, die im Alarmfall per FTP hochgeladen werden, per Email gesendet werden oder auf der SD-Karte gespeichert werden. Fotos in Email Stellen Sie ein, wieviele Snapshots in einer Alarm Email angehägnt werden sollen. Bitte beachten Sie, dass die Email etwas verzögert eintrifft, wenn zu viele Bilder angehängt werden. Wenn Sie ohne eine Verzögerung benachrichtigt werden wollen, nutzen Sie bitte den Push Service. Fotos auf SD-Karte Stellen Sie ein, wieviele Snapshots Sie im Alarmfall auf Ihrer SD-Karte speichern wollen. Fotos per FTP Upload Stellen Sie ein, wieviele Snapshots Sie im Alarmfall von Ihrer Kamera auf Ihren FTP Server senden wollen. Play Alarm Signal Set if you want your camera to play an alarm signal in case of an alarm. And please dont use it in combination with the Audio Alarm (below) :). Audio Alarm aktivieren Lassen Sie Ihre Kamera Geräusche hören. Dies ist die ideale Funktion, um Ihre Kamera als Babyphone zu nutzen. Sensibilität Einstellen, wie sensibel die Audio Erkennung reagieren soll. Alarm Ausgang aktivieren Aktivieren Sie den externen Alarm Ausgang Ihrer Kamera (nicht bei allen Kameramodellen verfügbar) und lassen Sie Ihre Kamera im Alarmfall das Relais schließen. Schließzeit des Relais in Sekunden Einstellen, wielange das Relais am Alarmausgang im Alarmfall geschlossen bleiben soll. Externen Alarm Eingang aktivieren. Aktivieren Sie den Alarm Eingang Ihrer Kamera (nicht bei allen Kameramodellen verfügbar). Informationen über das Verbinden mit einem externen Sensor können Sie hier finden. Sie können jeden Sensor mit Ihrer Kamera verbinden, welcher mit einem potentialfreien Kontakt arbeitet. Electric circuit during alarm / Alarm device set to Set if your external sensor is configured to close the circuit in case of a detection or if it will open the contact (see also IN-Motion 500). Please be aware that your camera will be in a constant state of alarm, if you set the alarm input to N.C. and you don´t connect an external sensor. (This can be used to test your Alarm Settings) Alarmeingang und Alarmbereiche koppeln Es wird empfohlen die interne Bewegungserkennung mit dem externen Sensor zu koppeln. Bitte beachten Sie, dass Sie mindestens einen Alarmbereich aktiviert haben müssen, um die Kopplungsfunktion nutzen zu können. Internen PIR Sensor aktivieren. Aktivieren Sie den internen passiven Infrarot Sensor (PIR Bewegegunserkennung) um einen Alarm auszulösen, wenn eine Person den Überwachungsbereich betritt. Sie können die Alarmbereiche deaktivieren, wenn der PIR Sensor aktiv ist. PIR und Alarmbereiche koppeln/strong> Sie können auch die Alarmbereiche mit dem internen PIR Sensor koppeln. Nutzen Sie diese Funktion um effizient gegen Falschalarme vorzugehen. Bitte denken Sie daran, dass Sie mindestens einen Alarmbereich aktiviert haben müssen, um diese Funktion nutzen zu können! Zusätzlich müssen Sie das Augen-Symbol als auch das Einbrecher Symbol in unserer Smartphone App um den Alarm zu deaktivieren. Einen externen Sensor nutzen Sie können einen Bewegungsmelder wie den IN-Motion 500 nutzen, um die Erkennung Ihrer Kamera zu verbessern (Nur Kameras mit einem Alarm-In Anschluss), wenn Ihre Kamera keinen eingebauten PIR Bewegungssensor verbaut hat. Verbinden Sie einfach den Sensor mit dem Alarm Eingang und aktivieren Sie den externen Eingang. Die Kamera wird einen Alarm auslösen, wenn die Pins 3&4 überbrückt sind und das Relais auf Alarm geschlossen ist. Wenn es auf geöffnet bei Alarm gesetzt ist, n alarm, the alarm will be triggered once the circuit is broken by the relay inside the detector (n.c. “Normally Closed”) or if the wire is disconnected. The state you have to choose depends on your sensor - the wrong choice will give a continuous alert once the detector is connected. Remark: When you are using an external sensor (or the internal PIR sensor in case of the IN-8015 HD), then you have to either deactivate the internal motion detection (Alarm Areas) or have to couple it with the Alarm Input! The alarm cannot be triggered otherwise. Once you linked both detection methods, you always have to deactivate both to deactivate the motion detection! Den Internen Sensor der Kamera nutzen (z.B. IN-8015 HD) Das Aktivieren des internen oder externen PIR Sensors begrenzt die Bewegungserkennung auf Objekte deren Temperatur sich vom Hintergrund unterscheidet. In den meisten Fällen wird das ein Mensch oder ein Tier vor der Kamera sein, sowie der warme Motor des Autos. Änderungen der Lichtverhältnisse oder Nebel vor der Kamera werden vom PIR Sensor nicht erfasst. Durch das Koppeln des PIR Sensors mit den Alarmbereichen, erhalten Sie nur einen Alarm wenn beide Methoden zur selben Zeit auslösen. Dies wird die Anzahl Ihrer Fehlalarme, falls Sie welche haben, stark reduzieren. Bitte beachten Sie auch, dass es auch dazu führen kann, dass positive Alarme nicht erfasst werden. Schalten Sie externe Geräte im Falle eines Alarms (oder manuell) Der externe Ausgang ist an ein Relais angeschlossen, welches manuell oder automatisch geschaltet werden kann. Bitte aktivieren Sie den externen Ausgang, um die Kamera den Stromkreis zu einem externen Gerät (angeschlossen an Pin 1 und 2) schließen zu lassen. Der externe Ausgang kann dazu genutzt werden, Sirenen oder LED-Leuchten einzuschalten. Er kann außerdem genutzt werden, um verbundene Geräte manuell anzusteuern, z.B. über unsere Smartphone App. Das Relais kann an Stromkreise mit bis zu 60 V Gleichspannung / 125 V Wechselspannung und max. 1 A. angeschlossen werden.",
    "description2": "Set what your Camera should do in Case of an Alert What do you want the Camera to do in Case of an Alarm Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP Server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the alarm and planned recording - a 4 GB SD card is included in the delivery. Software-based Motion Detection The software-based motion detection used by your camera for the activated Alarm Areas does not need any additional hardware to work and can be very precise in controlled indoor environments. The disadvantage is that the detection does not discriminate causes for changes inside the cameras field of view - a cloud moving by in front of the sun, raindrops or vegetation moving in the wind. Everything can cause an alarm. Please activate the integrated Passive Infrared Sensor and link it with the software based detection to minimize false alerts. Send Email All alarm actions can be triggerd by the motion detection areas, the alarm input as well as the audio alarm. Here you can activate the alarm notification by email in case of a trigger event. Please be aware, that you first have to set your outgoing mail server (SMTP) and email receiver before using this function. Save recording on SD Card Activate to save a video on the internal SD Card in case of an alarm. An alarm video file name always starts with an A and continuous with a time stamp. Your camera always records 3 seconds before the alarm event and 15 seconds after the trigger. A new 15s video will be started directly afterwards, if the motion continues. Transfer Recordings via FTP Activate sending a video to your FTP server after an alarm trigger. Please be aware, that you first have to set your FTP Server Information. Save Snapshot on SD Activate saving snapshots to the internal SD card in case of an alarm. Transfer Snapshot via FTP Activate sending snapshots to your FTP server in case of an alarm. Please be aware, that you first have to set your FTP information in the FTP menu. Snapshot Resolution Set the resolution used for the snapshots uploaded to FTP, Email or saved to SD card in case of an alarm. Number of Snapshots (email) Set how many snapshots you want to be attached to an alarm email. Please be aware, that the email might be delayed if you attach too many images. If you want to be notified without a delay, please use the Push Service. Number of Snapshots (SD) Set how many images you want to be saved to SD card in case of an alarm trigger. Number of Snapshots (FTP) Set how many images you want your camera to send to your FTP server in case of an alarm. Play Alarm Signal Set if you want your camera to play an alarm signal in case of an alarm. And please dont use it in combination with the Audio Alarm (below) :). Activate Audio Alarm Let your camera listen to noises. This is the ideal function to use your camera as a babyphone. Sensitivity Adjust how sensitive the audio detection should be. Activate Alarm Output Activate your cameras alarm output (not all camera models), and let your camera close the relay in case of an alarm. Output Duration Set for how long the alarm output relay should be closed in case of an alarm. Activate Alarm Input Activate your camera´s alarm input (not all camera models). Information about connecting an extern sensor can be found here. You can connect every sensor to your camera that is operated via a potential free contact. Electric circuit during alarm / Alarm device set to Set if your external sensor is configured to close the circuit in case of a detection or if it will open the contact (see also IN-Motion 500). Please be aware that your camera will be in a constant state of alarm, if you set the alarm input to N.C. and you don´t connect an external sensor. (This can be used to test your Alarm Settings) Link alarm input with alarm areas It is recommended to couple the internal motion detection with the external sensor. Please be aware, that you have to have at least one detection area active, when using the coupled state. Activate internal PIR sensor Activate the internal passive infrared sensor (PIR Motion Detector) to trigger an alert once a person enters the surveillance area (not available in all models). You can deactivate the alarm areas once the PIR sensor is active. But in most cases it is recommended to couple the internal motion detection with the PIR sensor. Link PIR and motion detect areas You can also couple the alarm areas with the internal PIR sensor. Use this function to effectively screen out false alerts. Please be aware, that you have to at least activate one of the alarm areas to use this function! You also have to press both the Eye Symbol as well as the Burglar Symbol in our smartphone app to activate/deactivate the alarm. Use an external Sensor You can use a motion detector like the IN-Motion 500 to improve the detection rate of your camera (Only cameras with an Alarm-In contact) if your camera does not yet come with a PIR motion sensor equipped like the IN-8015 HD. Simply connect the sensor to the alarm input and activate the external input. The camera will trigger an alarm when the pins 3&4 are bridged and the relay state is set to closed on alarm (n.o. “Normally Open”). If it is set to open on alarm, the alarm will be triggered once the circuit is broken by the relay inside the detector (n.c. “Normally Closed”) or if the wire is disconnected. The state you have to choose depends on your sensor - the wrong choice will give a continuous alert once the detector is connected. Remark: When you are using an external sensor (or the internal PIR sensor in case of the IN-8015 HD), then you have to either deactivate the internal motion detection (Alarm Areas) or have to couple it with the Alarm Input! The alarm cannot be triggered otherwise. Once you linked both detection methods, you always have to deactivate both to deactivate the motion detection! Use the internal Sensor (e.g. IN-8015 HD) Activating the internal or external PIR sensor allows you to limit the motion detection to bodies whose temperature differs from the background. In most cases, this will be a person or animal in front of the cameras or the warm engine of a car. Changes in light conditions, fog in front of the camera at night or movements in the wind will not be detected by the PIR sensor. By coupling the PIR sensor with the detection areas, you will only get an alarm event if both detection methods were triggered at the same time. This will greatly reduce the number of false alerts you might have. But be aware that it also might eliminate a few positive alerts. Switch external devices in case of an alarm (or manually) The external output connects to a relay inside the camera that can be switched manually or automatically in case of an alarm event. Please check Activate Alarm Output to let the camera open or close a circuit with an external device connected to the pins 1&2. The external output can be used with the cameras motion detection to activate signalling devices like sirens or LED lights. It can also be used to control connected devices manually, e.g. via our smartphone app. The relay can be connected to circuits with up to 60 V direct current / 125 V alternating current and max. 1 A.",
    "link": "/Web_User_Interface/1080p_Series/Alarm/Actions/",
    "title": "Alarmaktionen Maske Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "actions", "Aktionen", "Email", "Benachrichtigung", "Alarmaufnahme", "Video SD Karte", "Video FTP Server", "Alarm Snapshot", "Snapshot Auflösung", "Fotos in Email", "Fotos auf SD-Karte", "FTP Upload", "Aufnahme", "Alarmeingang", "Alarmausgang", "externer Bewegungsmelder", "Relais", "N.C.", "N.O.", "normally closed", "normally open", "Bereiche koppeln", "PIR Sensor", "Passive Infrared Sensor", "Alarmsignal", "Sirene", "akustisches Signal"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Alarm_Alarm_Actions.jpg",
    "abstract": "Actions to be triggered in case of an Alarm"
}
POST /wiki2/article
{
    "title2": "Alarm Schedule",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Zeitplan für die Bewegungserkennung Automatisieren Sie die Alarmfunktion Hier können Sie einen Zeitplan festlegen, in der die motion detection für die detection areas aktiviert sein soll. Jedes blaue Quadrat steht für 30 Minuten aktivierter Bewegungserkennung. Bitte stellen Sie sicher, dass die richtige Zeitzone eingestellt ist, da diese dazu von der Kamera verwendet wird. Denken Sie an die Sommerzeit! Alles auswählen Klicken Sie hier um die Alarm Aktionen 24/7 zu aktivieren. Jede aktive Alarm Funktion, (Bewegungserkennung, Audio Alarm und externer Alarmeingang) kann die gesetzten Alarmaktionen auslösen. Nichts auswählen Klicken Sie hier um die 24/7 Alarm Aktionen zu deaktivieren. Jede aktive Alarm Funktion, (Bewegungserkennung, Audio Alarm und externer Alarmeingang) kann die gesetzten Alarmaktionen auslösen. Arbeitszeit Klicken Sie hier, wenn Sie die Alarm Aktionen während der normalen Arbeitszeiten aktiviert haben möchten. Alle aktiven Alarm Funktionen werden nur während dieser Zeit Alarm Aktionen auslösen. Nachtzeit Klicken Sie hier, wenn Sie die Alarm Aktionen während der Nacht aktiviert haben möchten. Alle aktiven Alarm Funktionen werden nur während dieser Zeit Alarm Aktionen auslösen. Alles Umkehren Dieser Button kehrt das ausgewählte Zeitfenster um.",
    "description2": "Set a Motion Detection Schedule Automate the Alarm Function Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time! All Click here to activate the alarm actions 24/7. Every active alarm function (motion detection, audio alarm and external alarm input) will be able to trigger the set alarm actions. CLear Click here to deactivate the alarm actions 24/7. Every active alarm function (motion detection, audio alarm and external alarm input) will be able to trigger the set alarm actions. Work Time Click here to activate the alarm actions during normal working time. All active alarm functions will set to trigger alarm actio ns during this time window. Night Click here to activate the alarm actions at night. All active alarm functions will set to trigger alarm actions during this time window. Invert This button inverts the selected time window.",
    "link": "/Web_User_Interface/1080p_Series/Alarm/Schedule/",
    "title": "Alarm Zeitplan Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Zeitplan", "Alarmplan", "Zeitfenster"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Alarm_Schedule.jpg",
    "abstract": "Konfiguration der Aktionen bei Alarmauslösung"
}
POST /wiki2/article
{
    "title2": "Push Service",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Push Alarm Benachrichtigungen Ihre Kamera kann Sie per Email informieren, jedes Mal wenn die Bewegungserkennung ausgelöst hat. Eine Push-Benachrichtigung erfüllt den selben Zweck, ist aber viel schneller! Aktivieren Sie die Push-Benachrichtigung, wenn Sie direkt über einen Alarm informiert werden möchten. Die Push-Benachrichtigung funktioniert nur mit der InstarVision App für IOS, ANDROID, WINDOWS PHONE oder WINDOWS METRO Geräte. Aktivieren der Push Benachrichtigung	Aktivieren oder Deaktivieren Sie die Push Benachrichtigung für unsere InstarVision Smartphone App. Öffnen Sie das Multiview Menu in unserer IPHONE, IPAD, ANDROID, WINDOWS PHONE oder WINDOWS METRO App, aktivieren Sie den Push Button und scannen Sie den QR Code unten.",
    "description2": "Push Alarm Notifications Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for iPhone, iPad, Windows Phone, Windows (Metro) or Android devices. Activate Push Service Activate or deactivate the Push Notification for our InstarVision Smartphone App. Open the Multiview Menu in our iPhone, iPad, Windows Phone, Windows (Metro) or Android App, activate the Push Button and scan the QR Code displayed above.",
    "link": "/Web_User_Interface/1080p_Series/Alarm/Push_Service/",
    "title": "Push Service Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Netzwerk", "Push", "Push Benachrichtigung", "Alarmton", "Handy", "InstarVision", "iPhone", "iPad", "Android", "Windows Phone"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Alarm_Push_Service.jpg",
    "abstract": "Aktivieren des Push-Dienstes für Ihr Smartphone"
}
POST /wiki2/article
{
    "title2": "Alarm Server",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Alarm Server und Heimautomationssystem Lassen Sie die Kamera ein HTTP GET Kommando senden Alarm Server kontaktieren	Aktivieren Sie die Alarm Server Funktion Alarm Server Adresse	Geben Sie die IP-Adresse Ihres Alarmservers ein - z.B. Ihr FHEM Server. Server Port	Geben Sei den TCP Port ein, auf den Ihr Alarm Server hört. Server Pfad	Geben Sie die URL zum Server an. Parameter	Sie können optionale Parameter zur URL hinzufügen. Alarm Trigger anhängen	Der Alarm Trigger (z.B. Bewegungserkennung Bereich 1 oder Audioerkennung) wird zum HTTP Request in Form eines Querys hinzugefügt. Alarmbereich Bereich 1 ausgelöst: &active=1 Alarmbereich Bereich 2 ausgelöst: &active=2 Alarmbereich Bereich 3 ausgelöst: &active=3 Alarmbereich Bereich 4 ausgelöst: &active=4 Alarmeingang / PIR ausgelöst: &active=5 Audioalarm ausgelöst: &active=6 Bewegungserkennung & PIR wurde ausgelöst (Bereich 1): &active=7 Bewegungserkennung & PIR wurde ausgelöst (Bereich 2): &active=8 Bewegungserkennung & PIR wurde ausgelöst (Bereich 3): &active=9 Bewegungserkennung & PIR wurde ausgelöst (Bereich 4): &active=10 Authentifizierung Fügen Sie Ihren Serverlogin zur URL hinzu",
    "description2": "Alarm Server and Home Automation System Let Camera to send a HTTP GET Command Contact Alarm Server Activate the Alarm Server Function Alarm Server Address Type in the IP Adress of your Alarm Server - e.g. your FHEM Server. Server Port Type in the TCP Port that your Alarm Server is listening on. Server Path Type im the URL that your Server expects to see. Parameter You can add optional parameter to the URL. Append Alarm Trigger The alarm trigger (e.g. motion detection area 1 or audio detection) will be added to the HTTP request in form of a query. Authentication Add your Server Login to the URL.",
    "link": "/Web_User_Interface/1080p_Series/Alarm/Alarm_Server/",
    "title": "Alarmserver Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Alarm", "Bewegungserkennung", "Alarmserver", "Raspberry Pi", "Hausautomatisierung", "Smarthome", "FHEM"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Alarm_Alarmserver.jpg",
    "abstract": "Konfiguration eines Alarm-Servers"
}
POST /wiki2/article
{
    "title2": "Recording Task Menu",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Menu Aufnahme Aktivieren Sie hier die geplante Videoaufnahme. Der oben definierte Zeitplan bestimmt dabei zu welchen Zeiten die Kamera Aufnahmen durchführt. Legen Sie hier die Auflösung, Länge pro Datei und die maximale Länge einer manuellen Aufnahme fest. Menu VIDEO Nehmen Sie Schnappschüsse im Zeitintervall auf und setzen Sie die Bilder über einen Drittanbietersoftware zu einem Zeitraffervideo zusammen. Alternativ kann die Funktion auch Einzelbilder mit einem festgelegten Bildnamen auf einen FTP Server hochladen. Dies bietet Ihnen eine einfache Möglichkeit ein quasi-Livebild der Kamera auf Ihrer Webseite einzubinden. Menu FOTOSERIE",
    "description2": "Recording Menu Here you can activate the planned video recording. This function will record a video to the cameras internal SD card inside the time window defined by the Recording Schedule. You can set the resolution and length of each recorded video file. VIDEO MENU Record snapshots in an adjustable time interval and stitch them together inside a Third-party Software to create a timelapse video. You can also choose to upload the snapshot with a fixed file name. This will always overwrite the last file and allows you to easily embedd a Live Image of your IP camera inside your homepage. PHOTOSERIES MENU",
    "link": "/Web_User_Interface/1080p_Series/Recording/",
    "title": "Aufnahme Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "Aufgabe", "geplant", "Videoaufnahme", "Fotoserie", "Photoserie", "Zeitplan"],
    "image": "/images/Search/QI_SearchThumb_WebUI_1080p.jpg",
    "abstract": "AufnahmeMenu Ihrer FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "Video Recording",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Konfigurieren der geplanten Aufnahmen auf die SD Karte Speichern Sie die geplanten Videoaufnahmen auf der SD Karte Aktivieren Sie die geplante Aufnahme auf die interne SD Karte. Bitte beachten Sie, dass die Aufnahme nur startet, wenn der Aufnahme Zeitplan auch aktiv ist. Video Qualität Stellen Sie die Videoqualität für die geplanten Aufnahmen ein. Videolänge in Sekunden Es wird empfohlen die Aufnahmen in kleinere Dateien aufzuteilen, damit Sie im Falle eines Schreibfehlers die Datensicherheit behalten. Die maximalie Länge einer Videodatei beträgt 900 Sekunden (15 Minuten). Schedule Jedes orangene Kästchen steht für 30min Aufnahmezeit. Nutzen Sie die Voreinstellungen über dem Zeitplan, um gewöhnliche Zeitfenster einzustellen.",
    "description2": "Configure the Planned Video Recording on the SD Card Scheduled video to SD Activate the scheduled recording to the internal SD card. Please be aware, that the recording will only start if the recording schedule is active as well. Choose resolution Set the video resolution for the planned recording - 1080p, 720p or 360p. Video length in minutes It is recommended to divide recordings in small files to improve your data security in case of an writing error during the recording. The maximum lenght of a single video file is 15 minutes. Schedule Every orange coloured squre represents 30min of scheduled recording time. Use the preset buttons above the schedule to set common time windows.",
    "link": "/Web_User_Interface/1080p_Series/Recording/Video/",
    "title": "Video Aufnahme Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "Videoaufnahme", "geplanten  Aufnahme", "auf SD Karte", "Videolänge", "manuellen Videoaufnahmen", "Zeitplan"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Tasks_Video_Recording.jpg",
    "abstract": "Konfiguration von automatischen Video-Aufnahmen"
}
POST /wiki2/article
{
    "title2": "Photoseries",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Konfiguration einer Fotoserie auf einer SD Karte Auf SD Karte Aktivieren, um die geplanten Snapshot Aufnahme auf der internen SD Karte zu speichern. Bitte beachten Sie, dass die Aufnahme nur startet wenn der Aufnahme Zeitplan aktiv ist. Zeitintervall Setzen Sie das Zeitintervall zwischen den Snapshots. Das längste unterstützte Intervall ist 86400 Sekunden - dies würde eine Fotoserie erstellen, bei der 24 Stunden zwischen den beiden aufgenommen Bildern vergangen sind. Via Email Aktivieren Sie die geplante Snapshot Aufnahme und senden Sie die Snapshots per Email. Bitte beachten Sie, dass die Aufnahme nur startet wenn Sie einen Aufnahme Zeitplan aktiviert haben und einenSMTP Server eingerichtet haben. Zeitintervall< Setzen Sie das Zeitintervall zwischen den Snapshots. Das längste unterstützte Intervall ist 86400 Sekunden - dies würde eine Fotoserie erstellen, bei der 24 Stunden zwischen den beiden aufgenommen Bildern vergangen sind. Auf FTP Server Aktivieren Sie die geplante Snapshot Aufnahme und laden Sie die Snapshots auf einen FTP Server hoch. Bitte beachten Sie, dass die Aufnahme nur startet wenn Sie einen Aufnahme Zeitplan aktiviert haben und einen FTP Server eingerichtet haben. Zeitintervall Setzen Sie das Zeitintervall zwischen den Snapshots. Das längste unterstützte Intervall ist 86400 Sekunden - dies würde eine Fotoserie erstellen, bei der 24 Stunden zwischen den beiden aufgenommen Bildern vergangen sind. Dateiname mit Zeitstempel Erstellen Sie einen Dateinamen für jeden Snapshot von einem Zeitstempel. Fester Dateiname Setzen Sie einen festen Dateinamen der bei jedem Upload überschrieben wird. So haben Sie immer nur eine Datei auf Ihrem FTP Server - was ideal ist, wenn Sie das Live Bild der Kamera in einer Webseite einbinden möchten. Dateiname Setzen Sie einen festen Dateinamen für die Snapshots, die per FTP hochgeladen werden (siehe oben). Schedule Jedes orangene Kästchen steht für 30min Aufnahmezeit. Nutzen Sie die Voreinstellungen über dem Zeitplan, um gewöhnliche Zeitfenster einzustellen.",
    "description2": "Configure a Photoseries on SD Card Photo series to SD card Activate the planned snapshot recording on the internal SD card. Please be aware, that the recording only starts when the Recording Schedule (see below) is active. Time interval in seconds Set the time interval in between to snapshots. The longest supported interval is 86400 seconds - this would create a photoseries with 24hrs between two recorded images. Photo series to email Activate the planned snapshot recording and send those snapshots by Email. Please be aware, that the recording only starts when the Recording Schedule (see below) is active and you set an SMTP Server first. Time interval in minutes Set the time interval in between to snapshots. The longest supported interval is 1440 minutes - this would create a photoseries with 24hrs between two recorded images. Photo series to FTP server Activate the planned snapshot recording and upload those snapshots to an FTP Server. Please be aware, that the recording only starts when the Recording Schedule (see below) is active and you set an FTP Server first. Time interval in seconds Set the time interval in between to snapshots. The longest supported interval is 86400 seconds - this would create a photoseries with 24hrs between two recorded images. Timestamp in filename Create a filename for each snapshot from a time stamp. Fixed filename Set a fixed file name and overwrite the file with each upload. This way you will only have one currently uploaded file on your FTP server - which is ideal, if you want to embedd this file in your website. Filename Choose a fixed filename for the snapshot uploaded by FTP (see above). Schedule Every orange coloured squre represents 30min of scheduled recording time. Use the preset buttons above the schedule to set common time windows.",
    "link": "/Web_User_Interface/1080p_Series/Recording/Photoseries/",
    "title": "Fotoserie Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "720p", "HD Kamera", "Weboberfläche", "Aufnahme", "photoseries", "Fotoserie", "timelapse", "FTP Upload", "fester Bildname", "Intervall", "SD Karte", "Email", "Zeitplan"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Tasks_Photoseries.jpg",
    "abstract": "Konfiguration von automatischen Foto-Aufnahmen"
}
POST /wiki2/article
{
    "title2": "Cloud",
    "series": ["1080p", "Indoor", "Outdoor"],
    "models": ["IN-8015 HD", "IN-9008 HD"],
    "description": "Die optionale INSTAR Cloud INSTAR IP Kameras sind ohne eine Internet Anbindung nutzbar - d.h. Sie können die Alarmfunktion der Kamera auch nutzen ohne dass die Kamera an ein Netzwerk angeschlossen wird. Wenn Ihnen jedoch das lokale Speichern der Alarmaufnahmen nicht ausreicht, können Sie die Videodateien auch in unsere INSTAR Cloud hochladen. Lesen Sie unsere Cloud Einführung hier: INSTAR Cloud - Alarm Videoaufnahmen Cloud - Fehlalarmerkennung Diese neue Funktion beinhaltet eine nachträgliche Validierung der hochgeladenen Events und markiert scheinbare Fehlalarme im Tab Alarme. Hierbei gibt es zwei unterschiedliche Algorithmen: Eine allgemeine Fehlalarm-Erkennung und eine Fehlalarm-Erkennung inklusive Regenerkennung. Diese Funktion kann für jede Kamera getrennt voneinander definiert werden, wobei Sie folgende drei Auswahlmöglichkeiten haben: Aktiviert Aktiviert mit Regenerkennung Deaktiviert Fehlalarm-Erkennung Wenn Sie eine neue Kamera hinzufügen, können Sie diesen Wert entsprechend setzen. Für bereits bestehende Kameras, klicken Sie im Tab Kameras einfach für die entsprechende Kamera auf Bearbeiten. Es öffnet sich dann eine Menu, wo Sie die Einstellung für die Fehlalarm-Erkennung anpassen können. Um die besten Ergebnisse zu erzielen, sollten Sie bei Kameras welche den Innenbereich überwachen nur die Fehlalarm-Erkennung aktivieren, für Kameras welche den Aussenbereich überwachen die Fehlalarm-Erkennung inkl. Regenerkennung aktivieren. Bei Kameras welche über einen PIR oder einen zusätzlichen Bewegungsmelder verfügen, kann man in der Regel die Fehlalarm-Erkennung deaktivieren, wenn man aus Erfahrung weiß, dass solche nicht auftreten. Im Tab Alarme haben Sie mit dem Update nun die Möglichkeit sich nur die Alarme oder nur die Fehlalarme (zum Zwecke der Validierung) anzeigen zu lassen, des weiteren können Sie sich beide Alarm- Typen gleichzeitig anzeigen lassen. Hierfür finden Sie rechter Hand ein neues Drop-Down-Menu. Standardmäßig werden Ihnen nur die validierten Alarme angezeigt. Im Tab Administration > Alarme haben Sie nun die Möglichkeit die Fehlalarme getrennt von den Alarmen zu verwalten. D.h. Sie können sich bei Fehlalarmen eine Email zuschicken lassen oder den Email Versand deaktivieren (Default). Sie können die Fehlalarme sofort löschen lassen, oder aber nach einem getrennt definierbaren Zeitwert. So lässt sich wertvoller Speicherplatz sparen, indem Sie als Fehlalarm markierte Events früher löschen. Die Vorschau-Video-Geschwindigkeit (Default 3x) und die Vollbild-Video-Geschwindigkeit (Default 2x) lassen sich ebenfalls getrennt einstellen. Optimierung der Datenspeicherung Mit dem neuen Update benötigen Sie weniger Speicherplatz pro Alarm-Event. Hiermit können Sie jetzt ohne zusätzliche Kosten in etwa doppelt so viele Alarm-Events als zuvor Speichern. Zusätzlich mit der neuen Fehlalarm-Erkennung (entsprechende Events lassen sich sofort oder früher löschen) sind Sie somit mit diesem Update in der Lage Ihre tatsächlichen Alarm-Events für einen längeren Zeitraum in der Cloud gespeichert zu lassen ohne dass Ihnen der Speicherplatz aus geht.",
    "description2": "Cloud - False-Alarm Detection The new feature adds an additional server-side alarm-event validation which is able to detect possible false alarms and marks them accordingly in the Tab Alarms. The platform provides two different algorithms: A general False-Alarm-Detection and a False-Alarm-Detection including Rain-Detection. This feature can be set for each camera individually, with the following options: Enabled Enabled incl. Rain-Detection Disabled False-Alarm-Detection You can set this value accordingly while adding a new camera. For already existing cameras, go to the Tab Cameras and simply edit the camera of choice. In the sub-menu you are able to adjust the settings for the False-Alarm-Detection. For best results set the False-Alarm-Detection to enabled for cameras which monitor indoor areas and set it to enabled incl. Rain-Detection for cameras monitoring outdoor areas. For cameras with a build-in PIR sensor or an external motion detector you can disable the False-Alarm-Detection, if you know by experience that those do not occur. The Tab Alarms by default now only shows you the validated alarm-events. With the new Drop-Down-Menu on the right hand side you can choose to only show alarm events, only show false alarm events or both alarm types together. In the Tab Administration > Alarms you now have the possibility to adjust the settings for Alarm-Events and False-Alarm-Events separately. You can disable then email notification for false alarms (default) or enable it. You can immediately delete false alarms or delete them e.g. earlier than validated alarm events. This way you can safe precious storage space for real alarm events. The Preview Video Speed (default 3x) as well as the Fullview Video Speed (default 2x) can be also adjusted separately. Data Storage Optimization With this Update you will use less space for each stored Alarm-Event. This enables you to store approximately twice as much alarm events as before without any additional costs. The additional new feature for False-Alarm-Detection (false alarms can be deleted immediately or earlier) helps you to safe storage space for validated real alarm events and therefor you are able to store them for a longer time period, without running out of storage space.",
    "link": "/Web_User_Interface/1080p_Series/Cloud/",
    "title": "Cloud Menu",
    "chapter": "Web User Interface",
    "tags": ["webUI", "interface", "UI", "cloud"],
    "image": "/images/Search/WebUI_1080p_SearchThumb_Cloud_Introduction.jpg",
    "abstract": "Konfiguration der INSTAR Cloud für Alarmaufnahmen"
}
