POST /wiki2/article
{
    "title2": "IN-8015 Full HD",
    "series": ["1080p", "indoor", "Innenkamera"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Produktüberblick IN-8015 HD Übersicht 1.) Fotodiode für Nachtsichtwechsel, 2.) Infrarot LED´s für Nachtsicht, 3.) Standard 4.2mm F/2.1 Infrarot Objektiv, 4.) Fernsteuerbarer Kamerakopf, 5.) PIR Wärmesensor für erweiterte Bewegungserkennung, 6.) SD Karte, 7.) Audio Out (3.5mm Kopfhörer Anschluss), 8.) RJ45 Ethernet Anschluss, 9.) Wifi Antennenanschluss, 10.) Status LED, 11.) Alarm I/O, 12.) Reset / WPS Knopf, 13.) Gleichstrom Netzteil Anschluss. Die IN-8015HD ist eine Allround-Lösung für 1080p Überwachung im Innenbereich. Der Kamera-Kopf ist fernsteuerbar und mit Infrarotdioden zur Nachtsichterkennung ausgestattet. Der integrierte IR Cut Filter hingegen erlaubt die Aufnahme von Bildern mit natürlichen, durch das menschliche Auge wahrnehmbaren, Farben. Durch die Verwendung des effizienten h.264 Codecs ist es möglich Videodateien auf die SD-Karte zu speichern, die trotz Ihrer guten Bildqualität eine kleine Dateigröße besitzen. Jedes Gerät (zum Beispiel Smartphones) kann sich mit der Kamera verbinden und die Schwenk- und Neigfunktion nutzen. Mit 350 Grad horizontal und 100 Grad vertikal deckt die Schwenk- und Neigfunktion quasi den gesamten Bereich vor der Kamera ab. Dank Ihrer kompakten Größe und Ihrem modernen Design sind Sie nicht darauf beschränkt, die Kamera als reine Überwachungslösung zu nutzen, sondern auch für Ihre privaten Projekte. Die FTP Unterstützung erlaubt es die IN-8015 HD als eine multifunktionale Webcam in Ihre Webseite zu integrieren. Hardware Integrierte PIR Wärmeerkennung für erweiterte Bewegungserkennung Fernsteuerbares Schwenken&Neigen - 350° Schwenken und 100° Neigen 2-Wege Audio über integriertes Mikrofon und Lautsprecher Wide Dynamic Range (WDR) 1080p Panasonic CMOS Sensor Netzwerk RJ-45 Ethernet Anschluss für eine einfache Integration in Ihr 100Mbit Heimnetzwerk Kompatibel mit 2.4GHz Wifi IEEE 802.11 b/g/n bis zu 54Mbit Netzwerken mit WEP, WPA und WPA2 Sicherheit DHCP und UPnP Unterstützung für eine automatische Netzwerkintegration Integrierte kostenlose DDNS (Internet) Adresse und P2P User ID um Ihre Kamera über das Internet zu erreichen Software Free Android, iPhone & iPad, Windows (Metro) und Windows Phone App Weboberfläche erlaubt eine einfache Konfiguration und Kamerakontrolle durch Ihrem Webbrowser (Chrome, Safari, Firefox, Internet Explorer) Mehr-Benutzer Verwaltung und gleichzeitiger Login für 3 Benutzer Software-basierte Bewegungserkennung, Audio Erkennung und E-Mail Benachrichtigung mit angehängten Snapshots Speichern Sie Videos direkt auf Ihrem PC (nur ActiveX) Der 1/3 Zoll WDR Sensor baut auf einem Panasonic 1080p HD Chipsatz mit überlegender Nachtsichtempfindlichkeit auf. Panasonic bietet eine große Variation an Bildsensoren (νMaicovicon®) für Sicherheits- und Netzwerkkameras, welche auf dem industriell höchsten Standard basieren und können in Sicherheitskameras mit hoher Bildqualität und hoher Sensitivität ohne Rauschen verwendet werden. Der CMOS Bildsensor, νMaicovicon®, bietet hohe Bildqualität vergleich mit High-Speed CCD Technologien, hohe S/N Verhältnis, wenig Rauschen, und High Dynamic Range. Selbst in einer dunklen Umgebung können Sie Snapshots mit exzellenter Zeichenerkennung, Farbreproduzierung und Objekterkennung erhalten. Selbst in Sequenzen mit sich schnell bewegenden Objekten, liefert der Bildsensor klare Bilder ohne Bewegungsunschärfe. Der WDR garantiert High-Dynamic Range - Sie können gleichzeitig dunkle und helle Bereiche in Ihrem Videobild auflösen. Vergleich der Auflösung Die IN-8015 HD die erste INSTAR HD 1080p Pan & Tilt Innenkamera mit integrierten PIR Bewegungsmelder. Die Kamera wird komfortable mit Ihrem Smartphone gesteuert - egal ob Sie sich in Ihrem lokalen Netzwerk befinden, oder unterwegs sind. Die Anbindung an Ihr Netzwerk erfolgt über 2.4GHz (802.11b/g/n) Wi-Fi Modul (WPA/WPA2/CCMP) oder durch die 100MBit LAN Schnittstelle, um eine flüssige Wiedergabe des Videostreams zu ermöglichen. Die Kamera verfügt über 10 Infrarot LEDs @850nm und ermöglicht damit eine Nachtsicht von 5-10m. Unsere FHD (1080p) Kameraserie bringt Ihnen alle der gewohnten Vorzüge der 720p Serie, kombiniert mit der gestochen scharfen Auflösung von 1920x1080 Pixel. Beispielbilder The IN-8015 HD is the first INSTAR HD 1080p pan & tilt camera with an integrated infrared motion detector. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 2.4GHz (802.11b/g/n) Wi-Fi module (WPA/WPA2/CCMP) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 10 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. Our new fullHD indoor camera will bring you all the features that you are used to from our 720p Serie, combined with a superior resolution of 1920x1080 Pixel and the possibility to record videos on an integrated SD card. The IN-8015 HD is the camera that combines the powerful software based motion detection with a hardware heat motion detector (PIR). Both methods can be used or bundled to increase their effectiveness by minimizing their false alarm rate.",
    "description2": "IN-8015 HD - Product Übersicht. 1.) Photodiode for twilight switch, 2.) Infrared LED´s for night vision, 3.) Standard 4.2mm F 2.1 infrared lense, 4.) Remote controlled camera head,, 5.) PIR heat detector for advanced motion detection, 6.) SD card, 7.) Audio Out (3.5mm Headphone Jack), 8.) RJ45 Ethernet connector, 9.) Wifi antenna connector, 10.) Status LED, 11.) Alarm I O, 12.) Reset WPS Button, 13.) DC power supply connector. The IN-8015HD is an all-round solution for 1080p indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan tilt feature. With 350 degrees horizontally and 100 degree vertically range of movement. Thanks to its compact size and its modern design, you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-8015 HD as a multi-functional webcam for integration on your website. Hardware Integrated PIR heat detector for advanced motion detection Remote controlled Pan Tilt - 350° pan and 100° tilt 2-Way audio via an integrated microphone and speakers Wide Dynamic Range (WDR) 1080p Panasonic CMOS Sensor Network RJ-45 Ethernet port for an easy integration into your 100Mbit home network Compatible with 2.4GHz Wifi IEEE 802.11 b/g/n up to 54Mbit networks with WEP, WPA and WPA2 security DHCP and UPnP support for an automatic network integration Integrated free DDNS (Internet) address and P2P User ID to access your camera through the Internet Software Free Android, iPhone & iPad, Windows (Metro) and Windows Phone App Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer) Multi user management and simultaneous login for 3 users Software-based motion and audio detection and email notification with attached snapshots Record videos directly on your PC (only ActiveX). The 1/3 inch WDR sensor is built on a Panasonic chip enabling 1080p HD at unparalleled low-light sensitivity. Panasonic offers a wide variety of image sensors (νMaicovicon®) for security and network cameras, which are based on the industries most advanced technology and can be applied to security cameras requiring high picture quality with high sensitivity and low noise. The CMOS image sensor, νMaicovicon®, features high picture quality equal to high-speed CCD technologies, high S/N ratio, low noise, and high dynamic range. Even in a dark condition, you can retrieve snashots with excellent character detection, color reproduction, as well as object detection. Even in scenes with fast-moving objects, the image sensor ensures clear images without motion blur or strain. The frame composite function (WDR) enables high-dynamic range - you can simultaneously resolve dark and bright areas in your video frame. Sample Images. The IN-8015 HD is the first INSTAR HD 1080p pan & tilt camera with an integrated infrared motion detector. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 2.4GHz (802.11b/g/n) Wi-Fi module (WPA/WPA2/CCMP) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 10 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. Our new fullHD indoor camera will bring you all the features that you are used to from our 720p Serie, combined with a superior resolution of 1920x1080 Pixel and the possibility to record videos on an integrated SD card. The IN-8015 HD is the camera that combines the powerful software based motion detection with a hardware heat motion detector (PIR). Both methods can be used or bundled to increase their effectiveness by minimizing their false alarm rate.",
    "link": "/Indoor_Cameras/IN-8015_HD",
    "title": "IN-8015 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 Full HD", "INSTAR", "Überwachungskamera", "1080p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "Übersicht", "ONVIF Kamera", "P2P Kamera"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD.jpg",
    "abstract": "IN-8015 HD - Produktübersicht"
}
POST /wiki2/article
{
    "title2": "IN-8015 HD Technical Specifications",
    "series": ["1080p", "indoor", "Innenkamera"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Technische Spezifikationen Bildeinstellungen Kamera Modell INSTAR IN-8015 HD S&N Innen - Farbe / IR Gehäuse ABS (Weiß, Schwarz) Bildsensor Panasonic MN34229 1080p 1/3 CMOS Wide Dynamic Range (2.12 Megapixel) Beispielbilder Unterstützte Auflösungen 1080p, 720p, 360p Video Komprimierung h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 4.096 kbps Framerate bis zu 30fps Aktiver Pixelbereich 5,346 (H) µm x 3,003 (V) µm Tag / Nacht Wechsel Ja Min. Beleuchtung (Bild) 0.05 Lux @ f/2.0 Min. Beleuchtung (IR) 0 Lux @ f/2.0 von parallelen Streams 3 Weißausgleich Automatisch Elektronischer Shutter Automatisch Bild Drehen / Spiegeln Ja / Ja Video Oberfläche Datum, Zeit, Kameraname Video Parameter Helligkeit, Kontrast, Sättigkeit, Schärfe, Gamma, Beleuchtung Lense 4.2 ±5% mm (Manueller Fokus) f/2.1 Spezifikationen Blickwinkel 72.3° dia. Infrarot LEDs 10 @ 850 nm Effektive Reichweite (IR) 5-10 m intgr. IRcut Filter Ja Optischer Zoom Nein Digitaler Zoom 3 x (nur ActiveX) Bildqualität * Um so größer der Abstand zwischen Ihrer Kamera und dem Überwachungsbereich ist, desto größer ist der Bereich, der von Ihrer Kamera erfasst wird. Als Beispiel, wenn Sie die Kamera auf ein Objekt in 10m Entfernung ausrichten, wird das Kamerabild in der Horizontalen eine Weite von 11.68m überwachen. * Das Modell IN-6012HD verfügt nur über die Hälfte der Auflösung - im Vergleich zur IN-8015 HD. Da das Standardobjektiv jedoch nur einen halb so großen Winkel erfasst, ist der Detailgrad im Bild vergleichbar. Die Kameramodelle IN-6014HD und IN-8015HD verwenden das gleiche Weitwinkelobjektiv. Man erkennt jedoch einen kleinen Unterschied im Blickwinkel der Kameras, da sich die Sensorgröße unterscheidet. Hardware Spezifikationen Kamera Modell INSTAR IN-8015 HD S&N Innen - Farbe / IR Alarm I/O Ja (und integrierter Wäremsensor PIR zur Bewegungserkennung) PIR Erkennungswinkel 120° horizontaler Blick PIR Erkennungsreichweite 5 Meter SD Karte erweiterbare microSDHC Karte auf bis zu 128GB (16GB integriert) Audio integrierter Lautsprecher / Audio Out (3.5mm Kopfhörer Anschluss Mikrofon integriertes Mikrofon Netzwerk Schnittstellen 10Base-T/100Base-TX Ethernet Anschluss / WLAN IEEE 802.11b/g/n Netzwerk Protokolle TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Verschlüsselung WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) WiFi Frequenzband 2.4GHz 802.11b/g/n WiFi Antenne 2.4 dBi WLAN SMA Antenne Zugangssicherheit Benutzername/Passwort - 3 Level Autorisierung Netzteil 110-240V Wechselstrom @ 50-60Hz auf 5V Gleichstrom und 1500mA Netzteil-Stecker 1.35mm In / 3.5mm Out Leistung Max. 8.0 W Integr. DDNS Dienst Ja Schwenken & Neigen 350° / 100° Abmaße in [cm] 12.4 / 11 / 11 Gewicht 368 g Betriebstemperatur -5°C - 55°C Zertifizierung CE, FCC, RoHS, Leistungsaufnahme unter verschiedenen Betriebsbedingungen 1.) Boot Vorgang (minimale Aufnahme), 2.) Boot Vorgang (maximale Aufnahme), 3.) Bootvorgang mit aktiven IR LEDs (maximale Aufnahme), 4.) Leerlauf, 5.) Leerlauf mit aktiven IR LEDs, 6.) Leerlauf mit aktiven IR LEDs im WLAN Betrieb, 7.) Leerlauf bei horizontalen Schwenken, 8.) Leerlauf bei horizontalen Schwenken (IR LEDs an) (Das Modell IN-3011 kann den Neige- und Schwenkmotor gleichzeitig ansprechen!), 9.) Leerlauf bei aktiver Videoaufnahme, 10.) Leerlauf bei aktiver Videoaufnahme mit aktiven IR LEDs, Software Spezifikationen Kamera Modell INSTAR IN-8015 HD Innenkamera - Farbe / IRAlarmbenachrichtigung Email/FTP/HTTP/Alarm-outUnterstützte Browser Chrome, Safari, Firefox, Internet Explorer, Microsoft Edge, (grundsätzlich alle modernen Browser)Unterstützte Windows Software INSTARVISION, INSTARVISION (METRO), SIGHTHOUND, GO1984, ISPY, VLC PLAYER, etc.Unterstützte MacOSX Software SIGHTHOUND, SECURITYSPY, VLC PLAYER, etc.Unterstützte Android Apps INSTARVISION, IP CAM VIEWER, TINY CAM MONITOR etc.Unterstützte iOS Apps INSTARVISION, LIVECAMS Unterstützte Windows Phone Apps INSTARVISION Unterstützte Software, 4.2mm Weitwinkel ObjektivIN-8015 HD Öffnungswinkel: Bildbreite [m] und Höhe [m] als Funktion des Abstandes von der Kamera, Bildweite Vergleichstabelle IN-8015 HD (4.2mm Obejetkiv) vs. IN-6014 HD (4.2mm Objektiv) vs. IN-6012 HD (8mm Obejktiv) in [m]",
    "description2": "IN-8015 HD Technical Specifications Image Properties Camera Model INSTAR IN-8015 HD P&T Indoor - Colour / IR Casing ABS (White, Black) Image Sensor Panasonic MN34229 1080p 1/3 CMOS Wide Dynamic Range (2.12 Megapixel) Sample Images Supported Resolutions 1080p, 720p, 360p Video Compression h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 4.096 kbps Framerate up to 30fps Active Pixel Area 5,346 (H) µm x 3,003 (V) µm Day / Night Switch Yes Min. Illumination (Colour) 0.05 Lux @ f/2.0 Min. Illumination (IR) 0 Lux @ f/2.0 of Parallel Streams 3 Whitebalance Automatic Electronic Shutter Automatic Flip / Mirror Video Yes / Yes Video Overlay Date, Time, Camera Name Video Parameter Brightness, Contrast, Saturation, Sharpness, Gamma, Illumination Lense 4.2 ±5% mm (Manual Focus) f/2.1 Specifications Field of View 72.3° dia. Infrared LEDs 10 @ 850 nm Effective Range (IR) 5-10 m intgr. IRcut Filter Yes Optical Zoom No Digital Zoom 3 x (only ActiveX) Image Quality Resolution Comparison 4.2mm Wide Angle Lense IN-8015 HD Angle of View: Image width [m] and height [m] as a function of Distance * Image Width Comparison IN-8015 HD (4.2mm Lense) vs. IN-6014 HD    (4.2mm Lense) vs. IN-6012 HD   (8mm Lense) in [m] ** * The larger the distance between your camera and the surveillance area, the larger the area becomes that your camera´s image covers. For example, if the object is at a distance of 10m from your camera, your camera´s image will cover a width of 11.68m. ** The Model IN-6012HD only offers half the resolution, compared to the IN-8015HD, but - with it´s reduced angle of view - still offers a very detailed image. The camera model IN-6014HD uses the same lense as the IN-8015HD, but offers a bigger field of view because of it´s slightly bigger sensor. This makes the IN-6014HD an interesting model, if the distance to the object is not that far to suffer from it´s lack of resolution. Hardware Specifications Camera Model INSTAR IN-8015 HD P&T Indoor - Colour / IR Alarm I/O Yes (and integrated heat sensor PIR for motion detection) PIR Detector Angle 120° horizontal view PIR Detector Range 5 meter SD Card Removable microSDHC card up to 128GB (16GB included) Audio Integrated Loudspeaker / Audio Out (3.5mm Headphone Jack) Microphone Integrated Microphone Network Interface 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g/n Network Protocols TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Encryption WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) Wifi Frequency Band 2.4GHz 802.11b/g/n Wifi Antenna 2.4 dBi WLAN SMA Antenna Access Protection Username/Password - 3 Level Authorisation Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA Power Plug 1.35mm In / 3.5mm Out Power Consumption Max. 8.0 W Integr. DDNS Service Yes Pan & Tilt 350° / 100° Measurements in [cm] 12.4 / 11 / 11 Weight 368 g Operating Temperature -5°C - 55°C Certification CE, FCC, RoHS Power consumption in Max. 8.0 W",
    "link": "/Indoor_Cameras/IN-8015_HD/Technical_Specifications",
    "title": "IN-8015 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 Full HD", "INSTAR", "Überwachungskamera", "1080p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "Spezifikationen", "ONVIF Kamera", "P2P Kamera"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD_Technical_Specifications.jpg",
    "abstract": "IN-8015 Technische Spezifikationen"
}
POST /wiki2/article
{
    "title2": "Product Features",
    "series": ["1080p", "indoor", "Innenkamera"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Produkt Features IN-8015 HD - Kameraüberblick The IN-8015 HD ist der Nachfolger der IN-6012 HD Innenkamera als Überwachungslösung und damit die nächste Kamera mit integrierter passiver Infrarot-Bewegungserkennung. Der Kamera-Kopf ist fernsteuerbar und mit Infrarotdioden zur Nachtsichterkennung ausgestattet. Der integrierte IR Cut Filter hingegen erlaubt die Aufnahme von Bildern mit natürlichen, durch das menschliche Auge wahrnehmbaren, Farben. Durch die Verwendung des effizienten h.264 Codecs ist es möglich Videodateien auf die SD-Karte zu speichern, die trotz Ihrer guten Bildqualität eine kleine Dateigröße besitzen. Jedes Gerät (zum Beispiel Smartphones) kann sich mit der Kamera verbinden und die Schwenk- und Neigfunktion nutzen. Mit 350 Grad horizontal und 100 Grad vertikal deckt die Schwenk- und Neigfunktion quasi den gesamten Bereich vor der Kamera ab. Dank Ihrer kompakten Größe und Ihrem modernen Design sind Sie nicht darauf beschränkt, die Kamera als reine Überwachungslösung zu nutzen, sondern auch für Ihre privaten Projekte. Die FTP Unterstützung erlaubt es die IN-8015 HD als eine multifunktionale Webcam in Ihre Webseite zu integrieren. Komponente Funktion 1 Fotosensor Nachtsichterkennung für IR LEDs 2 Objektiv Weitwinkel-Objektiv (Brennweite: 4.2mm / Blickwinkel: 72.3.º hor.) 3 Infrarot-LEDs 10 IR LEDs (Nachtsicht @ 850nm) 4 Kamerakopf Steuerbar über die Weboberfläche und über die Smartphone App 5 PIR Detector Integrierte passive Infrarot Bewegungserkennung 6 MicroSD Kartenslot Slot für SD/SDHC Karten (bis zu 128 GB - 16 GB integriert) 7 Audio Out 3.5mm Kopfhörer / aktiver Lautsprecheranschluss 8 Netzwerk Anschluss RJ45 LAN-Anschluss für das mitgelieferte CAT5e LAN Kabel (Für das Netzteil nach IEEE802.3af nur im Fall der IN-8015 HD PoE!) 9 Antennenanschluss SMA WiFi Antennanschluss (Beim IN-8015 HD PoE Modell nicht verfügbar!) 10 LED Indikator Rot: SCHALTBARE Status-LED für Netzwerk-Traffic 11 Alarm I/O Alarm Ausgang (1&2) / Eingang (3&4) 12 Reset Knopf Kamera auf Werkseinstellungen zurücksetzen 13 Netzteil Anschluss 5V / 1.5 A DC - Stecker Ø : 1.35mm (in) / 3.5mm (aus) 14 Kamera ID MAC-Adresse LAN und QR für die P2P Verbinung 15 Standhalterung Standardgewinde zur Standhalterung ",
    "description2": "IN-8015 HD Product Structure The IN-8015 HD is the successor of the IN-6012 HD camera solution for indoor surveillance and the first indoor camera with integrated passive-infrared motion detection. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-8015 HD as a multi-functional webcam for integration on your website. 1 Photosensor Twilight-Switch for IR LEDs 2 Lense Wideangle-lense (focal length: 4.2mm / field of view: 72.3.º hor.) 3 Infrared-LEDs 10 IR LEDs (nightvision @ 850nm) 4 Camera Head Controlable via the User Interface and Smartphone App 5 PIR Detector Integrated passive Infrared Motion Detector 6 MicroSD Card Slot Slot for SD/SDHC cards (up to 128 GB - 16 GB included) 7 Audio Out 3.5mm earphone / active speaker jack 8 Network Port RJ45 LAN-port for the provided CAT5e LAN cable (For the power supply according to IEEE802.3af only in case of the IN-8015 HD PoE!) 9 Antenna Connector SMA WiFi antenna connector (Not available in case of the IN-8015 HD PoE model!) 10 LED Indicator Red: SWITCHABLE Status-LED for network traffic 11 Alarm I/O Alarm Output (1&2) / Input (3&4) 12 Reset Button Reset your camera settings to the factory defaults 13 Power Connector 5V / 1.5 A DC - Plug Ø : 1.35mm (in) / 3.5mm (out) 14 Camera ID MAC address LAN and QR for the P2P connection 15 Stand Mount Standard camera thread for provided stand support",
    "link": "/Indoor_Cameras/IN-8015_HD/Product_Features",
    "title": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 Full HD", "INSTAR", "Überwachungskamera", "1080p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Features"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD_Features.jpg",
    "abstract": "IN-8015 HD Produkt-Eigenschaften"
}
POST /wiki2/article
{
    "title2": "Quick Installation Guide",
    "series": ["1080p", "indoor", "Innenkamera"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Schnellinstallation SHORTCUT Stecken Sie die WiFi Antenne in den dafür vorgesehenen Antennenanschluss an der Kamera wie hier gezeigt (11). (nur für nicht-PoE Version!) Stecken Sie das Netzteil ein (7), um die Kamera zu starten. Verbinden Sie das Netzwerkkabel auf der Rückseite der Kamera (s. 12), um eine LAN Verbindung herzustellen. Verbinden Sie das Netzwerkkabel an einen freien LAN-Port an Ihrem Internet Router. Starten Sie das IP KAMERA TOOL von der Software CD und Doppeklicken Sie den Namen der Kamera. Standardlogin Benutzername/Passwort: admin / instar für den administrator, user / instar für normale Benutzer und guest / instar für eingeschränkte Nutzer. Unser INSTALLATIONS-WIZARD wird Sie durch den restlichen Installationsprozess führen. Für die Wiedergabe des h.264 Video Streams benötigen Sie das ADOBE FLASH PLUGIN. Für eine Plugin-freie Wiedergabe können Sie den, etwas Bandbreite-fordernden MJPEG STREAM nutzen. Für die WLAN Einbindung wird es empfohlen Ihren WiFi Router auf ein freies WiFi Frequenzband (802.11bgn) zu setzen und die WPA2/AES (oder WPA2/CCMP) Verschlüsselung zu aktivieren  Es wird empfohlen Ihren WiFi Router auf ein freies WiFi Frequenzband (802.11bgn) zu setzen und die WPA2/AES (oder WPA2/CCMP) Verschlüsselung zu aktivieren, bevor Sie Ihre Kamera mit dem lokalen WLAN verbinden. Greifen Sie auf die WIFI EINSTELLUNGEN Ihrer Kamera zu und geben Sie die WLAN Informationen ein. Speichern Sie Ihre Eingaben, stecken Sie das LAN-Kabel ab und starten Sie Ihre Kamera neu, um eine Verbindung mit dem WLAN herzustellen. Sie müssen einen PORTWEITERLEITUNG IN IHREM ROUTER EINRICHTEN, wenn Sie Ihre Kamera über die DDNS ADRESSE aus dem Internet erreichen möchten. Alternativ können Sie auch die P2P USER ID nutzen, um die Kamera mit Ihrer SmartPhone App zu verbinden (siehe Schritt 12 unten). Jetzt können Sie Ihre DDNS Informationen in unsere kostenlosen WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD oder BLACKBERRY App eingeben. Falls Sie keinen Port für Ihren DDNS-Dienst öffnen können, können Sie immer noch den POINT-2-POINT SERVICE mit unseren kostenlosen WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD oder BLACKBERRY Apps nutzen.",
    "description2": "IN-8015 HD Quick Installation Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) Plug in the power supply (7) to start the camera. Connect the network cable to the back of the camera (s. 12) to setup a LAN connection. Connect the cameras network cable to a free LAN port on your internet router. Start our IP Kamera TOOL from the Software CD and double click on the name of the camera. Default Logins User/Password: admin / instar for the administrator, user / instar for normal users and guest / instar for restricted users. Our INSTALLATION WIZARD will lead you through the rest of the installation process. You need to install the ADOBE FLASH PLUGIN to display your cameras h.264 video stream. You can use to MJPEG STREAM in case you are not allowed to install Browser plugins on your machine. It is recommended to set your wifi router to a free WiFi band (802.11bgn) and activate the WPA2/AES (or WPA2/CCMP) encryption, before connecting your camera to your local wireless LAN. Access your camera´s WIFI SETTINGS and enter your WiFi information. Save your credentials, unplug the network cable and restart your camera, to connect it to your WiFi network. You need to FORWARD A PORT inside your router, if you want to access your camera over it´s DDNS ADDRESS from the internet. Alternatively, you can use the P2P USER ID to access your camera with our smartphone app (see Step 12 below). Now you can enter your camera´s DDNS information to our free WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. If you cannot open a port for camera´s DDNS service, you can still use the POINT-2-POINT SERVICE instead with our WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App.",
    "link": "/Indoor_Cameras/IN-8015_HD/Quick_Installation",
    "title": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 Full HD", "INSTAR", "Überwachungskamera", "1080p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Schnellinstallation"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD_Quick_Installation.jpg",
    "abstract": "IN-8015 HD Schnellinstallation"
}
POST /wiki2/article
{
    "title2": "IN-6014 HD",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Produktüberblick IN-6014 HD Übersicht 1.) Photodiode für Dämmerungsschaltung, 2.) Infrarot LED´s für Nachtsicht, 3.) Standard 4.3mm F/1.2 Infrarot Linse, 4.) Ferngesteuerter Kamerakopf, 5.) PIR Wärmemelder für erweiterte Bewegungserkennung, 6.) Audio Ausgang (3.5mm Headphone Jack), 7.) RJ45 Ethernet Anschluss, 8.) Wifi Antennenanschluss, 9.) SD Karte, 10.) Kamera Reset, 11.) Status LED, 12.) Gleichstrom Netzteil Technische Spezifikationen Handbuch Schnell Installation Web Oberfläche Nachtsicht (Minimum / Maximum) [m] Blickwinkel (Diagonal, Horizontal, Vertikal) [°] Die IN-6014HD ist eine Allround Lösung für die Innenüberwachung. Der Kamerakopf kann ferngesteuert werden und ist mit Infrarot Dioden für die Nachtsicht in dunklen Umgebungen ausgestattet. Der integrierte IR Cut Filter auf der anderen Seite erlaubt die Aufnahme von natürlichen Bildern, die durch das menschliche Auge wahrgenommen werden können. Durch die Nutzung des effektiven h.264 komprimierten Codecs ist es möglich aufgenommene Videodateien auf eine SD Karte mit vergleichbar kleinen Größen aber bester Bildqualität zu speichern. Jedes Gerät (d.h. Smartphones) kann Sich auf die Weboberfläche der Kamera verbinden und die Schwenk- und Neidfunktion zu nutzen. Mit 350 Grad horizontalem und 100 Grad vertikalem Bewegungsbereich. Dank der kompakten Größe und dem modernen Design können Sie die Kamera nicht nur als Überwachungslösung verwenden, sondern auch für Ihre persönlichen Projekt nutzen. Die FTP Unterstützung erlaubt es Ihnen die IN-6012 HD als eine multifunktionale Webcam zur Integration in Ihre Webseite zu nutzen. IP Innenkamera IN-6014 HD Spezifikationen Hardware Integrierter PIR Wärmemelder für die erweitere Bewegungserkennung Ferngesteuertes Schwenken&Neigen - 288° schwenkbar und 120° neigbar 2-Wege Audio über ein integriertes Mikrofon und Lautsprecher Weite dynamische Reichweite (WDR) HD 720p Farb CMOS Sensor Netzwerk RJ-45 Ethernet Steckplatz für eine einfache Integration in Ihr 100Mbit Heimnetzwerk Kompatibel mit Wifi IEEE 802.11 b/g bis zu 54Mbit Netzwerken mit WEP, WPA und WPA2 Sicherheit DHCP und UPnP Unterstützung für eine automatische Netzwerkintegration Integrieren der individuellen DDNS (Internet) Adresse um Ihre Kamera über das Internet zu erreichen. Software Free Android, iPhone and Windows Phone 8 App Die Weboberfläche erlaubt eine einfache Konfiguration und Kamerasteuerung über Ihren Webbrowser (Chrome, Safari, Firefox, Internet Explorer) Multi user management and simultaneous login for 3 users Softwarebasierte Bewegungs- und Audioerkennung und Email Benachrichtigung mit angehängten Snapshots Nehmen Sie Videos direkt von Ihrem PC auf (nur ActiveX) Die IN-6014 HD ist die erste INSTAR HD 720p Schwenk & Drehkamera mit intergrierter Infrarot Bewegunserkennung. Die Kamera kann einfach über Ihr Smartphone innerhalb Ihres Netzwerks bedient werden. Auch eine Bedienung über das Internet ist möglich. Die Kamera kann einfach in Ihr Netzwerk angebunden werden, indem Sie entweder das 108MBit (802.11b/g/n) Wi-Fi Modul (WPA/WPA2) oder die 100MBit Netzwerkschnittstelle für einen flüssigen Videostream verwenden. Die Kamera kann auch dank Ihrer 8 Infrarot LEDs, die auf einer Wellenlänge von 850nm arbeiten, während der Nacht arbeiten. Die max. Innenreichweite für die Nachtsicht der Kameras beträgt rund 10-15 Meter. Die Kamera bringt Ihnen alle Funktionen die Sie in der VGA Serie nutzen können, kombiniert mit einer Auflösung von 1280x720 Pixel und der Möglichkeit Videos auf eine integrierte SD Karte aufzunehmen. Die IN-6014 HD ist die Kamera die die softwarebasierte Bewegungserkennung mit dem Hardware Wärmesensor (PIR) kombiniert. Beide Methoden können genutzt oder zusammen genutzt werden, um die Effektivität zu erhöhen und die Fehlalarme zu minimieren.",
    "description2": "IN-6014 HD - Product Übersicht. 1.) Photodiode for twilight switch, 2.) Infrared LED´s for night vision, 3.) Standard 4.3mm F 1.2 infrared lense, 4.) Remote controlled camera head,, 5.) PIR heat detector for advanced motion detection, 6.) Audio Out (3.5mm Headphone Jack), 7.) RJ45 Ethernet connector, 8.) Wifi antenna connector, 9.) SD card, 10.) Camera Reset, 11.) Status LED, 12.) DC power supply connector. Click here for detailed specifications. The IN-6014HD is an all round solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan  tilt feature. With 350 degree horizontally and 100 degree vertically range of movement. Thanks to its compact size and its modern design you won t be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6014 HD as a multi functional webcam for integration on your website. Hardware: Integrated PIR heat detector for advanced motion detection. Remote controlled Pan Tilt - 350° pan and 100° tilt. 2-Way audio via an integrated microphone and speakers. Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX). The IN-6014 HD is the first INSTAR HD 720p pan tilt camera with an integrated infrared motion detector. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 54MBit (802.11b g) Wi-Fi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 12 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 10-15 meters. Our new HD indoor camera will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. The IN-6014 HD is the camera that combines the powerful software based motion detection with a hardware heat motion detector (PIR). Both methods can be used or bundled to increase their effectiveness by minimizing their false alarm rate. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Kamera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions.",
    "link": "/Indoor_Cameras/IN-6014_HD",
    "title": "IN-6014 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Übersicht"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-6014 HD - Produktüberblick"
}
POST /wiki2/article
{
    "title2": "IN-6014 HD Technical Specifications",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Technische Spezifikationen Kamera Modell INSTAR IN-6014 HD P&T Innen - Farbe / IR Gehäuse ABS (Weiß, Schwarz) Bildsensor OV10633 720p 1/3 CMOS Weite dynamische Reichweite Unterstützte Auflösungen 1280 x 720, 640 x 352, 320 x 176 Video Kompression h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 6.144 kbps Framerate bis zu 25fps Sensor Sensibilität 3650 mV/lux*s Dynamikbereich 115 dB Signal/Geräusch 39 dB Sensorfläche 5510.4 x 3418.8 µm Tag / Nacht Wechsel Ja Min. Beleuchtung (Farbe) 0.05 Lux @ f/2.0 Min. Beleuchtung (IR) 0 Lux @ f/2.0 an parallelen Streams 3 Weißausgleich Automatisch Elektronische Blende Automatisch Video Drehen / Spiegeln Ja / Ja Video Oberfläche Datum, Uhrzeit, Kamera Name Video Parameter Helligkeit, Kontrast, Saturation Linse 4.2 ±5% mm (Manueller Fokus) f/2.1 Spezifikationen Blickwinkel 75.3° dia. Infrared LEDs 12 @ 850 nm Effektive Reichweite (IR) 5-10 m intgr. IRcut Filter Ja Alarm I/O No (integrated heat sensor PIR für motion detection) PIR Detector Angle 120° horizontal view PIR Detector Range 5 meter Optischer Zoom No Digitaler Zoom 3 x (only ActiveX) SD Card Removable microSDHC card bis zu 32GB (4GB included) Audio Integrated Loudspeaker / Audio Out (3.5mm Headphone Jack) Mikrofon Integrated Mikrofon Alarmbenachrichtigung Email/FTP/HTTP/Alarm-out Netzwerkschnittstelle 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g/n Netzwerkprotokolle TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Verschlüsselung WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) WLAN Frequenzen 2.4GHz 802.11b/g/n Wifi Antenne 2.4 dBi WLAN SMA Antenne Zugangsbeschränkung Benutzername/Passwort - 3 Level Authorisierung Netzteil 110-240V Wechselspannung @ 50-60Hz zu 5V Gleichspannung und 1500mA Netzstecker 1.35mm In / 3.5mm Out Stromverbrauch Max. 8.0 W Integr. DDNS Service Ja Schwenken & Neigen 350° / 100° Abmessungen in [cm] 12.4 / 11 / 11 Gewicht 368 g Betriebstemperatur -5°C - 55°C Zertifizierungen CE, FCC, RoHS",
    "description2": "IN-6014 HD Technical Specifications: Camera Model INSTAR IN-6014 HD P T Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 4.3 mm (Manual Focus) f 1.2. Field of View 90° dia. Infrared LEDs 12 @ 850 nm. Effective Range (IR) 5-10 m. intgr. IRcut Filter Yes. Alarm I O No (integrated heat sensor PIR for motion detection). PIR Detector Angle 120 horizontal view. PIR Detector Range 5 meter. Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Integrated Loudspeaker Audio Out (3.5mm Headphone Jack). Microphone Integrated Microphone. Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer-. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n. Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n. Wifi Antenna 5 dBi WLAN SMA Antenna. Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 8.0 W. Integr. DDNS Service Yes. Pan Tilt 350 100. Measurements in cm 12.4 11 11. Weight 368 g. Operating Temperature -5C - 55C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-6014_HD/Technical_Specifications",
    "title": "IN-6014 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Technische Spezifikationen"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Technical_Specifications.jpg",
    "abstract": "IN-6014 Technische Spezifikationen"
}
POST /wiki2/article
{
    "title2": "Product Features",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Product Features IN-6014 HD - Camera Übersicht The IN-6014 HD is the successor of the IN-6012 HD camera solution for indoor surveillance and the first indoor camera with integrated passive-infrared motion detection. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6014 HD as a multi-functional webcam for integration on your website. Komponente Funktion 4 Fotosensor Photodiode für den Dämmerungsschalter 2 Objektiv Weitwinkel-Objektiv (4.2mm / Blickwinkel: 75.3º) 3 Infrarot-LEDs 12 IR LEDs (Nachtsicht @ 850nm) 4 PIR Detector Integrierte passive Infrarot Bewegungserkennung 5 Lautsprecher Integrierter Lautsprecher 6 Mikrofon Audio Übertragung 7 Netzteilanschluss 5V / 1.5 A DC - Plug Ø : 1.35mm (Ein) / 3.5mm (Aus) 8 LED Anzeige Rot: Power LED; Blau: Status-LED für Netzwerkverkehr 9 Reset Button Setzen Sie Ihre Kamera auf die Werkseinstellungen zurück 10 MicroSD Kartenslot Der Kartenslot befindet sich hinter der Rückseiten-Abdeckung (4GB vorinstalliert) 11 Antennenanschluss SMA WiFi Antennenanschlusss (Nicht bei IN-6014 HD PoE Modellen verfügbar!) 12 Netzwerkanschluss RJ45 Netzwerkanschluss für CAT5e Ethernet Kabel 13 Audio Aus 3.5mm Kopfhörer / Lautsprecher cinch-Anschluss 14 Kamera ID MAC Adresse LAN und QR für die P2P Verbindung 15 Standhalterung Standard Kamera Gewinde für Standhalterung-Unterstützung",
    "description2": "IN-6014 HD Product Features IN-6014 HD - Camera Übersicht The IN-6014 HD is the successor of the IN-6012 HD camera solution for indoor surveillance and the first indoor camera with integrated passive-infrared motion detection. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6014 HD as a multi-functional webcam for integration on your website. Component Function 1 Photosensor Twilight-Switch for IR LEDs 2 Lense Wideangle-lense (focal length: 4.3mm field of view: 90.º hor.) 3 Infrared-LEDs 12 IR LEDs (nightvision @ 850nm) 4 PIR Detector Integrated passive Infrared Motion Detector 5 Loudspeaker Integrated Loudspeaker 6 Microphone Audio transmission 7 Power Connector 5V 1.5 A DC - Plug Ø : 1.35mm (in) 3.5mm (out) 8 LED Indicator Red: power LED; blue: Status-LED for network traffic 9 Reset Button Reset your camera settings to the factory defaults 10 MicroSD Card Slot Slot for SD SDHC cards (up to 32 GB - 4 GB included) 11 Antenna Connector SMA WiFi antenna connector (Not available in case of the IN-6014 HD PoE model!) 12 Network Port RJ45 LAN-port for the provided CAT5e LAN cable (For the power supply according to IEEE802.3af only in case of the IN-6014 HD PoE!) 13 Audio Out 3.5mm earphone active speaker jack 14 Camera ID MAC address LAN and QR for the P2P connection 15 Stand Mount Standard camera thread for provided stand support",
    "link": "/Indoor_Cameras/IN-6014_HD/Product_Features",
    "title": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Features"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Features.jpg",
    "abstract": "IN-6014 HD Produkt-Eigenschaften"
}
POST /wiki2/article
{
    "title2": "Quick Installation Guide",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Schnellinstallation Schrauben Sie die WLAN Antenne auf den Anschluss im hinteren Teil der Kamera um später eine WLAN Verbindung aufzubauen zu können. Stecken Sie das Kabel des Netzteils in den Anschluß im hinteren Teil der Kamera, um diese mit Strom zu versorgen. In Ihrem WLAN Router sollte ein Kanal im Bereich von 1-6 (802.11bgn) eingestellt sein, sowie die WPA2/AES (CCMP) Verschlüsselung. A Drücken Sie den WPS Button auf Ihrem Router (s. o.). B Drücken Sie den Reset Taster der Kamera für 3s (länger als 10s führt zu einem Werksreset!). C Die Kamera wird sich danach automatisch mit Ihrem WLAN verbinden. Springen Sie zu Schritt 7 (PC or Mac) oder Schritt 14 (Smartphone). Stecken Sie das Netzwerkkabel in den Anschluß im hinteren Teil der Kamera um um eine LAN Verbindung aufzubauen (auch für WLAN benötigt wenn kein WPS vorhanden s. 4). Stecken Sie das andere Ende des Netzwerkkabel in einen freien LAN Port Ihres Internet Routers. Starten Sie das IP Kamera Tool von der Software CD und führen Sie einen Doppelklick auf den Namen der Kamera aus. Standard Logins Benutzer/Kennwort: admin / instar für Administratoren, user / instar für normale Nutzer und guest / instar für Gäste. Aktivieren Sie das WLAN der Kamera in der Weboberfläche mittles des WLAN- Scanners. Nach der Eingabe und Speicherung des WLAN Passwortes muss das LAN Kabel gezogen und die Kamera neugestartet werden. Wenn Sie unter Windows mit dem Quicktime Plugin kein Video im Firefox, Chrome oder Safari unter Windows sehen, gehen Sie bitte in die Einstellungen Ihres Quicktime Players und stellen Sie das Protokoll auf HTTP und den Port auf 80. Unter MacOSX öffnen Sie bitte das Terminal im Ordner Programme/Dienstprogramme. Geben Sie den Befehl qtdefaults write TransportSettings HTTP 80 ein um den HTTP Port auf 80 zu setzen. Für den Zugriff über das Internet ist eine Portweiterleitung des HTTP Ports (Standard “80”) in Ihrem Router notwendig. Für den Zugriff auf den Flash Videostream (z.B. über das Flash Plugin im Webbrowser) benötigen Sie noch die Weiterleitung des RTMP Ports (Standard “1935”). -> siehe auch 14 Um Ihre Kamera über Ihr Android, Windows Phone oder iOS Smartphone zu steuern, laden Sie sich bitte die InstarVision® App aus dem App Store herunter. Die P2P Funktion erlaubt den Internetzugriff auf die Kamera ohne Portweiterleitung (s.12). Fügen Sie sie einfach als neue p2p Kamera in unserer App hinzu, scannen Sie den QR Code in der Weboberfläche unter Network/P2P in der WebUI oder auf dem Sticker auf der Kamera und tragen Sie Ihr Login ein (s. 8).",
    "description2": "IN-6014 HD Quick Installation Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) Plug in the power supply (7) to start the camera. It is recommended to set your wifi router to a band in the range from 1-6 (802.11bgn). Also WPA2 AES (CCMP) encryption should be used. A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). Connect the network cable to the back of the camera (s. 12) to setup a LAN connection (also necessary for Wifi if WPS is not available s. 4 above). Connect the cameras network cable to a free LAN port on your internet router. You can skip this step if you just need a Wifi connection. Start our IP Kamera TOOL from the Software CD and double click on the name of the camera. Default Logins User Password: admin instar for the administrator, user instar for normal users and guest instar for restricted users. Activate the cameras wifi by using the wifi scanner in the camera user interface. After typing in your wifi password and submitting - please  unplug the LAN cable and restart the camera. In case you are not able to see a video when accessing the camera via Firefox, Chrome, etc under Windows, open the Quicktime Player preferences and set the protocol to HTTP and the port to 80. To set the Quicktime HTTP port in MacOSX please open the Terminal in Applications Utilities and type in the command qtdefaults write TransportSettings HTTP 80 to set the port to 80. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80). To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (DEFAULT 1935) see also 14 below To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you to access your camera from the internet without the need of an open port (s.12 above). Simply add the camera as a p2p camera in our app and scan the QR code in NETWORK P2P in the WebUI or from the lable on the camera and add the camera login (s.8).",
    "link": "/Indoor_Cameras/IN-6014_HD/Quick_Installation/",
    "title": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Schnellinstallation"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Quick_Installation.jpg",
    "abstract": "IN-6014 HD Schnellinstallation"
}
POST /wiki2/article
{
    "title2": "Point2Point Setup",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Point2Point Setup Verbinden Sie die Antenne mit der SMA Buchse. Verbinden Sie das LAN Kabel mit dem Anschluß in der Kamera und verbinden Sie das andere Ende mit Ihrem Router. Verbinden Sie das Netzteil mit der DC Buchse der Kamera um diese zu starten. Wenn Sie keine LAN Verbindung herstellen wollen und Ihr Router eine WPS (Wireless Protected Setup) Funktion hat, können Sie auch die WPS Taste am Router drücken (siehe Beispiel oben) Drücken Sie danach den Reset Button der Kamera für 3 Sekunden um den WPS Dienst der Kamera zu aktivieren. Warten Sie danach für max. 5min darauf, dass sich die Kamera mit Ihrem WLAN Router verbindet. Beachten Sie bitte: Wenn Sie den Reset Button für mehr als 10s halten, versetzten Sie die Kamera wieder in die Werkseinstellungen. Starten Sie unsere kostenlose Android oder iOS App Instar Vision. Wählen Sie das Hinzufügen einer neuen p2p Kamera und starten Sie den QR Code Scanner. Lokalisieren Sie den QR Code auf dem Kameragehäuse (s. Bild o.). Der QR Code beinhaltet alle Informationen zum Einbinden der Kamera. Bitte beachten Sie, dass hierbei die Standard Login Daten verwendet werden. Das Standard Kennwort kann nur über die Weboberfläche der Kamera geändert werden (s. 9). Die App wird jetzt den Live Stream der Kamera abgreifen können und Ihnen die Möglichkeit geben die Kamera zu schwenken, den Audiostream zu aktivieren und einen Schnappschuss zu speichern. Die P2P Funktion ist ein einfacher und schneller Weg sich mit der Kamera zu verbinden. Wenn Sie weitere Funktionen der Kamera nutzen möchten, lesen Sie bitte in der Schnellinstallation Anleitung weiter.",
    "description2": "IN-6014 HD Point2Point Setup Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) In case you are installing the PoE model, plug in the LAN cable (12), connect it to your router and skip the WiFi section below. Plug in the power supply (7) to start the camera. If your router supports the WPS (Wireless Protected Setup) function, please press the WPS button on the router, which looks similar to the example above. (only for the non-PoE Version!) Press the cameras reset button for 3 seconds to activate the cameras WPS service (9). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all the necessary information to add your camera. Please be aware that the default login credentials will be used. If you want to change the default password please check the QUICK INSTALLATION GUIDE. The password can only be changed in the web user interface. The app will now connect to your cameras live stream and you will be able to pan & tilt the device, as well as to activate the audio stream of the internal microphone and to take snapshots. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Indoor_Cameras/IN-6014_HD/Point2Point",
    "title": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "P2P Installation", "P2P einrichten", "Fernzugriff"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Quick_Installation.jpg",
    "abstract": "IN-6014 HD - Einrichten einer P2P-Verbindung"
}
POST /wiki2/article
{
    "title2": "Camera Video Streaming",
    "series": ["HD", "indoor", "Innenkamera", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "RTSP Video Stream",
    "description2": "INSTAR HD Camera Video Streaming RTSP Streaming e.g. VLC Player To use third party software you need the direct path for the live video in order to grap the video from your camera. You can find step-by-step instructions on how to use your cameras live stream in third-party apps here. Access over your local network Please use the following path to use your camera with third party software: RTSP Stream 1: rtsp: user:password@192.168.x.x: 11 RTSP Stream 2: rtsp: user:password@192.168.x.x: 12 RTSP Stream 3: rtsp: user:password@192.168.x.x: 13 Please use your camera login for the user and password values: E.g. rtsp: admin:instar@192.168.1.25:554 11 Just substitute the “x“ according to the IP address of your camera (in case of a Netgear router the first x = 1 and and the second x = the end octet of your cameras IP). If you changed your RTSP port (standard = 554) please change the value after the IP address accordingly. Attention: To access the cameras RTSP stream through the internet you will have to forward the RTSP port (standard = 554) to your cameras IP address. See the forwarding procedure for the LAN (HTTP) Port (standard 80) for reference. Access via internet: Please use your DDNS address to remote access your cameras RTSP stream: RTSP Stream 1: rtsp: Benutzer:Kennwort@xxx.ddns-instar.de: 11 xxx = please check your personal DDNS address in the DDNS Menu. Tip: Your camera offers you 3 RTSP streams with different bitrates. Please choose stream 2 or 3 if your available bandwidth is limited or you are using a computer with limited processing power (e.g. tablet). You might encounter this problem especially when accessing your camera via the internet, since normal DSL connections have a relatively low upload rates. MJPEG JPG Streaming To use third party software you need the direct path for the live video in order to grap the video from your camera. You can find step-by-step instructions on how to use your cameras live stream in third-party apps here. Access over your local network: Please use the following path to use your camera with third party software: RTSP Stream 2: http: IP-Address:Port cgi-bin hi3510 mjpegstream.cgi?-chn=11&-usr=Benutzer&-pwd=Kennwort JPG Pfad 1: http: Benutzer:Kennwort@192.168.x.x tmpfs snap.jpg JPG Pfad 2: http: Benutzer:Kennwort@192.168.x.x tmpfs auto.jpg JPG Pfad 3: http: Benutzer:Kennwort@192.168.x.x tmpfs auto2.jpg",
    "link": "/Indoor_Cameras/IN-6014_HD/Video_Streaming",
    "title": "Kamera Videostreaming",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "RTSP Stream", "Video Streaming"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Video_Streaming.jpg",
    "abstract": "Einrichten eines RTSP Streams"
}
POST /wiki2/article
{
    "title2": "Camera Hardware Reset",
    "series": ["HD", "indoor", "Innenkamera", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Werkseinstellungen Zurücksetzen Stellen Sie die Werkseinstellungen Ihrer Kamera wieder her Wenn Ihrer Kamera nicht mehr ansprechbar sein sollte, oder das Login vergessen haben, können Sie einen Werksreset durchführen. Die Resettaste finden Sie bei Innenkameras direkt am Gehäuse. Bei den Außenkameras befindet sie sich am Kabelbaum der Kamera. Um den Reset durchzuführen, halten Sie bitte den Reset für mindestens 15 Sekunden gedrückt (lieber etwas zu lange als zu kurz) während die Kamera mit dem Netzteil versorgt wird und das LAN Kabel abgezogen wurde. Sollte der Reset unvollständig verlaufen, kann es sein, dass die Kamera im Anschluss nicht mehr ansprechbar ist. Führen Sie in diesem Fall den Reset erneut durch und trennen Sie im Anschluss die Stromversorgung der Kamera über Nacht. Wenn der Reset erfolgreich durchgeführt wurde, startet die Kamera neu (bei PTZ Kameras erkennt man dieses daran, dass sie eine Kalibrierungsfahrt durchführt) und befindet sich danach wieder im Werkszustand. Der Reset Button befindet sich entweder am Kabelbaum Ihrer Außenkamera (grauer Button) oder auf der Rückseite, bzw. Unterseite Ihrer Innenkamera.",
    "description2": "INSTAR HD Camera Hardware Reset Restore your Camera´s Factory Settings In order to reset your camera (if you have lost your password), please hold the small reset button in bottom part of the cameras casing - for outdoor cameras, the reset is located on the end of the camera cable - for min. 15 seconds. Please make sure the camera is connected to the power supply and disconnected from the LAN cable. In case the reset was incomplete the camera might become unresponsive. Please repeat the reset for min. 15 s and unplug it over night from the power supply before trying to restart it again.",
    "link": "/Indoor_Cameras/IN-6014_HD/Camera_Reset",
    "title": "Kamera Hardware Reset",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Werksreset", "Reset"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Reset.jpg",
    "abstract": "Zurücksetzen der Kamera auf Werkseinstellungen"
}
POST /wiki2/article
{
    "title2": "Manual Lense Adjustment",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6014 HD"],
    "description": "Manuelle Anpassung des Fokus Ihrer IN-6014 HD Manuelle Anpassung des Fokus Ihrer IN-6014 HD Die Optik der IN-6014 HD hat einen beschränkten Schärfentiefebereich der von Werk aus auf einen Bereich zwischen ca. 1m und 10m scharfgestellt wird. Sollten Sie einen anderen Bereich beobachten ist ein Justage des Objektives notwendig. Fig. 1/2 Öffnen Sie die Kamera in Ihrem Webbrowser. Während Sie das Bild auf dem PC sehen, drehen Sie solange am Justagering des Objektives bis das Bild die gewünschte Schärfe erreicht.",
    "description2": "IN-6014 HD Manual Lense Adjustment Adjust the Focus of your IN-6014 HD The IN-6014 HD’s lense offers a limited field depth that was adjusted to a field between 1m to 8m. In case the object you want to observe lies outside of this area, you will have to adjust the lense accordingly. Fig. 1 2 Connect the camera to the powersupply and the network cable. Open the web interface and turn the lense until you can see a clear and sharp picture.",
    "link": "/Indoor_Cameras/IN-6014_HD/Lense_Adjustment",
    "title": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "scharf stellen", "Objektivjustage", "fokussieren", "Fokus", "Objektiv", "unscharf"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD_Lense_Adjust.jpg",
    "abstract": "Manuelle Anpassung des Fokus der IN-6014 HD"
}
POST /wiki2/article
{
    "title2": "IN-6012 HD",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Produktüberblick IN-6012 HD Übersicht 1.) Photodiode für Dämmerungswechsel, 2.) Infrarot LED´s für Nachtsicht, 3.) Standard 8mm F/1.2 Infrarot Linse, 4.) Ferngesteuerter Kamerakopf, 5.) Hochwertiges ABS Gehäuse und internes Mikrofon, 6.) SD Karte, 7.) Gleichstrom Netzteil, 8.) WiFi Antenne, 9.) Kamera Reset, 10.) RJ45 Ethernet Anschluss, 11.) Audio In/Out für externe Lautsprecher und Mikrofone, 12.) Alarm I/O Anschluss für externe Geräte Technische Spezifikationen Handbuch Schnell Installation Web Oberfläche Nachtsicht (Minimum / Maximum) [m] Blickwinkel (Diagonal, Horizontal, Vertikal) [°] Die IN-6012HD ist eine Allround-Lösung für die Innenüberwachung. Der Kamerakopf ist ferngesteuert und mit Infrarot Dioden ausgestattet um Nachtsicht in dunklen Umgebungen zu gewährleisten. Der integrierte IR Cut Filter auf der anderen Seite erlaubt die Aufnahme von natürlichen Farben, die durch das menschliche Auge sichtbar sind. Durch die Nutzung des effektiven h.264 komprimierten Codecs ist es möglich aufgenommene Videodateien auf eine SD Karte mit vergleichbar kleinen Größen aber bester Bildqualität zu speichern. Jedes Gerät (d.h. Smartphones) kann Sich auf die Weboberfläche der Kamera verbinden und die Schwenk- und Neidfunktion zu nutzen. Mit 350 Grad horizontalem und 100 Grad vertikalem Bewegungsbereich. Dank der kompakten Größe und dem modernen Design können Sie die Kamera nicht nur als Überwachungslösung verwenden, sondern auch für Ihre persönlichen Projekt nutzen. Die FTP Unterstützung erlaubt es Ihnen die IN-6012 HD als eine multifunktionale Webcam zur Integration in Ihre Webseite zu nutzen. The 1/3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Kamera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions. IP Innenkamera IN-6012 HD  Spezifikationen Hardware Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor Ferngesteuertes Schwenken&Neigen - 288° schwenkbar und 120° neigbar 2-Wege Audio über ein integriertes Mikrofon und Lautsprecher Alarm I/O für externe Sensoren (z.B. Bewegungserkennung oder Rauchmelder) und Empfänger (z.B. Hausautomationen) Abnehmbare Wandhalterung mit einem 6mm Gewinde (kompatibel mit regulären Kamerastativen, z.B. GorillaPods) Netzwerk RJ-45 Ethernet Steckplatz für eine einfache Integration in Ihr 100Mbit Heimnetzwerk Kompatibel mit Wifi IEEE 802.11 b/g bis zu 54Mbit Netzwerken mit WEP, WPA und WPA2 Sicherheit DHCP und UPnP Unterstützung für eine automatische Netzwerkintegration Integrieren der individuellen DDNS (Internet) Adresse um Ihre Kamera über das Internet zu erreichen. Software Kostenlose Android, iPhone und Windows Phone 8 App Die Weboberfläche erlaubt eine einfache Konfiguration und Kamerasteuerung über Ihren Webbrowser (Chrome, Safari, Firefox, Internet Explorer) Mehr-Benutzerverwaltung und gleichzeitiger Login für 3 Benutzer Softwarebasierte Bewegungs- und Audioerkennung und Email Benachrichtigung mit angehängten Snapshots Nehmen Sie Videos direkt von Ihrem PC auf (nur ActiveX)",
    "description2": "IN-6012 HD - Product Übersicht. 1.) Photodiode for twilight switch, 2.) Infrared LED´s for night vision, 3.) Standard 8mm F 1.2 infrared lense, 4.) Remote controlled camera head,, 5.) High quality ABS housing and Internal microphone, 6.) SD card, 7.) DC power supply connector, 8.) WiFi antenna, 9.) Camera Reset, 10.) RJ45 ethernet connector, 11.) Audio In Out for external Speaker and Microphones, 12.) Alarm I O connector for external devices. The IN-6012HD is an all round solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan tilt feature. With 350 degree horizontally and 100 degree vertically range of movement. Thanks to its compact size and its modern design you won t be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6012 HD as a multi functional webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Kamera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions. Hardware: Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Remote controlled Pan Tilt - 350° pan and 100° tilt. 2-Way audio via an integrated microphone and speakers. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Detachable wallmount with a standard 1 4 inch thread (compatible with regular camera tripods, e.g. GorillaPods). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX)",
    "link": "/Indoor_Cameras/IN-6012_HD",
    "title": "IN-6012 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Übersicht"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 HD - Produktüberblick"
}
POST /wiki2/article
{
    "title2": "IN-6012 HD Technical Specifications",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Technische Spezifikationen Kamera Modell INSTAR IN-6012 HD P&T Indoor - Colour / IR Casing ABS (White, Black) Bildsensor OV10633 720p 1/3 CMOS Wide Dynamic Range Unterstützte Auflösungen 1280 x 720, 640 x 352, 320 x 176 Video Kompression h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 6.144 kbps Framerate bis zu 25fps Sensor Sensibilität 3650 mV/lux*s Dynamikbereich 115 dB Signal/Geräusch 39 dB Tag / Nacht Wechsel Ja Min. Beleuchtung (Farbe) 0.05 Lux @ f/2.0 Min. Beleuchtung (IR) 0 Lux @ f/2.0 von parallelen Streams 3 Weißausgleich Automatisch Elektronische Blende Automatisch Video Drehen / Spiegeln Ja / Ja Video Oberfläche Datum, Uhrzeit, Kamera Name Video Parameter Helligkeit, Kontrast, Saturation Linse 8 mm (Manueller Fokus) f/1.2 Blickwinkel 45° dia. Infrarot LEDs 10 @ 850 nm Effektive Reichweite (IR) 5-10 m intgr. IRcut Filter Ja Alarm I/O Ja (potential-free alarm-out / max. 30VDC/125VAC @ 1A) Spec Sheet Optischer Zoom Nein Digitaler Zoom 3 x (nur ActiveX) SD Karte Wechselbare SDHC Karte bis zu 32GB (4GB integriert) Audio Integrierte Lautsprecher / Audio Ausgang (3.5mm Headphone Jack) Mikrofon Integrated Mikrofon / Audio In für external Mikrofons Alert Notification Email/FTP/HTTP/Alarm-out Netzwerkschnittstelle 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g/n (nicht bei PoE Version) / PoE IEEE 802.3af (nicht bei WiFi Version) Netzwerkprotokolle TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Verschlüsselung WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) WLAN Frequenzen 2.4GHz 802.11b/g/n (nicht bei PoE Version) Wifi Antenne 2.4 dBi WLAN SMA Antenna (nicht bei PoE Version) Zugangsbeschränkung Username/Password - 3 Level Authorisation Netzteil 110-240V ac @ 50-60Hz to 5V dc and 1500mA Netzstecker 1.35mm In / 3.5mm Out Stromverbrauch Max. 8.0 W Integr. DDNS Service Ja Schwenken & Neigen 350° / 100° Abmessungen in [cm] 12.4 / 11 / 11 Gewicht 368 g Betriebstemperatur -5°C - 55°C Zertifizierungen CE, FCC, RoHS",
    "description2": "IN-6012 HD Technical Specifications: Camera Model INSTAR IN-6012 HD P T Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV10633 720p 1 3. CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 8 mm (Manual Focus) f 1.2. Field of View 45° dia. Infrared LEDs 10 @ 850 nm. Effective Range (IR) 5-10 m. intgr. IRcut Filter Yes. Alarm I O Yes (potential-free alarm-out max. 30VDC 125VAC @ 1A) Spec Sheet. Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable SDHC card up to 32GB (4GB included). Audio Integrated Loudspeaker Audio Out (3.5mm Headphone Jack). Microphone Integrated Microphone Audio In for external Microphones. Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 8.0 W. Integr. DDNS Service Yes. Pan Tilt 350° 100°. Measurements in cm 12.4 11 11. Weight 368 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-6012_HD/Technical_Specifications",
    "title": "IN-6012 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Technische Spezifikationen"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD_Technical_Specifications.jpg",
    "abstract": "IN-6012 Teschnische Spezifikationen"
}
POST /wiki2/article
{
    "title2": "Product Features",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6012 HD"],
    "description": "Die IN-6012HD ist eine Allround-Lösung für die Innenüberwachung. Der Kamerakopf ist ferngesteuert und mit Infrarot Dioden ausgestattet um Nachtsicht in dunklen Umgebungen zu gewährleisten. Der integrierte IR Cut Filter auf der anderen Seite erlaubt die Aufnahme von natürlichen Farben, die durch das menschliche Auge sichtbar sind. Durch die Nutzung des effektiven h.264 komprimierten Codecs ist es möglich aufgenommene Videodateien auf eine SD Karte mit vergleichbar kleinen Größen aber bester Bildqualität zu speichern. Jedes Gerät (d.h. Smartphones) kann Sich auf die Weboberfläche der Kamera verbinden und die Schwenk- und Neidfunktion zu nutzen. Mit 350 Grad horizontalem und 100 Grad vertikalem Bewegungsbereich. Dank der kompakten Größe und dem modernen Design können Sie die Kamera nicht nur als Überwachungslösung verwenden, sondern auch für Ihre persönlichen Projekt nutzen. Die FTP Unterstützung erlaubt es Ihnen die IN-6012 HD als eine multifunktionale Webcam zur Integration in Ihre Webseite zu nutzen.",
    "description2": "IN-6012 HD Product Features Camera Übersicht The IN-6012 HD is the successor of the IN-3011 VGA camera solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6012 HD as a multi-functional webcam for integration on your website. Component Function 1 Photosensor Twilight-Switch for IR LEDs 2 Infrared-LEDs 10 IR LEDs (nightvision @ 850nm) 3 Lense Standard-lense (focal length: 8mm field of view: 45º hor.) 4 Camera Head Pan & Tilt controllable Head 5 Loudspeaker Integrated Loudspeaker 6 MicroSD Card Slot Slot for SD SDHC cards (up to 32 GB - 4 GB included) 7 Microphone Audio transmission 8 Alarm IO Alarm Output (1&2) Input (3&4) 9 Audio InOut 3.5mm earphone active speaker cinch jack 10 Network Port RJ45 LAN-port for the provided CAT5e LAN cable (For the power supply according to IEEE802.3af only in case of the IN-6012 HD PoE!) 11 Antenna Connector SMA WiFi antenna connector (Not available in case of the IN-6012 HD PoE model!) 12 Power Connector 5V 1.5 A DC - Plug Ø : 1.35mm (in) 3.5mm (out) 13 Reset Button Reset your camera settings to the factory defaults 14 Camera ID MAC address LAN and QR for the P2P connection 15 Stand Mount Standard camera thread for provided stand support",
    "link": "/Indoor_Cameras/IN-6012_HD/Product_Features",
    "title": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Features"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD_Features.jpg",
    "abstract": "IN-6012 HD Produkt-Eigenschaften"
}
POST /wiki2/article
{
    "title2": "Quick Installation Guide",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Schnellinstallation Schrauben Sie die WLAN Antenne auf den Anschluss im hinteren Teil der Kamera um später eine WLAN Verbindung aufzubauen zu können. Stecken Sie das Kabel des Netzteils in den Anschluß im hinteren Teil der Kamera, um diese mit Strom zu versorgen. In Ihrem WLAN Router sollte ein Kanal im Bereich von 1-6 (802.11bgn) eingestellt sein, sowie die WPA2/AES (CCMP) Verschlüsselung. A Drücken Sie den WPS Button auf Ihrem Router (s. o.). B Drücken Sie den Reset Taster der Kamera für 3s (länger als 10s führt zu einem Werksreset!). C Die Kamera wird sich danach automatisch mit Ihrem WLAN verbinden. Springen Sie zu Schritt 7 (PC or Mac) oder Schritt 14 (Smartphone). Stecken Sie das Netzwerkkabel in den Anschluß im hinteren Teil der Kamera um um eine LAN Verbindung aufzubauen (auch für WLAN benötigt wenn kein WPS vorhanden s. 4). Stecken Sie das andere Ende des Netzwerkkabel in einen freien LAN Port Ihres Internet Routers. Starten Sie das IP Kamera Tool von der Software CD und führen Sie einen Doppelklick auf den Namen der Kamera aus. Standard Logins Benutzer/Kennwort: admin / instar für Administratoren, user / instar für normale Nutzer und guest / instar für Gäste. Aktivieren Sie das WLAN der Kamera in der Weboberfläche mittles des WLAN- Scanners. Nach der Eingabe und Speicherung des WLAN Passwortes muss das LAN Kabel gezogen und die Kamera neugestartet werden. Wenn Sie unter Windows mit dem Quicktime Plugin kein Video im Firefox, Chrome oder Safari unter Windows sehen, gehen Sie bitte in die Einstellungen Ihres Quicktime Players und stellen Sie das Protokoll auf HTTP und den Port auf 80. Unter MacOSX öffnen Sie bitte das Terminal im Ordner Programme/Dienstprogramme. Geben Sie den Befehl qtdefaults write TransportSettings HTTP 80 ein um den HTTP Port auf 80 zu setzen. Für den Zugriff über das Internet ist eine Portweiterleitung des HTTP Ports (Standard 80) in Ihrem Router notwendig. Für den Zugriff auf den Flash Videostream (z.B. über das Flash Plugin im Webbrowser) benötigen Sie noch die Weiterleitung des RTMP Ports (Standard “1935”). -> siehe auch 14 Um Ihre Kamera über Ihr Android, Windows Phone oder iOS Smartphone zu steuern, laden Sie sich bitte die InstarVision® App aus dem App Store herunter. Die P2P Funktion erlaubt den Internetzugriff auf die Kamera ohne Portweiterleitung (s.12). Fügen Sie sie einfach als neue p2p Kamera in unserer App hinzu, scannen Sie den QR Code in der Weboberfläche unter Network/P2P in der WebUI oder auf dem Sticker auf der Kamera und tragen Sie Ihr Login ein (s.8).",
    "description2": "IN-6012 HD Quick Installation Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) Plug in the power supply (7) to start the camera. It is recommended to set your wifi router to a band in the range from 1-6 (802.11bgn). Also WPA2 AES (CCMP) encryption should be used. A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). Connect the network cable to the back of the camera (s. 12) to setup a LAN connection (also necessary for Wifi if WPS is not available s. 4 above). Connect the cameras network cable to a free LAN port on your internet router. You can skip this step if you just need a Wifi connection. Start our IP Kamera TOOL from the Software CD and double click on the name of the camera. Default Logins User Password: admin instar for the administrator, user instar for normal users and guest instar for restricted users. Activate the cameras wifi by using the wifi scanner in the camera user interface. After typing in your wifi password and submitting - please unplug the LAN cable and restart the camera. In case you are not able to see a video when accessing the camera via Firefox, Chrome, etc under Windows, open the QUICKTIME PLAYER preferences and set the protocol to HTTP and the port to 80. To set the QUICKTIME HTTP port in MacOSX please open the Terminal in Applications Utilities and type in the command qtdefaults write TransportSettings HTTP 80 to set the port to 80. To access your camera over the internet, you have to forward the HTTP Port inside your router (default “80”). To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (DEFAULT “1935”) see also 14 below To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you to access your camera from the internet without the need of an open port (s.12 above). Simply add the camera as a p2p camera in our app and scan the QR code in NETWORK P2P in the WebUI or from the lable on the camera and add the camera login (s.8).",
    "link": "/Indoor_Cameras/IN-6012_HD/Quick_Installation",
    "title": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Schnellinstallation"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD_Quick_Installation.jpg",
    "abstract": "IN-6012 HD - Schnellinstallation"
}
POST /wiki2/article
{
    "title2": "Point2Point Setup",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Point2Point Setup Verbinden Sie die Antenne mit der SMA Buchse. Verbinden Sie das LAN Kabel mit dem Anschluß in der Kamera und verbinden Sie das andere Ende mit Ihrem Router. Verbinden Sie das Netzteil mit der DC Buchse der Kamera um diese zu starten. Wenn Sie keine LAN Verbindung herstellen wollen und Ihr Router eine WPS (Wireless Protected Setup) Funktion hat, können Sie auch die WPS Taste am Router drücken (siehe Beispiel oben) Drücken Sie danach den Reset Button der Kamera für 3 Sekunden um den WPS Dienst der Kamera zu aktivieren. Warten Sie danach für max. 5min darauf, dass sich die Kamera mit Ihrem WLAN Router verbindet. Beachten Sie bitte: Wenn Sie den Reset Button für mehr als 10s halten, versetzten Sie die Kamera wieder in die Werkseinstellungen. Starten Sie unsere kostenlose Android oder iOS App Instar Vision. Wählen Sie das Hinzufügen einer neuen p2p Kamera und starten Sie den QR Code Scanner. Lokalisieren Sie den QR Code auf dem Kameragehäuse (s. Bild o.). Der QR Code beinhaltet alle Informationen zum Einbinden der Kamera. Bitte beachten Sie, dass hierbei die Standard Login Daten verwendet werden. Das Standard Kennwort kann nur über die Weboberfläche der Kamera geändert werden (s. 9). Die App wird jetzt den Live Stream der Kamera abgreifen können und Ihnen die Möglichkeit geben die Kamera zu schwenken, den Audiostream zu aktivieren und einen Schnappschuss zu speichern. Die p2p Funktion ist ein einfacher und schneller Weg sich mit der Kamera zu verbinden. Wenn Sie weitere Funktionen der Kamera nutzen möchten, lesen Sie bitte in der Schnellinstallation Anleitung weiter.",
    "description2": "IN-6012 HD Point2Point Setup Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) In case you are installing the PoE model, plug in the LAN cable (10), connect it to your router and skip the WiFi section below. Plug in the power supply (12) to start the camera. If your router supports the WPS (Wireless Protected Setup) function, please press the WPS button on the router, which looks similar to the example above. (only for the non-PoE Version!) Press the cameras reset button for 3 seconds to activate the cameras WPS service (13). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all the necessary information to add your camera. Please be aware that the default login credentials will be used. If you want to change the default password please check the QUICK INSTALLATION GUIDE. The password can only be changed in the web user interface. The app will now connect to your cameras live stream and you will be able to pan & tilt the device, as well as to activate the audio stream of the internal microphone and to take snapshots. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Indoor_Cameras/IN-6012_HD/Point2Point",
    "title": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Point2Point", "P2P Zugriff", "P2P einrichten", "Fernzugriff"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD_Quick_Installation.jpg",
    "abstract": "IN-6012 HD - Einrichten einer P2P-Verbindung"
}
POST /wiki2/article
{
    "title2": "Manual Lense Adjustment",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Manuelle Anpassung des Fokus Ihrer IN-6012 HD Die Optik der IN-6012 HD hat einen beschränkten Schärfentiefebereich der von Werk aus auf einen Bereich zwischen ca. 1m und 10m scharfgestellt wird. Sollten Sie einen anderen Bereich beobachten ist ein Justage des Objektives notwendig. Fig. 1/2 Öffnen Sie die Kamera in Ihrem Webbrowser. Während Sie das Bild auf dem PC sehen, drehen Sie solange am Justagering des Objektives bis das Bild die gewünschte Schärfe erreicht.",
    "description2": "IN-6012 HD Manual Lense Adjustment Adjust the Focus of your IN-6012 HD The IN-6012 HD’s lense offers a limited field depth that was adjusted to a field between 1m to 8m. In case the object you want to observe lies outside of this area, you will have to adjust the lense accordingly. Fig. 1 2 Connect the camera to the powersupply and the network cable. Open the web interface and turn the lense until you can see a clear and sharp picture.",
    "link": "/Indoor_Cameras/IN-6012_HD/Lense_Adjustment",
    "title": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Schnellinstallation", "Objektivjustage", "unscharf", "scharf stellen", "fokussieren", "Fokus"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD_Lense_Adjust.jpg",
    "abstract": "Manuelle Anpassung des Fokus der IN-6012 HD"
}
POST /wiki2/article
{
    "title2": "IN-6001 HD",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Produktübersicht IN-6001 HD Übersicht 1.) Integriertes Mikrofon, 2.) Photodiode für Dämmerungswechsel, 3.) 4.3mm Weitwinkel F/2 Infrarot Linse, 4.) Infrarot LED´s für Nachtsicht, 5.) Lautsprecher, 6.) Wandhalterung, 7.) RJ45 Ethernet Anschluss, 8.) Gleichstrom Netzteil, 9.) MicroSD Kartenslot, 10.) Reset Button, 11.) Status LEDs Technische Spezifikationen Handbuch Schnell Installation Web Oberfläche Nachtsicht (Minimum / Maximum) [m] Blickwinkel (Diagonal, Horizontal, Vertikal) [°] Die IN-6001 HD ist die kleinste INSTAR HD 720p Kamera für die Innenüberwachung innerhalb Ihres Büros oder Haus. Die Kamera kann einfach über Ihr Smartphone innerhalb Ihres Netzwerks bedient werden. Auch eine Bedienung über das Internet ist möglich. Die Kamera kann einfach in Ihr Netzwerk angebunden werden, indem Sie entweder das 108MBit (802.11b/g/n) Wi-Fi Modul (WPA/WPA2) oder die 100MBit Netzwerkschnittstelle für einen flüssigen Videostream verwenden. Die Kamera kann auch dank Ihrer 8 Infrarot LEDs, die auf einer Wellenlänge von 850nm arbeiten, während der Nacht arbeiten. Die max. Innenreichweite für die Nachtsicht der Kameras beträgt rund 5-10 Meter. Der gedankliche Nachfolger der IN-3001 bringt Ihnen alle Funktionen die Sie in der VGA Serie nutzen können, kombiniert mit einer Auflösung von 1280x720 Pixel und der Möglichkeit Videos auf eine integrierte SD Karte aufzunehmen. Wenn ein Alarm ausgelöst wird, kann eine E-Mail als Benachrichtigung an Sie gesendet werden. Jede E-Mail hat auch 4 angehängte Bilder. Auf diesem Weg können Sie schnell erkennen, was die Bewegung ausgelöst hat und sicherstellen das alles in Ordnung ist. INSTAR IN-6001 HD Indoor IP Kamera IN-6001 HD Spezifikationen Hardware Weite dynamische Reichweite (WDR) HD 720p Farb CMOS Sensor Automatischer IRcut Filter für natürliche Farben 8 Infrarot LEDs (850nm) für Nachtsicht 2-Wege Audio über ein integriertes Mikrofon und Lautsprecher Network RJ-45 Ethernet Steckplatz für eine einfache Integration in Ihr 100Mbit Heimnetzwerk Kompatibel mit Wifi IEEE 802.11 b/g bis zu 54Mbit Netzwerken mit WEP, WPA und WPA2 Sicherheit DHCP und UPnP Unterstützung für eine automatische Netzwerkintegration Integrieren der individuellen DDNS (Internet) Adresse um Ihre Kamera über das Internet zu erreichen. Software Free Android, iPhone and Windows Phone 8 App Die Weboberfläche erlaubt eine einfache Konfiguration und Kamerasteuerung über Ihren Webbrowser (Chrome, Safari, Firefox, Internet Explorer) Multi user management and simultaneous login for 3 users Softwarebasierte Bewegungs- und Audioerkennung und Email Benachrichtigung mit angehängten Snapshots Nehmen Sie Videos direkt von Ihrem PC auf (nur ActiveX)",
    "description2": "IN-6001 HD - Product Übersicht. 1.) Integrated Microphone, 2.) Photodiode twilight switch, 3.) 4.3mm wide angle F 2 infrared lense, 4.) Infrared LED´s for night vision, 5.) Loudspeaker, 6.) Wall Mount, 7.) RJ45 Ethernet connector, 8.) DC power supply connector, 9.) MicroSD card slot, 10.) Reset button, 11.) Status LEDs. The IN-6001 HD is the smallest INSTAR HD 720p camera for indoor surveillance inside your office or house. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 108MBit (802.11b g n) Wi-Fi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 8 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. The spiritual successor of the IN-3001 will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. If an alarm is triggered the camera can send an email to notify you. Each email also has 4 pictures attached. This way it will be very easy to check quickly what caused the motion to make sure your home is safe. Hardware: Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Automatic IRcut filter for natural colours. 8 Infrared LEDs (850nm) for nightvision. 2-Way audio via an integrated microphone and speakers. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only IE).",
    "link": "/Indoor_Cameras/IN-6001_HD",
    "title": "IN-6001 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Übersicht"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 HD - Produktüberblick"
}
POST /wiki2/article
{
    "title2": "IN-6001 HD Technical Specifications",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Technische Spezifikationen Kamera Model INSTAR IN-6001 HD Indoor - Colour / IR Gehäuse ABS (Weiß, Schwarz) Bildsensor OV10633 720p 1/3 CMOS Weite dynamische Reichweite Unterstützte Auflösungen 1280 x 720, 640 x 352, 320 x 176 Video Kompression h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 6.144 kbps Framerate bis zu 25fps Sensor Sensibilität 3650 mV/lux*s Dynamikbereich 115 dB Signal/Geräusch 39 dB Sensorfläche 5510.4 x 3418.8 µm Tag / Nacht Wechsel Ja Min. Beleuchtung (Farbe) 0.05 Lux @ f/2.0 Min. Beleuchtung (IR) 0 Lux @ f/2.0 an parallelen Streams 3 Weißausgleich Automatisch Elektronische Blende Automatisch Video Drehen / Spiegeln Ja / Ja Video Oberfläche Datum, Uhrzeit, Kamera Name Video Parameter Helligkeit, Kontrast, Sättigung Linse 4.2 ±5% mm (Manual Focus) f/2.1 Specifications Blickwinkel 90° dia. Infrarot LEDs 8 @ 850 nm Effektive Reichweite (IR) 5-7 m intgr. IRcut Filter Ja Alarm I/O Nein Optischer Zoom Nein Digitaler Zoom 3 x (only ActiveX) SD Karte Wechselbare microSDHC Karte mit bis zu 32GB (4GB integriert) Audio integrierte Lautsprecher Mikrofon integriertes Mikrofon Alarmbenachrichtigung Email/FTP/HTTP/Alarm-Ausgang Netzwerkschnittstelle 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g/n Netzwerkprotokolle TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Verschlüsselung WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) WLAN Frequenzen 2.4GHz 802.11b/g/n Wifi Antenne integrated Zugangsbeschränkung Benutzername/Passwort - 3 Level Authorisierung Netzteil 110-240V ac @ 50-60Hz to 5V dc and 1500mA Netzstecker 1.35mm In / 3.5mm Out Stromverbrauch Max. 7.0 W Integr. DDNS Service Ja Schwenken & Neigen Nein Abmessungen in [cm] 9.5 / 5.9 / 3.8 Gewicht 136g Betriebstemperatur -5°C - 55°C Zertifizierungen CE, FCC, RoHS",
    "description2": "IN-6001 HD Technical Specifications: Camera Model INSTAR IN-6001 HD Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05. Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 4.3 mm (Manual Focus) f 1.2. Field of View 90° dia. Infrared LEDs 8 @ 850 nm. Effective Range (IR) 5-7 m. intgr. IRcut Filter Yes. Alarm I O No. Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Integrated Loudspeaker. Microphone Integrated Microphone. Alert Notification Email FTP HTTP. Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n. Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n. Wifi Antenna integrated. Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 7.0 W. Integr. DDNS Service Yes. Pan Tilt No. Measurements in cm 9.5 5.9 3.8. Weight 136g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-6001_HD/Technical_Specifications",
    "title": "IN-6001 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Technische Spezifikationen"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD_Technical_Specifications.jpg",
    "abstract": "IN-6001 - Technische Spezifikationen"
}
POST /wiki2/article
{
    "title2": "Product Features",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Produkt Features Kamera Überblick The IN-6001 HD is the smallest INSTAR HD 720p camera for indoor surveillance inside your office or house. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 108MBit (802.11b/g/n) Wi-Fi module (WPA/WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 8 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. The spiritual successor of the IN-3001 will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. If an alarm is triggered the camera can send an email to notify you. Each email also has 4 pictures attached. This way it will be very easy to check quickly what caused the motion to make sure your home is safe. Komponente Funktion 1 Mikrofon Für Sprechfunktion in der Weboberfläche, Smartphone Apps, u.s.w. 4 Fotosensor Photodiode für den Dämmerungsschalter 3 Objektiv Standard-Objektiv 4.2mm / Blickwinkel: ca. 75.3º ) 4 Infrarot LEDs 8 IR LEDs 5-10m nightvision @850nm 5 Lautsprecher Für Sprechfunktion in der Weboberfläche, Smartphone Apps, u.s.w. 6 Wandhalterung Plastik Wandhalterung 7 Netzwerkanschluss RJ45 Netzwerkanschluss für CAT5e Ethernet Kabel 8 Power Connector 5V / 1.5 A dc - Plug Ø 1.35mm (in) / 3.5mm (out) 9 MicroSD Kartenslot Der Kartenslot befindet sich hinter der Rückseiten-Abdeckung (4GB vorinstalliert) 8 Reset Button Setzen Sie Ihre Kamera auf die Werkseinstellungen zurück 11 Status LEDs oben: WiFi Status LED blinkt schnell wenn verbunden mittel: LAN Status LED leuchtet auf wenn verbunden unten: Power Status LED leuchtet auf wenn angeschlossen",
    "description2": "IN-6001 HD Product Features Camera Übersicht The IN-6001 HD is the smallest INSTAR HD 720p camera for indoor surveillance inside your office or house. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 108MBit (802.11b g n) Wi-Fi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 8 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. The spiritual successor of the IN-3001 will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. If an alarm is triggered the camera can send an email to notify you. Each email also has 4 pictures attached. This way it will be very easy to check quickly what caused the motion to make sure your home is safe. Component Function 1 Microphone For talk function in webUI, smartphone apps, etc. 2 Photosensor Twilight-Switch for IR LEDs 3 Lense Standard-lense (focal length: 4.3mm field of view: appx. 90º dia.) 4 Infrared LEDs 8 IR LEDs 5-10m nightvision @850nm 5 Loudspeaker For talk function in webUI, smartphone apps, etc. 6 Wall Mount Platic Wall Mount 7 Network Port RJ45 LAN Port for the provided CAT5e Ethernet Cable 8 Power Connector 5V 1.5 A dc - Plug Ø 1.35mm (in) 3.5mm (out) 9 MicroSD Card The card slot is located behind the backplate (4GB preinstalled) 10 Reset Button Reset you camera settings to factory results 11 Status LEDs top: WiFi Status LED blinks fast when connected middle: LAN Status LED lights up when connected bottom: Power Status LED lights up when powered",
    "link": "/Indoor_Cameras/IN-6001_HD/Product_Features",
    "title": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Features"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD_Features.jpg",
    "abstract": "IN-6001 HD Produkt-Eigenschaften"
}
POST /wiki2/article
{
    "title2": "Quick Installation Guide",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Quick Installation Schließen Sie zuerst die Kamera am Netzteil an. Wenn Sie die Kamera nur per LAN Kabel betreiben möchten, springen Sie bitte zu Schritt 4. Wir empfehlen, dass Sie einen möglichst freien WLAN Kanal in Ihrem Router wählen und die WPA2 (AES bzw. CCMP) Verschlüsselung einstellen (nicht TKIP). A Drücken Sie den WPS Button auf Ihrem Router (s. o.). B Drücken Sie den Reset Taster der Kamera für 3s (länger als 10s führt zu einem Werksreset!). C Die Kamera wird sich danach automatisch mit Ihrem WLAN verbinden. Springen Sie zu Schritt 7 (PC or Mac) oder Schritt 11 (Smartphone). Stecken Sie das Netzwerkkabel in den (Anschluß s. 12) im hinteren Teil der Kamera um um eine LAN Verbindung aufzubauen (auch für WLAN benötigt wenn kein WPS vorhanden s. 4). Stecken Sie das andere Ende des Netzwerkkabel in einen freien LAN Port Ihres Internet Routers. Starten Sie das IP Kamera Tool von der Software CD und führen Sie einen Doppelklick auf den Namen der Kamera aus. Standard Logins Benutzer/Kennwort: admin / instar für Administratoren, user / instar für normale Nutzer und guest / instar für Gäste. Aktivieren Sie das WLAN der Kamera in der Weboberfläche mittles des WLAN- Scanners. Nach der Eingabe und Speicherung des WLAN Passwortes muss das LAN Kabel gezogen und die Kamera neugestartet werden. Für den Zugriff über das Internet ist eine Portweiterleitung des HTTP Ports (Standard “80”) in Ihrem Router notwendig. Für den Zugriff auf den Flash Videostream (z.B. über das Flash Plugin im Webbrowser) benötigen Sie noch die Weiterleitung des RTMP Ports (Standard 1935). -> siehe auch 11 Um Ihre Kamera über Ihr Android, Windows Phone oder iOS Smartphone zu steuern, laden Sie sich bitte die InstarVision® App aus dem App Store herunter. Die P2P Funktion erlaubt den Internetzugriff auf die Kamera ohne Portweiterleitung (s.9). Fügen Sie sie einfach als neue p2p Kamera in unserer App hinzu, scannen Sie den QR Code in der Weboberfläche unter Netzwerk/P2P in der WebUI oder auf dem Sticker auf der Kamera und tragen Sie Ihr Login ein (s.8).",
    "description2": "IN-6001 HD Quick Installation Plug in the power adapter connect it with the power connector in your camera. You can jump to step 4, if you want to use your camera with an ethernet cable. It is recommended to set your routers Wifi channel to an unoccupied number, and set the encryption to WPA2 AES (or CCMP). A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). To establish a LAN connection, plug in the Ethernet cable to the RJ-45 connector in your camera´s back. Plug the other end of the Ethernet cable into a free LAN port of your router or switch. Start our IP Kamera TOOL from the Software CD and double click on the name of the camera. Standard Login user password: admin instar for administrators, user instar for regular users and guest instar for guests. Activate the WiFi card of your camera inside the WebUI and START SEARCHING FOR WIFI SIGNALS. Select your WiFi, add your key and safe the settings. Restart your camera and unplug the LAN cable. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80). To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (DEFAULT 1935). To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you acces your camera over the internet without the need for a port forwarding (s.12). Simply add a P2P camera to our smartphone app and scan the QR CODE INSIDE THE WEBUI. Please be aware that you will have to use the administrator login for your camera (s.8).",
    "link": "/Indoor_Cameras/IN-6001_HD/Quick_Installation",
    "title": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Schnellinstallation"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD_Quick_Installation.jpg",
    "abstract": "IN-6001 HD - Schnellinstallation"
}
POST /wiki2/article
{
    "title2": "Point2Point Setup",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6001 HD"],
    "description": "IN-5907 HD Point2Point Einrichtung Verbinden Sie die Antenne mit der SMA Buchse in der Rückenplatte der Kamera. Verbinden Sie das Netzteil mit dem Anschluss am Kabelbaum der Kamera um Ihre Kamera zu starten. Wenn Ihr Router eine WPS (Wireless Protected Setup) Funktion hat, können Sie auch die WPS Taste am Router drücken (siehe Beispiele oben). Wenn Ihr Router eine WPS (Wireless Protected Setup) Funktion hat, können Sie auch die WPS Taste am Router drücken (siehe Beispiele oben). Starten Sie unsere ANDROID, IOS oder WINDOWS PHONE App Instar Vision. Wählen Sie das Hinzufügen einer neuen p2p Kamera und starten Sie den QR Code Scanner. Lokalisieren Sie den QR Code auf dem Kameragehäuse. Der QR Code beinhaltet alle Informationen zum Einbinden der Kamera. Bitte beachten Sie, dass hierbei die Standard Login Daten verwendet werden. Das Standard Kennwort kann nur über die Weboberfläche der Kamera geändert werden. Der QR Code in der Weboberfläche beinhaltet immer die aktuellen Daten. Die App wird jetzt den Live Stream der Kamera abgreifen können und Ihnen die Möglichkeit geben die Kamera zu schwenken, den Audiostream zu aktivieren und einen Schnappschuss zu speichern. Die p2p Funktion ist ein einfacher und schneller Weg sich mit der Kamera zu verbinden. Wenn Sie weitere Funktionen der Kamera nutzen möchten, lesen Sie bitte in der Schnellinstallation Anleitung weiter.",
    "description2": "IN-6001 HD Point2Point Setup Connect the power adaptor with the cable to boot up your camera. If your camera supports WPS (Wireless Protected Setup), simply press the WPS button (examples above). Press the cameras reset button for 3 seconds to activate the cameras WPS service (13). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all information to add your camera. Please be aware that this Code is using the DEFAULT LOGINS! It is better to change those and scan the QR CODE INSIDE THE WEBUI instead. The Login can only be CHANGED INSIDE THE WEBUI of your camera. The QR CODE INSIDE USER INTERFACE always contains the actual information. It is recommended to change the default login for all 3 user levels. To do this, open the USER MENU WITH YOUR WEB BROWSER. You can can use the INSTAR CAMERA TOOL to find your camera inside your local network. You can now use the app to access your camera´s Live Stream and listen to it´s audio stream and record videos. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Indoor_Cameras/IN-6001_HD/Point2Point",
    "title": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "Point2Point", "P2P Zugriff", "P2P einrichten", "Fernzugriff"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD_Quick_Installation.jpg",
    "abstract": "IN-6001 - Einrichten einer P2P-Verbindung"
}
POST /wiki2/article
{
    "title2": "Manual Lense Adjustment",
    "series": ["720p", "indoor", "Innenkamera"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Objektiv Justage Manuelle Anpassung des Fokus Ihrer IN-6001 HD When you receive your camera, we already adjusted the focus for the camera to be operational in a general surveillance scenario. For your IN-6001 HD this means, that they give you an sharp image for distances between 5 and 10m. If you need a different focus distance, just turn the camera lense clockwise or counterclockwise, until you have your scene in focus. Fig. 1/2 Öffnen Sie die Kamera in Ihrem Webbrowser. Während Sie das Bild auf dem PC sehen, drehen Sie solange am Justagering des Objektives bis das Bild die gewünschte Schärfe erreicht.",
    "description2": "IN-6001 HD Lense Adjustment Manual focus adjustment for your IN-6001 HD When you receive your camera, we already adjusted the focus for the camera to be operational in a general surveillance scenario. For your IN-6001 HD this means, that they give you an sharp image for distances between 5 and 10m. If you need a different focus distance, just turn the camera lense clockwise or counterclockwise, until you have your scene in focus. Fig. 1 2 Connect the camera to the powersupply and the network cable. Open the web interface and turn the lense until you can see a clear and sharp picture.",
    "link": "/Indoor_Cameras/IN-6001_HD/Lense_Adjustment",
    "title": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "Überwachungskamera", "720p Serie", "indoor", "Innenkamera", "IP Kamera", "Webcam", "ONVIF Kamera", "P2P Kamera", "scharf stellen", "unscharf", "Objektivjustage", "fokussieren", "Fokus"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD_Lense_Adjust.jpg",
    "abstract": "Manuelle Anpassung des Fokus der IN-6001 HD"
}
POST /wiki2/article
{
    "title2": "IN-3011",
    "series": ["VGA", "indoor", "Innenkamera"],
    "models": ["IN-3011"],
    "description": "IN-3011 Produktüberblick IN-3011 Übersicht 1.) Photodiode für Dämmerungswechsel, 2.) Standard 6mm F/2.0 Infrarot Linse, 3.) Infrarot LED´s für Nachtsicht, 4.) Lautsprecher, 5.) Hochwertiges ABS Gehäuse und interes Mikrofon, 6.) Audio-Ausgang für externe Lautsprecher, 7.) RJ45 Ethernet Anschluss, 8.) Wifi Antenne, 9.) Alarm I/O Anschluss für externe Geräte, 10.) Gleichstrom Netzteil Die IN-3011 ist eine Allround-Lösung für die Überwachung im Innenbereich. Der Kamerakopf kann ferngesteuert werden und ist mit Infrarot-Dioden ausgestattet um in dunklen Umgebungen eine Nachtsicht zu gewährleisten. Die Kamera beinhaltes integrierte Lautsprecher und ein Mikrofon, welches es zur perfekten Kamera z.B. für die Überwachung Ihres Babys macht. Jedes Gerät (d.h. Smartphones) können sich auf die Weboberfläche der Kamera verbinden und die Schwenk- & Neigfunktion nutzen. Mit 280 Grad horizontal und 120 Grad vertikal deckt die Schwenk- und Neigfunktion quasi den gesamte Bereich vor Ihrer Kamer ab. Dank Ihrer kompakten Größe und Ihrem modernen Design können Sie es nicht nur als Überwachungslösung, sondern auch für private Projekte verwenden. Die FTP Unterstützung erlaubt es Ihnen die IN-3011 als eine multi-funktionale Webcam mit Integration in Ihre Webseite zu nutzen. Der Unterschied zwischen der IN-3010 und der IN-3011 ist, dass die Kamera es erlaubt, die Infrarot Lichter manuell zu wechseln. Dies ermöglicht es, in der Nacht durch Fenster ohne Reflektionen durch die IR LEDs durchzuschauen INSTAR IN-3011 IP Innenkamera IN-6001 HD Spezifikationen Hardware Ferngesteuertes Schwenken&Neigen - 288° schwenkbar und 120° neigbar 2-Wege Audio über ein integriertes Mikrofon und Lautsprecher Alarm I/O für externe Sensoren (z.B. Bewegungserkennung oder Rauchmelder) und Empfänger (z.B. Hausautomationen) Detachable wallmount with a standard 1/4 inch thread (compatible with regular camera tripods, e.g. GorillaPods) Network RJ-45 Ethernet Steckplatz für eine einfache Integration in Ihr 100Mbit Heimnetzwerk Kompatibel mit Wifi IEEE 802.11 b/g bis zu 54Mbit Netzwerken mit WEP, WPA und WPA2 Sicherheit DHCP und UPnP Unterstützung für eine automatische Netzwerkintegration Integrieren der individuellen DDNS (Internet) Adresse um Ihre Kamera über das Internet zu erreichen. Software Kostenlose Android, iPhone und Windows Phone 8 App Die Weboberfläche erlaubt eine einfache Konfiguration und Kamerasteuerung über Ihren Webbrowser (Chrome, Safari, Firefox, Internet Explorer) Verwalten Sie all Ihre Kameras von Ihrem PC mit dem integrierten Multiview für bis zu 9 Kameras (nur IE) Softwarebasierte Bewegungs- und Audioerkennung und Email Benachrichtigung mit angehängten Snapshots Nehmen Sie Videos direkt von Ihrem PC auf (nur ActiveX) TThe IN-3011 is the perfect camera for indoor surveillance inside your office or house - light, compact and versatile with a camera module that is less then 10cm in height. It is designed to be used as a tabletop camera but can be attached to walls or ceilings by it´s stand. The camera can easily be controlled through your smartphone from inside your network and also over the internet - via the free-of-charge integrated DDNS service. Thanks to the integrated microphone the camera can also be used for audio surveillance - transforming this model into the baby monitor of your choice. The IN-3011 can easily be connected to your network by using its 54MBit (802.11b/g) Wifi module (WPA/WPA2) or through the 100MBit network interface to ensure a fluid videostream. The camera can also see during the night thanks to 8 infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-8 meters. If an alarm is triggered the camera can send an email to notify you. Each email also has 4-6 pictures attached. This way it will be very easy to check quickly what caused the alert to make sure your home is safe.",
    "description2": "IN-3011 - Product Übersicht: 1.) Photodiode for twilight switch, 2.) Standard 6mm F 2.0 infrared lense, 3.) Infrared LED´s for night vision, 4.) Loudspeaker, 5.) High quality ABS housing and Internal microphone, 6.) Audio-out for external Speaker, 7.) RJ45 ethernet connector, 8.) Wifi antenna, 9.) Alarm I O connector for external devices, 10.) DC power supply connector. The IN-3011 is an all round solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. It features integrated speakers and a microphone which makes the perfect camera for monitoring your baby or toddler. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan tilt feature. With 280 degree horizontally and 120 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you won t be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-3011 as a multi-functional webcam for integration on your website. The difference between the IN-3010 and the IN-3011 is that this camera allows you to manually switch off the infrared lights. This enables you to see through windows at night without being troubled by reflections from the IR LEDs. Hardware: Remote controlled Pan Tilt - 288° pan and 120° tilt. 2-Way audio via an integrated microphone and speakers. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Detachable wallmount with a standard 1 4 inch thread (compatible with regular camera tripods, e.g. GorillaPods). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. DHCP and UPnP support for an automatic network integration. Compatible with Wifi IEEE 802.11 b g up to 54Mbit networks with WEP, WPA and WPA2 security. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Manage all your cameras from your PC with the integrated multi view for up to 9 cameras (only IE). Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only IE). The IN-3011 is the perfect camera for indoor surveillance inside your office or house - light, compact and versatile with a camera module that is less then 10cm in height. It is designed to be used as a tabletop camera but can be attached to walls or ceilings by it´s stand. The camera can easily be controlled through your smartphone from inside your network and also over the internet - via the free-of-charge integrated DDNS service. Thanks to the integrated microphone the camera can also be used for audio surveillance - transforming this model into the baby monitor of your choice. The IN-3011 can easily be connected to your network by using its 54MBit (802.11b g) Wifi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid videostream. The camera can also see during the night thanks to 8 infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-8 meters. If an alarm is triggered the camera can send an email to notify you. Each email also has 4-6 pictures attached. This way it will be very easy to check quickly what caused the alert to make sure your home is safe.",
    "link": "/Indoor_Cameras/IN-3011",
    "title": "IN-3011 - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-3011", "INSTAR", "Überwachungskamera", "VGA series", "indoor", "Innenkamera", "IP Kamera", "Webcam", "Übersicht"],
    "image": "/images/Search/P_SearchThumb_IN-3011.jpg",
    "abstract": "IN-3011 - Produktüberblick"
}
POST /wiki2/article
{
    "title2": "IN-3011 Technical Specifications",
    "series": ["VGA", "indoor", "Innenkamera"],
    "models": ["IN-3011"],
    "description": "IN-3011 Technische Spezifikationen Kamera Modell INSTAR IN-3011 S&N Innen - Farbe / IR Gehäuse ABS (Weiß, Schwarz) Bildsensor OV7740 VGA 1/5 CMOS Unterstützte Auflösungen 640x480, 320x240, 160x120 Video Kompression MJPEG, JPG Framerate bis zu 30fps Sensor Sensibilität 6800 mV/lux*s Dynamikbereich 60 dB Signal/Geräusch 41 dB Tag / Nacht Wechsel Ja Min. Beleuchtung (Farbe) 0.05 Lux @ f/2.0 Min. Beleuchtung (IR) 0.5 lux @ f/2.0 an parallelen Streams 3 Weißausgleich Automatisch Elektronische Klappe Automatisch Video Drehen / Spiegeln Ja / Ja Video Oberfläche Date,Jame, Kamera Name Video Parameter Helligkeit, Kontrast Linse 6 mm (Manueller Fokus) f/2.0 Blickwinkel 37° Horizontal Infrarot LEDs 10 @ 850 nm Switchable Effektive Reichweite (IR) 8 - 12 m intgr. IRcut Filter No Optischer Zoom No Digitaler Zoom No Audio Integrated Speaker and Audio-out (3.5mm Headphone Jack) Mikrofon Integrated Alarm I/O Ja (potential-free alarm-out / max. 60VDC/125VAC @ 1A) Mikrofon Audio In für external Mikrofons (e.g. IN-Mikro 380) Alarmbenachrichtigung Email/FTP/HTTP/Alarm-out Netzwerkschnittstelle 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g (nicht bei PoE Version) / PoE IEEE 802.3af (nicht bei WiFi Version) Netzwerkprotokolle TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Verschlüsselung WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) WLAN Frequenzen 2.4GHz 802.11b/g (nicht bei PoE Version) Wifi Antenne 5 dBi WLAN RP-SMA Antenna (nicht bei PoE Version) Zugangsbeschränkung Username/Password - 3 Level Authorisation Netzteil 110-240V ac @ 50-60Hz to 5V dc and 2000mA Netzstecker 1.35mm In / 3.5mm Out Stromverbrauch Max. 7.6 W Integr. DDNS Service Ja Schwenken & Neigen 280° / 120° Abmessungen in [cm] 12.1 / 9.5 / 10.9 Gewicht 245 g Betriebstemperatur -5°C - 55°C Zertifizierungen CE, FCC, RoHS",
    "description2": "IN-3011 Technical Specifications: Camera Model INSTAR IN-3011 P T Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV7740 VGA 1 5 CMOS. Supported Resolutions 640x480, 320x240, 160x120. Video Compression MJPEG, JPG. Framerate up to 30fps. Sensor Sensitivity 6800 mV lux s. Dynamic Range 60 dB. Signal Noise 41 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0.5 lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast. Lense 6 mm (Manual Focus) f 2.0. Field of View 37° Horizontal. Infrared LEDs 10 @ 850 nm Switchable. Effective Range (IR) 8 - 12 m intgr. IRcut Filter No. Optical Zoom No. Digital Zoom No. Audio Integrated Speaker and Audio-out (3.5mm Headphone Jack). Microphone Integrated. Alarm I O yes. (potential-free alarm-out max. 60VDC 125VAC @ 1A). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g (only non-PoE Version). Wifi Antenna 5 dBi WLAN RP-SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 2000mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 7.6 W. Integr. DDNS Service Yes. Pan Tilt 280° 120°. Measurements in [cm] 12.1 9.5 10.9 Weight 245 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-3011/Technical_Specifications",
    "title": "IN-3011 - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-3011", "INSTAR", "Überwachungskamera", "VGA series", "indoor", "Innenkamera", "IP Kamera", "Webcam", "Technische Spezifikationen"],
    "image": "/images/Search/P_SearchThumb_IN-3011_Technical_Specifications.jpg",
    "abstract": "IN-3011 Technische Spezifikationen"
}
