POST /wiki2/article
{
    "title2": "Motion Detection Setup",
    "series": ["FHD", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "1080p 1080p Modelle Öffnen Sie bitte die Weboberfläche Ihrer INSTAR HD IP Kamera und gehen Sie auf den Menüpunkt Alarm / Bereiche. Im Fenster Bereiche können Sie jetzt festlegen welcher Bildbereich im Video überwacht werden soll. Dazu wählen Sie bitte auf der rechten Seite den jeweiligen Bereich aus den Sie einstellen möchten und setzen Sie dann rechts daneben den Haken für Aktiv. Wechseln Sie danach in das Alarm / Aktionen Menü um einzustellen, was im Falle eines Alarms getan werden soll. Um die Email Benachrichtigung zu nutzen, müssen Sie zuerst Ihre Email Nutzerdaten im System / Email Menü hinterlegen. Folgen Sie dafür einfach unserer Alarm Benachrichtigung Anleitung. Alle Video und Schnappschuss Aufnahmen auf der SD Karte Ihrer Kamera, können mit unserer kostenlosen App für Windows Phone, Windows Metro, Android, iPhone und iPad verwaltet werden. Alternativ lassen sich die Dateien auch direkt herunterladen und dann lokal auf Ihrem Computer bearbeiten. Wenn Sie den FTP Upload nutzen möchten, müssen Sie zuerst Ihre FTP Server Zugangsdaten im Network / FTP Menü hinterlegen. Sie können z.B. Ihren Router oder Ihr NAS als FTP Server nutzen. Oder einen FTP Server auf Ihrem Windows PC installieren. Es wird empfohlen, dass Sie den integrierten Passiven Infrarot Sensor (PIR) in Kombination (Mit Bereiche Koppeln) mit den Alarmbereichen einsetzen, um Fehlalarme durch z.B. Schnee, Regen, Nebel oder Änderungen in den Lichtverhältnissen zu vermeiden. In seltenen Einsatzbereichen ist es auch sinnvoll die Bereiche gänzlich zu deaktivieren und nur den PIR Sensor zur Erkennung von Bewegung zu nutzen. Achtung: Wenn Sie Probleme mit zu vielen Alarmen haben, dann können Sie dies durch andere Einstellungen verbessern. Stellen Sie die Empfindlichkeit immer so ein, dass die von Ihnen gewünschte Bewegung registriert wird. In der Regel sind dies Personen. Stellen Sie dabei einfach einen Wert für die Empfindlichkeit ein, so dass die von Ihnen vermutete (Personen)-Bewegung noch ausreicht um einen Alarm auszulösen. Ist dieser Wert für die Sensibilität z.B. 50, so empfehlen wir einen Wert von 60 für Ihre endgültige Konfiguration. Sie können so sehr einfach den kleinsten möglichen Wert finden der für Ihre Anforderungen verlässlich arbeitet. Um Alarme durch unerwünschte Bewegungen zu vermeiden, sollten Sie den Bildausschnitt so auswählen, dass Bereiche wie z.B. der Himmel, Straßen im Hintergrund, stark reflektierende Flächen etc. nicht und/oder so gering wie möglich im Bildbereich sind. Die Wahl des richtigen Bildausschnittes kann durch andere Objektive und/oder einfach durch eine andere Kameraausrichtung erreicht werden. Dies kann die Anzahl der unerwünschten Alarme deutlich reduzieren. Es wird empfohlen den integrierten PIR Sensor der Kamera mit den Alarmbereichen zu koppeln.",
    "description2": "1080p Camera Series - To activate the motion detection, open the web interface of your INSTAR HD IP camera and click on the menu Alarm / Areas. Now that we set the motion detection areas, we can continue with adding actions, the camera has to take, in case of an detection event. Open the Alarm Actions menu to configure the alarm actions. To use the email notification, you first have to set your email login credentials inside the System Email. Please follow our Alarm Notification Guide. All video and snapshot recordings to SD card, can be accessed by our free app for Windows Phone, Windows Metro, Android, iPhone and iPad. Alternatively, you can download all files to your computer. To use the FTP server upload, you first have to set your server information inside the Network FTP menu. You can, for example, use your Router or NAS as FTP Server. Or run a FTP Server on your Windows PC. It is recommended to use the integrated Passive Infrared Sensor (PIR) in combination (Link with Areas) with your motion detection areas, to filter out false alerts caused by e.g. rain, snow or changes in the lighting condition. You can also deactivate the detection areas and use the PIR sensor by itself. Attention: If you have problems by receiving to many alarms you can solve that by changing your settings. Always set the sensitivity so that the motion you want to detect is detected by the camera - simply test it by walking in front of your camera. If this does not trigger an alert, you can either increase the sensitivity of the detection, or decrease the size of the detection area - the smaller the area, the higher, procentually, is the change of pixels inside the area by the event. On the other hand, if you have to increase the detection area, you also have to increase the sensitivity of the detection. To avoid unwanted motion detection please avoid covering areas like the sky with moving clouds, busy streets in the background or big reflecting areas. To find the right camera position you can change the viewing angle a little bit or mount the camera on a different area which suits better to protects you home. It is usually recommended to combine the software-based detection with the integrated PIR sensor of your camera.",
    "link": "/Motion_Detection/Setup/",
    "title": "Aktivieren Sie die Bewegungserkennung Ihrer Kamera",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "Push Dienst", "PIR Sensor", "Empfindlichkeit", "Fehlalarme", "Bereiche", "Alarmbereichen", "zu viele", "zu spät", "kein Alarm", "Daueralarm", "Erkennung", "Sensitivität", "Aktionen", "Alarmaufnahme", "Aufnahme", "FTP", "Cloud", "SD Karte", "Alarmton", "Sirene", "Signal", "Audioalarm", "Alarmeingang", "Alarmausgang", "Bereiche koppeln", "N.C.", "normally closed", "N.O.", "normally open"],
    "image": "/images/Search/MD_SearchThumb_MDSetup_1080p.jpg",
    "abstract": "Konfiguration der Bewegungserkennung in Ihrer FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "Motion Detection Setup",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "720p Modelle Öffnen Sie die Weboberfläche Ihrer INSTAR HD IP Kamera und gehen Sie auf den Menüpunkt Alarm / Bereiche. Im Fenster Bereiche können Sie jetzt festlegen welcher Bildbereich im Video überwacht werden soll. Dazu wählen Sie bitte auf der rechten Seite den jeweiligen Bereich aus den Sie einstellen möchten und setzen Sie dann rechts daneben den Haken für Aktiv. Sie werden sehen das der auf Aktiv gesetzte Bereich jetzt eine Farbe bekommt. Zudem leuchtet jetzt in der oberen Zeile die Zahl 1 um zu signalisieren das dieser Alarmbereich aktiv ist. Durch einfaches ziehen mit dem Mauszeiger können Sie jetzt einen Bildbereich markieren im Bild. In diesem Bereich wird dann die Bewegungserkennung aktiv sein. Alternativ können Sie auch auf der rechten Seite auf Alles klicken um die Erkennung im gesamten Bild zu aktivieren. Anschließend können Sie noch mit dem Schieberegler die Empfindlichkeit einstellen für die Bewegungserkennung. Wiederholen Sie den Schritt sofern Sie auch die anderen Bereiche nutzen möchten für die Erkennung. Jeder Bereich erhält eine andere Farbe. Hierbei ist: Bereich 1 = rot Bereich 2 = blau Bereich 3 = grün Bereich 4 = gelb Bestätigen Sie anschließend auf der rechten Seite Ihre Einstellungen um diese entsprechend abzuspeichern. Sie müssen jetzt noch eine Aktion auswählen damit die Kamera weiss was sie bei einer erkannten Bewegung machen soll. Dafür gehen Sie bitte auf das Menü Alarm / Aktionen. Hier können Sie jetzt einstellen ob die Kamera bei einer Bewegung eine Email verschicken soll mit Snapshots (Bildern) im Anhang oder ob die Kamera die Bilder auf eine SD Karte bzw. einen FTP Server speichern soll. Die Speicherung von Bildern oder Videos auf eine SD Karte ist nur dann möglich wenn sich eine SD Karte in der Kamera befindet. Bestätigen Sie zum Schluss die Einstellungen. Achtung: Wenn Sie Probleme mit zu vielen Alarmen haben, dann können Sie dies durch andere Einstellungen verbessern. Stellen Sie die Empfindlichkeit immer so ein, dass die von Ihnen gewünschte Bewegung registriert wird. In der Regel sind dies Personen. Stellen Sie dabei einfach einen Wert für die Empfindlichkeit ein, so dass die von Ihnen vermutete (Personen)-Bewegung noch ausreicht um einen Alarm auszulösen. Ist dieser Wert für die Sensibilität z.B. 50, so empfehlen wir einen Wert von 60 für Ihre endgültige Konfiguration. Sie können so sehr einfach den kleinsten möglichen Wert finden der für Ihre Anforderungen verlässlich arbeitet. Um Alarme durch unerwünschte Bewegungen zu vermeiden, sollten Sie den Bildausschnitt so auswählen, dass Bereiche wie z.B. der Himmel, Straßen im Hintergrund, stark reflektierende Flächen etc. nicht und/oder so gering wie möglich im Bildbereich sind. Die Wahl des richtigen Bildausschnittes kann durch andere Objektive und/oder einfach durch eine andere Kameraausrichtung erreicht werden. Dies kann die Anzahl der unerwünschten Alarme deutlich reduzieren.",
    "description2": "720p Camera Series To activate the motion detection, open the web interface of your INSTAR HD IP camera and click on the menu Alarm Areas. You can select which area of the video the motion detection should be armed in the Areas Overlay. Therefore please select the Area on the right side for which you want to do the settings. Next please click Active. You will see that the area which you have set to Active is now showing a colour. Also on top the number for the area activated will light up in red to symbolize that this area is active. By simply clicking into the picture and dragging your mouse you can choose the area for motion detection. The motion detection will be armed in the area you have selected. In case you want to select the whole area you can click Full Area on the right side in order to activate the motion detection over the whole picture. Now you can use the slide bar to set the sensitivity for the motion. 1 = Insensitive (almost no motion gets detected) 100 = Very Sensitive (almost every motion will be recorded) We recommend you so leave the motion sensitivity at 50 and slowly test which setting will deliver the best result. Repeat the above steps in case you want to set more then one area. Each area will be given a different colour: Area 1 = red Area 2 = blue Area 3 = green Area 4 = yellow Submit the settings in order to save all settings in the camera. You will need to select an Action so that the camera knows what it should do in case of an alarm. Please open the menu Alarm Actions. Here you can now set if the camera should sent you an email with snapshots in the attachment or if the pictures should be saved to an SD card or an FTP server. In order to save pictures or videos to an SD card please make sure an SD card in inserted in your camera. Finally please Submit the settings. Attention: If you have problems by receiving to many alarms you can solve that by changing your settings. Always set the sensitivity so that the motion you want to detect is detected by the camera - simply test it by walking in front of your camera. If this does not trigger an alert, you can either increase the sensitivity of the detection, or decrease the size of the detection area - the smaller the area, the higher, procentually, is the change of pixels inside the area by the event. On the other hand, if you have to increase the detection area, you also have to increase the sensitivity of the detection. To avoid unwanted motion detection please avoid covering areas like the sky with moving clouds, busy streets in the background or big reflecting areas. To find the right camera position you can change the viewing angle a little bit or mount the camera on a different area which suits better to protects you home.",
    "link": "/Motion_Detection/Setup/720p_Series/",
    "title": "Aktivieren Sie die Bewegungserkennung Ihrer Kamera",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "Push Dienst", "PIR Sensor", "Empfindlichkeit", "Fehlalarme", "Bereiche", "Alarmbereichen", "zu viele", "zu spät", "kein Alarm", "Daueralarm", "Erkennung", "Sensitivität", "Aktionen", "Alarmaufnahme", "Aufnahme", "FTP", "Cloud", "SD Karte", "Alarmton", "Sirene", "Signal", "Audioalarm", "Alarmeingang", "Alarmausgang", "Bereiche koppeln", "N.C.", "normally closed", "N.O.", "normally open"],
    "image": "/images/Search/MD_SearchThumb_MDSetup_720p.jpg",
    "abstract": "Konfiguration der Bewegungserkennung in Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Motion Detection Setup",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "VGA Kamera Serie Um die Bewegungserkennung in Ihrer Kamera zu aktivieren, öffnen Sie die Weboberfläche Ihrer INSTAR VGA IP Kamera und klicken Sie auf das Menü Alarm / Alarm. 1 = unsensibel (erkennt fast keine Bewegung)) 10 = sehr sensibel (fast jede Bewegung wird aufgenommen) Wir empfehlen Ihnen die Einstellung aus Sensibilitätsstufe 6. Die Bewegungserkennung funktioniert jedoch nur über das komplette Bild. Mit unserer Zusatzsoftware InstarVision für Ihren Windows PC haben Sie die Möglichkeit Bildbereiche zu definieren welche für die Bewegungserkennung verwendet werden. D.h. nicht das gesamte Bild wird für die Bewegungserkennung herangezogen sondern nur der für Sie wichtige Bereich. Für andere Betriebssysteme müssen wir vorläufig auf die Software von Drittherstellern verweisen, wie z.B. Motion, EvoCam, ZoneMinder, Vitamin D usw. Die Nutzung von Software (von Drittanbietern) ist mit unseren Kameras kein Problem. Bitte beachten Sie, dass die Zusatzsoftware immer nur mit dem Livestream der Kamera arbeiten kann, d.h. wenn Sie die Funktionen der Zusatzsoftware nutzen wollen, muss diese aktiv am Computer laufen. Achtung: Wenn Sie Probleme mit zu vielen Alarmen haben, dann können Sie dies durch andere Einstellungen verbessern. Stellen Sie die Empfindlichkeit immer so ein, dass die von Ihnen gewünschte Bewegung registriert wird. In der Regel sind dies Personen. Stellen Sie dabei einfach einen Wert für die Empfindlichkeit ein, so dass die von Ihnen vermutete (Personen)-Bewegung noch ausreicht um einen Alarm auszulösen. Ist dieser Wert für die Sensibilität z.B. 5, so empfehlen wir einen Wert von 6 für Ihre endgültige Konfiguration. Sie können so sehr einfach den kleinsten möglichen Wert finden der für Ihre Anforderungen verlässlich arbeitet. Um Alarme durch unerwünschte Bewegungen zu vermeiden, sollten Sie den Bildausschnitt so auswählen, dass Bereiche wie z.B. der Himmel, Straßen im Hintergrund, stark reflektierende Flächen etc. nicht und/oder so gering wie möglich im Bildbereich sind. Die Wahl des richtigen Bildausschnittes kann durch andere Objektive und/oder einfach durch eine andere Kameraausrichtung erreicht werden. Dies kann die Anzahl der unerwünschten Alarme deutlich reduzieren. Sobald die Kamera einen Alarm ausgibt, stehen Ihnen drei Möglichkeiten offen, wie die Kamera auf diesen reagiert: 1. Email: Die Kamera überträgt selbstständig Emails bei einem Alarm (pro Email 6 Bilder). Der Computer muss hierfür nicht eingeschaltet sein. 2. FTP Upload: Die Kamera überträgt die Bilddateien auf einen FTP Server. Dabei werden über ein Zeitintervall von 1 Minute Bilder auf den FTP Server abgelegt. Der Computer muss hierfür nicht eingeschaltet sein. Alternativ: Der FTP Upload gibt Ihnen noch zusätzlich die Möglichkeit Bilder in einem fixen Intervall (bis zu einer Sekunde) auf den FTP Server abzulegen. 3. Video:Es kann ein einminütiges Video aufgezeichnet werden. Dazu benötigen Sie unbedingt den Internet Explorer, da nur dieser ActiveX Steuerelemente unterstützt. Mit unserer Zusatzsoftware InstarVision lässt sich auch eine Videoaufzeichnung bei Alarm realisieren. Der Computer muss hierfür eingeschaltet sein. Alternativ:Sie können mit dem Internet Explorer auch ein Dauervideo realisieren. Die Videoaufnahme lässt sich händisch ein- und ausschalten.",
    "description2": "VGA Camera Series - To activate the motion detection, open the web interface of your INSTAR VGA IP camera and click on the menu Alarm Alarm. 1 = nonsensitive (almost no motion gets detected) 10 = very sensitive (almost every motion will be recorded) We recommend you so set the motion sensitivity to 6. The cameras integrated motion detection only works over the whole picture. With our additional software InstarVision for Windows computers you can define different areas in the picture for which you want to use motion detection. That means not the whole picture will be included in the motion detection but only the areas you have selected. For other operating system we currently have to use third party developers such as the software Motion, EvoCam, ZoneMinder, VitaminD and many others. The use of third party software is no problem with our cameras since they are integrated in most software versions. If you find that our cameras are not integrated you can contact us anytime so we can arrange the integration. Please note that the software of third party developers are only working with the livestream of the camera. So in order to use the functions offered by the third party software you need to have your computer running and the software opened. Attention: If you have problems by receiving to many alarms you can solve that by changing your settings. Always set the sensitivity so that the motion you want to detect is detected by the camera - simply test it by walking in front of your camera. If this does not trigger an alert, you can either increase the sensitivity of the detection, or decrease the size of the detection area - the smaller the area, the higher, procentually, is the change of pixels inside the area by the event. On the other hand, if you have to increase the detection area, you also have to increase the sensitivity of the detection. To avoid unwanted motion detection please avoid covering areas like the sky with moving clouds, busy streets in the background or big reflecting areas. To find the right camera position you can change the viewing angle a little bit or mount the camera on a different area which suits better to protects you home. As soon as you camera is detection a motion you have 3 options in order to get a notification or to record the motion: 1. Email: The IP camera will automatically sent you an email with 6 pictures in the attachment. The computer does not need to run for this function since the camera has a direct connection to the router. 2. FTP Upload: The IP camera will sent pictures to your FTP Server. With this function there will be pictures saved for a time period of 1 minute in case of an alarm. The computer does not need to run for this function. Alternative: The FTP Upload gives you the additional function to upload pictures in a fixed time interval. With this function you can for example have one picture saved every 10 seconds for an unlimited time. The picture can either be saved with the same name or the name can be created by the camera automatically by using date and time as the picture name. 3. Video: A 1 minute video can be automatically recorded. This function is only working if you are using the Internet Explorer as a webbrowser since a ActiveX Plugin is necessary to record the video to your computer. So in order to save the video the computer needs to be running and the IP address of the camera has to be opened in Internet Explorer showing the livestream. If you use our addtional software InstarVision you can also record videos. Also you can record them with a high compression and in different video formats in order to save space on your harddrive. Alternative: You can also make a continues recording with the Internet Explorer. Therefor just activate the recording manually by pressing the record button on the upper left side.",
    "link": "/Motion_Detection/Setup/VGA_Series/",
    "title": "Aktivieren Sie die Bewegungserkennung Ihrer Kamera",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "Push Dienst", "PIR Sensor", "Empfindlichkeit", "Fehlalarme", "Bereiche", "Alarmbereichen", "zu viele", "zu spät", "kein Alarm", "Daueralarm", "Erkennung", "Sensitivität", "Aktionen", "Alarmaufnahme", "Aufnahme", "FTP", "Cloud", "SD Karte", "Alarmton", "Sirene", "Signal", "Audioalarm", "Alarmeingang", "Alarmausgang", "Bereiche koppeln", "N.C.", "normally closed", "N.O.", "normally open"],
    "image": "/images/Search/MD_SearchThumb_MDSetup_VGA.jpg",
    "abstract": "Konfiguration der Bewegungserkennung in Ihrer VGA-Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Notification 1080p",
    "series": ["FHD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "1080p Kamera Serie Einrichten und Aktivieren des E-Mail Alarms. Schritt 1 Öffnen Sie zuerst die Email Einstellungen in der Weboberfläche Ihrer Kamera. INSTAR bietet Ihnen einen Email Ausgangsserver zum - TLS verschlüsselten - Email Versand an Ihre persönliche Email Adresse. Um diesen zu nutzen, wählen Sie einfach das INSTAR SMTP Preset aus dem SMTP Vorauswahl Menü aus und bestätigen Sie die Einstellungen. Wechseln Sie danach auf den Empfänger Tab um Ihre persönliche EMail Adresse, einen Email Betreff und Text einzugeben - Fertig! Natürlich können Sie auch den SMTP Server Ihres persönlichen EMail Anbieters nutzen. Sie finden eine Reihe von gängigen Anbieter im Vorauswahl Menü - und eine längere Liste hier. Verifizieren Sie bitte diese Daten auf der Homepage Ihres Anbieters und werfen Sie einen Blick in unsere Troubleshooting Anleitung, sollten Sie auf Schwierigkeiten stoßen. Wenn Sie das INSTAR SMTP Preset aus dem SMTP Vorauswahl Menü auswählen, werden diese Felder automatisch für Sie ausgefüllt - ansonsten: SMTP Server: Geben Sie hier den SMTP Server Ihres E-Mail Provider ein. Meistens können Sie die Daten auf der Webseite Ihres E-Mail Providers finden. Ansonsten finden Sie Hier eine Liste. SMTP Port: Geben Sie den Port an, den Ihr E-Mail Provider nutzt. Normalerweise ist das Port 25, 465 oder 587. Verschlüsselung: Aktivieren Sie diese Option wenn Ihr Account SSL-Verschlüsselung nutzt. Authentifizierung: Für fast alle E-Mail Server muss dies auf Authentifizierung gesetzt werden, sodass Sie sich mit Ihrem Benutzernamen und Passwort identifizieren können. Benutzername: Bitte geben Sie den Benutzernamen Ihres E-Mail Accounts an. Kennwort: Bitte geben Sie das Passwort Ihres E-Mail Accounts an. Bitte geben Sie die SMTP-Daten, sowie Ihre persönlichen Login-Daten Ihres E-Mail Accounts ein. Speichern Sie anschließend alle Einstellungen mit Bestätigen. Schritt 2 Wechseln Sie danach auf den Empfänger Tab um Ihre persönliche EMail Adresse, einen Email Betreff und Text einzugeben - Bestätigen Sie die Eingabe und klicken Sie auf Testen. Schritt 3 Folgen Sie im Anschluß der Bewegungserkennung Einrichtung um bei einem Alarm-Ereignis per Email benachrichtigt zu werden.",
    "description2": "1080p Camera Series. Setting up and activating the email alarm. Step 1 First, open the Email Settings. INSTAR offers you a forwarding Email Server, that allows your camera to send email notifications - TLS encrypted - to your personal email address. We recommend that you select INSTAR from the SMTP preset menu and apply those settings. Then switch to the recipient tab and type in your personal email address, subject and email text - DONE. You can, of course, also use your personal providers SMTP Server information instead. We collected a few here. Please verify them on your providers web site and check out our Troubleshooting Guide, if you run into problems. All those information will be filled automatically, if you choose the INSTAR SMTP Preset - otherwise: SMTP Server: Here you have to fill in the SMTP Server from your email provider. Mostly you can find this data on the website of your email provider by searching for SMTP. Otherwise you find a list HERE. SMTP Port: Fill in the Port which your email provider is using. Normally this will be either Port 25, 465 or 587. SSL: Here you can activate if your account is using SSL encryption. SMTP Login Type: For almost all email servers this has to be set to Authentication so that you can identify yourself with your username and password. SMTP Username: Please fill in the username of your email account. SMTP Password: Please fill in the password of your email account. Please enter your email accounts SMTP data and your personal login and save all settings by clicking Apply. Step 2 Now switch to the Recipient Tab and add your personal Email Address, an Email Subject and Bodytext and Apply. You can click on the Test button to verify your settings. Step 3 Now follow our Motion Detection Setup Guide to activate the Motion Detection and Alarm Notification.",
    "link": "/Motion_Detection/Alarm_Notification/",
    "title": "Lassen Sie sich von Ihrer Kamera alarmieren",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "Push Dienst", "PIR Sensor", "Empfindlichkeit", "Fehlalarme", "zu viele", "zu spät", "kein Alarm", "Daueralarm", "Aktionen", "SMTP", "SMTP Server", "Email Server", "Verschlüsselung", "Authentifizierung", "INSTAR SMTP", "Email Empfänger", "SSL", "TLS", "STARTTLS", "SMTP Login", "SMTP Benutzername", "SMTP Passwort"],
    "image": "/images/Search/MD_SearchThumb_AlarmNotification_1080p.jpg",
    "abstract": "Konfiguration der Alarm-Email-Benachrichtigung Ihrer FHD-Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Notification 720p",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "720p Kamera Serie Einrichten und Aktivieren des E-Mail Alarms. Schritt 1 Damit die Kamera Ihnen Bilder per E-Mail schicken kann, müssen Sie die Daten Ihres E-Mail Providers in die Kamera eintragen. Dies können Sie in der Weboberfläche unter Alarm -> SMTP Server machen. In der sich öffnenden Oberfläche müssen Sie nun die folgenden Daten eingeben: SMTP Server: Geben Sie hier den SMTP Server Ihres E-Mail Provider ein. Meistens können Sie die Daten auf der Webseite Ihres E-Mail Providers finden. Ansonsten finden Sie HIER eine Liste. SMTP Port: Geben Sie den Port an, den Ihr E-Mail Provider nutzt. Normalerweise ist das Port 25, 465 oder 587. SSL: Aktivieren Sie diese Option wenn Ihr Account SSL-Verschlüsselung nutzt. SMTP Login Typ: Für fast alle E-Mail Server muss dies auf Authentifizierung gesetzt werden, sodass Sie sich mit Ihrem Benutzernamen und Passwort identifizieren können. SMTP Benutzername: Bitte geben Sie den Benutzernamen Ihres E-Mail Accounts an. SMTP Passwort: Bitte geben Sie das Passwort Ihres E-Mail Accounts an. Bitte geben Sie die SMTP-Daten, sowie Ihre persönlichen Login-Daten Ihres E-Mail Accounts ein. Speichern Sie anschließend alle Einstellungen mit Bestätigen. Schritt 2 Als nächsten öffnen Sie bitte die Alarm / Email Oberfläche um den Sender und den Empfänger der Alarm E-Mails einzustellen. Bitte geben Sie alle benötigten Daten ein: Sender: Bitte geben Sie Ihre E-Mail Adresse ein. Dies kann dieselbe Adresse sein als der Empfänger. Empfänger: Bitte geben Sie die E-Mail Adresse an, die die Alarm Nachricht erhalten soll. Email Betreff: Der Betreff der in jeder E-Mail verwendet wird. Email Text: Wird zusammen mit den Bildern in jeder E-Mail angezeigt. Zum Speichern aller Einstellungen bitte auf Bestätigen klicken. Jetzt können Sie die Einstellungen testen. Schritt 3 Um im Alarmfall E-Mails zu erhalten, müssen Sie die Bewegungserkennung in Ihrer Kamera aktivieren und auswählen was die Kamera im Alarmfall tun soll. Alle benötigten Einstellungen werden HIER erklärt.",
    "description2": "720p Camera Series Setting up and activating the email alarm. Step 1 In order that the camera can sent you pictures by email you have to save your email providers data inside the camera. This can be done if you open the web interface of your IP camera and then click on Alarm in order to open the SMTP Server. On the upcoming overlay you now have to fill in the following data: SMTP Server: Here you have to fill in the SMTP Server from your email provider. Mostly you can find this data on the website of your email provider by searching for SMTP. Otherwise you find a list HERE. SMTP Port: Fill in the Port which your email provider is using. Normally this will be either Port 25, 465 or 587. SSL: Here you can activate if your account is using SSL encryption. SMTP Login Type: For almost all email servers this has to be set to Authentication so that you can identify yourself with your username and password. SMTP Username: Please fill in the username of your email account. SMTP Password: Please fill in the password of your email account. Please enter your email accounts SMTP data and your personal login and save all settings by clicking Submit. Step 2 Next please open the Alarm Email Overlay to set the receiver and the sender of the alarm emails. Please fill in all necessary data: Sender: Please fill in your email address. This can be the same email address as the receiver. Receiver: Please fill in the email address that should receive the alarm message. Email Subject: The subject will be shown in every email you receive. Email Text: Will be shown together with the alarm pictures in each email. To save all settings please press Submit. You will now be able to test the settings. Step 3 To receive emails in case of an alarm you will need to activate the motion detection in your camera and select what the camera should do in case of an alarm. All necessary settings are explained HERE. If you need help with any kind of settings please feel free to contact us any time.",
    "link": "/Motion_Detection/Alarm_Notification/720p_Series/",
    "title": "Lassen Sie sich von Ihrer Kamera alarmieren",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "Push Dienst", "PIR Sensor", "Empfindlichkeit", "Fehlalarme", "zu viele", "zu spät", "kein Alarm", "Daueralarm", "Aktionen", "SMTP", "SMTP Server", "Email Server", "Verschlüsselung", "Authentifizierung", "INSTAR SMTP", "Email Empfänger", "SSL", "TLS", "STARTTLS", "SMTP Login", "SMTP Benutzername", "SMTP Passwort"],
    "image": "/images/Search/MD_SearchThumb_AlarmNotification_720p.jpg",
    "abstract": "Konfiguration der Alarm-Email-Benachrichtigung Ihrer HD-Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Notification VGA",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "VGA Kamera Serie Einrichten und Aktivieren des E-Mail Alarms Schritt 1 Damit Ihre Kamera Ihnen Bilder per E-Mail versenden kann, müssen Sie die Daten Ihres E-Mail Providers in die Kamera eintragen. Dies können Sie in der Weboberfläche Ihrer IP Kamera unter Alarm -> Email Menü machen. Auf der rechten Seite müssen Sie nun die folgenden Daten eingeben: Sender: Bitte geben Sie Ihre E-Mail Adresse ein. Dies kann dieselbe Adresse sein als der Empfänger. Empfänger: Bitte geben Sie die E-Mail Adresse an, die die Alarm Nachricht erhalten soll. SMTP Server: Hier müssen Sie den SMTP Server Ihres E-Mail Providers angeben. Meistens können Sie diese Daten auf der Webseite Ihres E-Mail Providers finden. Ansonsten finden Sie HIER eine Liste. SMTP Port: Geben Sie den Port an, den Ihr E-Mail Provider verwendet. Normalerweise ist das entweder Port 25, 465 oder 587. Transport Layer Security Protocol: Dies benötigen Sie nur wenn Sie Gmail als E-Mail Provider nutzen. Bitte wählen Sie entweder TLS oder STARTTLS, je nachdem was sie benutzen. Authentifizierung benötigt: Dies muss für fast alle E-Mail Server aktiviert sein, sodass Sie sich mit Ihrem Benutzernamen und Passwort identifizieren können. SMTP Benutzername: Bitte geben Sie den Benutzernamen Ihres Accounts an. SMTP Passwort: Bitte geben Sie das Passwort Ihres Accounts an. Report Internet IP per Mail: Diese Funktion kann normalerweise aktiviert werden. Wenn dieser Service aktiviert ist, sendet Ihnen die Kamera immer die aktuelleste Internet IP Adresse. Der ISP wechselt alle 24h Ihre IP Adresse, Sie erhalten also von der Kamera immer die neueste Adresse. Seit die Kamera einen integrierten DDNS Service bietet, wird diese Funktion eigentlich nicht mehr benötigt. Speichern Sie bitte nun alle Einstellungen mit Bestätigen. Wir empfehlen, nach dem Bestätigen, auf Test zu klicken, um zu sehen ob die eingegebenen Daten korrekt sind. Schritt 2 Nachdem Sie nun alle E-Mail Einstellungen gespeichert haben, müssen Sie noch den E-Mail Alarm aktivieren, wenn eine Bewegung erkannt wurde. Dazu klicken Sie bitte auf Alarm und wählen Alarm im Untermenü. Im nächsten Fenster setzen Sie bitte Bewegungserkennung und Sende E-Mail (siehe unten). Danach wählen Sie bitte Bestätigen um die Einstellungen zu speichern. Wenn Ihre Kamera eine Bewegung erkennt, werden Sie nun mit einer E-Mail informiert, in der 6 Bilder als Anhang mitgesendet werden. Notiz: Bitte merken Sie sich, dass die Kamera nicht unterscheiden kann, ob es sich bei der Bewegung um einen Mensch, heftigen Regen oder schnelle Lichtveränderungen handelt. Abhängig von der Anzahl der Fehlalarme, die Sie erhalten, können Sie die Sensibilität ein wenig verändern. (1= unsensibel and 10= sehr sensibel) .",
    "description2": "VGA Camera Series Setting up and activating the email alarm. Step 1 In order that the camera can sent you pictures by email you have to save your email providers data inside the camera. This can be done if you open the web interface of your IP camera and then click on Alarm in order to open the Email Menu. On the right side you now have to fill in the following data: Sender: Please fill in your email address. This can be the same email address as the receiver. Receiver 1: Please fill in the email address that should receive the alarm message. SMTP Server: Here you have to fill in the SMTP Server from your email provider. Mostly you can find this data on the website of your email provider by searching for SMTP. Otherwise you find a list HERE. SMTP Port: Fill in the Port which your email provider is using. Normally this will be either Port 25, 465 or 587. Transport Layer Security Protocol: You only need this if you are using Gmail as your email provider. Please choose either TLS or STARTTLS depending on which one you are using. Need Authentication: For almost all email servers this has to be activated so that you can identify yourself with your username and password. SMTP User: Please fill in the username of your email account. SMTP Password: Please fill in the password of your email account. Report Internet IP by Mail: This function can normally be deactivated. If you activate this service the camera will sent you always the newest internet IP address. Every 24 hours your ISP changes your IP address so the camera will always sent you the newest one. Since the camera has a integrated DDNS address this function is normally not needed. Now please save all settings by clicking Submit. After submitting the data to the camera we recommend you to click Test in order to see if the data you typed in was right. Step 2 After you have now saved all email settings in your camera you still have to activate the email alarm in order to receive an alarm email when a motion is detected. Therefor please click Alarm and choose Alarm in the sub menu. In the next window please set Motion Detect Armed and activate Send E-Mail on Alarm as show in the screenshot below. After that please choose Submit to save the settings. If your camera detects a motion you will now be informed with a email and 6 pictures in the attachment. Notes: Please note that the camera can not detect weather it is a human motion or a motion caused by heavy rain or fast light changes. Depending how many false alarms you will receive you might change the sensibility a little. (1= insensitive and 10= very sensitive) .",
    "link": "/Motion_Detection/Alarm_Notification/VGA_Series/",
    "title": "Lassen Sie sich von Ihrer Kamera alarmieren",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "Push Dienst", "PIR Sensor", "Empfindlichkeit", "Fehlalarme", "zu viele", "zu spät", "kein Alarm", "Daueralarm", "Aktionen", "SMTP", "SMTP Server", "Email Server", "Verschlüsselung", "Authentifizierung", "INSTAR SMTP", "Email Empfänger", "SSL", "TLS", "STARTTLS", "SMTP Login", "SMTP Benutzername", "SMTP Passwort"],
    "image": "/images/Search/MD_SearchThumb_AlarmNotification_VGA.jpg",
    "abstract": "Konfiguration der Alarm-Email-Benachrichtigung Ihrer VGA-Kamera"
}
POST /wiki2/article
{
    "title2": "Alarm Notification Troubleshooting",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Troubleshooting Gmail Problem: Sie haben einen neuen Gmail Account, extra für Ihre Kamera Benachrichtigungen, eingerichtet. Die Test-Mail funktioniert allerdings aufgrund fehlgeschlagener Authentifizierung nicht. Lösung: Google überwacht Ihr Verhalten, um sicherzustellen, dass es sich wirklich um Sie handelt, der auf die E-Mails zugreift. Wenn Sie ein anderes Gerät verwenden - z.B. ein anderes Smartphone oder Ihre IP Kamera - um sich in Ihrem Account einzuloggen, kann es sein das Google Sie blockt und nach einer 2 Wege Authentifizierung fragt. Dadurch wird Ihre Test-Mail fehlschlagen. Bitte loggen Sie sich über Ihren Webbrowser in Ihren Account ein und prüfen Sie ob Ihr Gmail Account blockiert wurde oder Google Ihnen mitteilt, das eine verdächtige Aktivität festgestellt wurde. Authentifizieren Sie sich einfach mit dem Gerät, welches das Problem ausgelöst hat. Problem: Gmail hat immer funktioniert, aber jetzt kommen keine Alarm-Nachrichten mehr an. Von anderen Absendern erhalte ich allerdings noch E-Mails. Lösung: Gmail hat die Anzahl von gesendeten E-Mails für freie Accounts limitiert. Ihre Kamera verwendet den Gmail SMTP Server, um die Alarm Mails zu verschicken und beschränkt daher die Anzahl der Mails die Sie senden möchten. Sie können einen seperaten Gmail Account für Ihre IP Kamera erstellen, um den Einschränkungen mit Ihren persönlichen Mails aus dem Weg zu gehen. Problem: Sie können keine Test-Mail senden. Der Login ist fehlgeschlagen. Lösung: Aktivieren Sie den SMTP Zugang für weniger sichere Anwendungen. Öffnen Sie Ihr E-Mail Account Menü und navigieren Sie zu Ihren Account Einstellungen. Gehen Sie zu den Login-Einstellungen und aktivieren Sie den Zugriff durch weniger sichere Anwendungen. Telekom Speedport Problem: Sie haben nun Ihre Kamera hinter einem Telekom Speedport Router eingerichtet und den SMTP Server und Ihre Login Daten eingegeben, die Test-Mail schlägt allerdings immer fehl. Lösung: Der Telekom Speedport beinhaltet eine Liste aller erlaubten SMTP Server in seiner Firmware, welche standardmäßig genutzt wird. Obwohl diese Liste alle gewöhnlichen SMTP Server beinhaltet - kann es trotzdem Ihre Verbindungsversuche mit SMTP Servern beeinträchtigen. Sie können Ihre E-Mail Spam Einstellungen für einen Moment deaktivieren (es kann sein das Sie Ihren Speedport neustarten müssen) und es erneut versuchen. Die E-Mail Spam Einstellungen deaktiviert und die Test-Mail erneut gesendet. Wenn es funktioniert, fügen Sie Ihren SMTP Server zur Liste der erlaubten Adressen hinzu und aktivieren Sie die Funktion wieder. T-Online Mail Problem: Sie haben einen neuen T-Online Mail Account nur für ihre Kamera Benachrichtigungen erstellt, die Test-Mails kommen allerdings aufgrund falscher Authentifizierung nicht an. Lösung: Sie müssen ein seperates E-Mail Passwort für externe Apps verwenden um sich mit Ihrem T-Online Mail Account zu verbinden. Loggen Sie sich in Ihren T-Online Web Account ein und öffnen Sie Menü -> Einstellungen. Gehen Sie auf Passwörter und klicken Sie auf E-Mail Passwort ändern. Folgen Sie den Anweisungen und bestätigen Sie Ihr Passwort. Loggen Sie sich in die Weboberfläche der Kamera, öffnen Sie die Alarm / SMTP Oberfläche und wählen T-Online. Tippen Sie Ihre komplette E-Mail Adresse als Benutzernamen und fügen Sie das Passwort, dass Sie erstellt haben, hinzu. Fügen Sie Ihre T-Online Adresse in der Alarm / Email Oberfläche hinzu, bestätigen Sie und testen anschließend die Verbindung. GMX Mail Problem: Die Test-Email schlägt fehl. Lösung: Aktivieren Sie den SMTP Dienst für externe Programme wie Thunderbird oder Outlook.",
    "description2": "Troubleshooting Gmail Problem: You set up a new GMail account just for your camera´s alarm notifications. But the Test-Email always fails because of a faulty authentication. Solution: Google monitors your behaviour to estimate if it is really you, who accesses the email account. When you use a new device - e.g. another smartphone or your IP camera - to login to your account, Google might block you and ask for a two stage authentication. This will cause your Test-Email to fail. Please log into your account via your web browser and and check if your GMail account was blocked or Google tells you they caught a suspicious activity. Just authenticate yourself andor the device that caused the activity. Problem: GMail always worked fine, but now you stopped receiving alarm emails. But you are still receiving emails from other senders in your GMail account. Solution: GMail started to limit the amount of emails that you are allowed to send with a free account. Your camera is using the GMail SMTP server to send alarm emails and is therefore using up the amount of mails you are allowed to send. You can set up a separate GMail account for your camera to avoid this interference with your personal emails. Problem: You cannot send a Test Email - the login fails. Solution: Activate the SMTP access for less secure apps. Open on your Email Account menu, choose Account to open your Account Settings and go to the Sign In Settings and allow the access from less secure apps. Telekom Speedport Problem: You are using your camera behind a Telekom Speedport and typed in your SMTP server and login credentials but the Test-Email always fails. Solution: The Telekom Speedport introduced a list of allowed SMTP servers into it´s Firmware, which is activated by default. Even though this list contains most common SMTP servers - it might still interfere with your attempts to contact SMTP servers with your camera. You can deactivate the Email Abuse Detection for a moment (maybe restart your Speedport afterwards) and try again. Deactivate the Mail Abuse Detection and re-try sending your Test-Email. If it works, add your SMTP server address to the list of allowed addresses and activate the function again. T-Online Mail Problem: You set up a new T-Online mail account just for your camera´s alarm notifications. But the Test-Email always fails because of a faulty authentication. Solution: You need to set a separate email password for external apps to connect to your T-Online mail account. Log in to your T-Online web account and open then Menu Properties. Go to Passwords and click on Change your Email Password. Follow the instructions and confirm your password. Log into your camera´s WebUI, open the Alarm SMTP Server Overlay and choose the T-Online preset. Type in your complete mail address as username and add the password you created in the step above. Add your T-Online address in the Alarm / Email Overlay and submit and test the connection. GMX Mail Problem: The Test-Email always fails. Solution: You need to activate the SMTP service for external programs like Thunderbird or Outlook.",
    "link": "/Motion_Detection/Alarm_Notification/Troubleshooting/",
    "title": "Lassen Sie sich von Ihrer Kamera alarmieren",
    "chapter": "Motion Detection",
    "tags": ["Bewegungserkennung", "Alarm", "Benachrichtigung", "Email", "SMTP", "SMTP Server", "Email Server", "Verschlüsselung", "Authentifizierung", "INSTAR SMTP", "Email Empfänger", "SSL", "TLS", "STARTTLS", "SMTP Login", "SMTP Benutzername", "SMTP Passwort", "blockiert", "Gmail", "unsicher Apps", "Telekom Speedport", "sichere Email-Server", "T-Online Mail", "T-Online", "GMX Mail", "externen Programm", "schlägt fehl", "keine Email", "Spam", "Test-Mail", "Test", "nicht gesendet"],
    "image": "/images/Search/MD_SearchThumb_AlarmNotification_Troubleshooting.jpg",
    "abstract": "Fehlerbehebung bei der Email-Benachrichtigung"
}
POST /wiki2/article
{
    "title2": "Video Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "HD Kamera Serie Schritt 1 Öffnen Sie die Weboberfläche im Internet Explorer und klicken Sie auf Pfad Einstellungen auf der rechten unteren Seite. Schritt 2 Wählen Sie den Pfad aus, in denen die Aufnahmen gespeichert werden sollen. Schritt 3 Wenn Sie auf Aufnehmen klicken, können Sie die Aufnahme starten. Das Wort Aufnahme wird in Rot dargestellt, sobald die Aufnahme gestartet ist. Zusätzlich wird Rec unter dem Video aufblinken. Ein weiterer Klick auf Aufnehmen wird das Aufnehmen beenden. INFORMATIONEN ÜBER AUFNAHMEN: Die Aufnahmen während einer Bewegungserkennung können nur auf einer SD Karte in der Kamera gespeichert werden. Der Aufnahmenmodus wie oben beschrieben ist nur für manuelle Aufnahmen. Die Aktion, die eine Kamera starten soll, wenn eine Bewegung erkannt wird, können Sie unter der Alarm / Aktionen Oberfläche einstellen. Sie können das Video auch mit unserer zusätzlichen Software InstarVision aufnehmen oder ein anderes Tool benutzen: Drittanbieter Software. Wenn Sie QNAP oder Synology Disk Station verwenden, können Sie Kamera auch einfach in die Überwachungs Software in der Disk Station einbinden. VGA Kamera Serie Die Kamera verwendet ein ActiveX Plugin um Videos aufzunehmen... dies unterstützt derzeit nur der Internet Explorer. Das ist der Grund, warum die Video-Aufnahmen nur mit einem Windows-PC möglich ist. Der Aufnahme Pfad kann unter Alarm/Pfad gesetzt werden und das Aufnehmen durch klicken auf Aufnehmen über dem Kamera Live Video gestartet werden. Um unter Windows Vista / 7 / 8 aufzuzeichnen müssen Sie die IP Adresse Ihrer Kamera zu den vertrauenswürdigen Seiten hinzufügen. Dafür gehen Sie bitte im Internet Explorer unter Tools - Internetoptionen - Sicherheit - Vertrauenswürdige Seiten - Seiten um die IP Adresse Ihrer Kamera hinzuzufügen. Sie müssen den Haken unter Benötigte Server Verifizierung (https:) für alle Seiten in dieser Zone entfernen, sodass Sie die IP als http eintragen können. Danach geben Sie bitte die IP-Adresse in der Adressleiste Ihres Webbrowsers ein und Sie sollten dementsprechend denPfad aufzeichnen können. Falls Sie den Pfad immer noch nicht aufzeichnen können, stellen Sie bitte sicher, dass Sie den Internet Explorer mit Administratorrechten gestartet haben. Das Aufnehmen mit 1 Bild pro Sekunde ist mit FTP Upload möglich. Die Kamera kann bei Alarm jede Sekund ein Bild hochladen. Alles was Sie dazu brauchen ist ein FTP Server oder eine ans Netzwerk angeschlossene HDD, die Sie ebenfalls über FTP erreichen können. Sie können das Video auch mit unserer zusätzlichen Software InstarVision oder einer anderen Drittanbieter Software aufnehmen. Wenn Sie QNAP oder die Synology Disk Station verwenden können Sie auch einfach die Kamera in die Überwachungssoftware in der Disk Station einbinden.",
    "description2": "Geplante Aufnahme bei FullHD-, HD-, oder VGA-Kameras FullHD-Kamera Spontane Aufnahme Falls Sie vom aktuellen Live-Bild ein Foto machen wollen klicken Sie einfach auf das Kamera-Symbol in der Schaltfläche auf der rechten Seite. Wenn Sie auf das Videokamera-Symbol daneben klicken, starten Sie wiederum eine Videoaufnahme. Die Videoaufnahme können Sie durch erneutes Klicken auf das Symbol wieder stoppen. Alle Aufnahmen werden auf der SD-Karte gespeichert und können durch einen Klick auf SD-Karte aufgerufen werden. Alternativ können Sie auch ein Programm auf dem Computer verwenden um auf die SD-Karte zuzugreifen, um zB gezielt Aufnahmen abzuspeichern, klicken Sie für eine Auswahl an Programmen HIER. Auf die Aufnahmen auf der SD-KARTE kann auch mit unserer kostenlosen App für ANDROID, IPHONE, IPAD und WINDOWS PHONE aus der Ferne zugegriffen werden. Beachten Sie bitte, dass wenn Sie eine spontane Aufnahme starten, das Video in mehrere kleinere Videos geteilt wird. Im Menü unter FEATURES - MAN. AUFNAHME finden Sie einen Regler mit dem Sie die Länge der Teilvideostücke einstellen können. Wir empfehlen ein Teilvideolänge von 10-15 Minuten, um das Risiko auf Datenverlust zu minimieren. Aufnahme nach Zeitplan Ihre Kamera unterstützt auch die Aufnahme nach einem Zeitplan, gehen Sie dazu im Kameramenü auf AUFGABEN. Hier können Sie zwischen Fotoserie und Videoaufnahme wählen und deren Plan festlegen: HD-Kamera Spontane Aufnahme Falls Sie vom aktuellen Live-Bild ein Foto machen wollen klicken Sie einfach auf Snapshot auf SD in der oberen Leiste. Wenn Sie in derselben Leiste auf Aufnahme: SD klicken, starten Sie wiederum eine Videoaufnahme. Die Videoaufnahme können Sie durch erneutes Klicken auf das Symbol wieder stoppen. Alle Aufnahmen werden auf der SD-Karte gespeichert und können durch einen Klick auf SD-Karte in der oberen Menüleiste links aufgerufen werden. Alternativ können Sie auch ein Programm auf dem Computer verwenden um auf die SD-Karte zuzugreifen, um zB gezielt Aufnahmen abzuspeichern, klicken Sie für eine Auswahl an Programmen HIER. Auf die Aufnahmen auf der SD-KARTE kann auch mit unserer kostenlosen App für ANDROID, IPHONE, IPAD und WINDOWS PHONE, aus der Ferne zugegriffen werden. Beachten Sie bitte, dass wenn Sie eine spontane Aufnahme starten, das Video in mehrere kleinere Videos geteilt wird. Unter AUFNAHME - VIDEO können Sie die Länge der Teilvideostücke in Sekunden einstellen. Wir empfehlen ein Teilvideolänge von 10-15 Minuten, um das Risiko auf Datenverlust zu minimieren. Im Feld darunter können Sie dann in Minuten festlegen, wie lange eine Aufnahme maximal laufen soll, bevor sie automatisch gestoppt wird. Aufnahme nach Zeitplan Ihre Kamera unterstützt auch die Aufnahme nach einem Zeitplan. Gehen Sie dazu im Kameramenü auf AUFNAHME - ZEITPLAN. Hier können Sie dann jeweils für die Fotoserie und für die Videoaufnahme einen Zeitplan festlegen: VGA Kamera Serie Die VGA-Kamera verwendet das ActiveX-Plugin um Videos aufzuzeichnen. Dieses Plugin wird nur auf einem Windows Rechner mit Internet Explorer unterstützt, weswegen auch nur damit aufgenommen werden kann. Der Aufnahme-Pfad kann unter Alarm - Speicherpfad gesetzt werden und das Aufnehmen durch klicken auf Aufnehmen in der Leiste über dem Kamera Live Video gestartet werden. Um unter Windows Vista 7 8 aufzuzeichnen müssen Sie die IP Adresse Ihrer Kamera zu den vertrauenswürdigen Seiten hinzufügen. Dafür gehen Sie zunächst im Internet Explorer zu Einstellungen - Internetoptionen - Sicherheit - Vertrauenswürdige Seiten - Seiten. Entfernen Sie dann den Haken bei Für Sites dieser Zone ist eine Serverüberprüfung (https:) erforderlich und tragen Sie oben die Adresse Ihrer Kamera ein, inkl. http und Port. (Bsp: http: 192.168.178.201:8081). Durch einen Klick auf Hinzufügen ist der Eintrag dann geamcht und Sie können aufzeichnen. Falls Sie im Pfad immer noch nicht aufzeichnen können, stellen Sie bitte sicher, dass Sie den Internet Explorer mit Administratorrechten gestartet haben. Das Aufnehmen mit 1 Bild pro Sekunde ist per FTP Upload möglich. Die Kamera kann bei Alarm jede Sekunde ein Bild hochladen. Alles was Sie dazu brauchen ist ein FTP Server oder eine ans Netzwerk angeschlossene Festplatte, die FTP unterstützt. Sie können das Video auch mit unserer zusätzlichen Software INSTARVISION oder einer anderen DRITTANBIETER SOFTWARE aufnehmen. Wenn Sie QNAP oder die SYNOLOGY DISK STATION verwenden, können Sie auch einfach die Kamera in die Überwachungssoftware in der Disk Station einbinden.",
    "link": "/Motion_Detection/Alarm_Recording",
    "title": "Aktivieren Sie die Videoaufnahme",
    "chapter": "Motion Detection",
    "tags": ["Aufnahme", "Videoaufnahme", "Recording", "Foto", "Videokamera", "SD Karte", "InstarVision", "manuelle Aufnahme", "Videolänge", "Zeitplan", "Fotoserie", "Daueraufnahme", "Zeitplan", "Speicherpfad", "aufnehmen", "vertrauenswürdige Seite"],
    "image": "/images/Search/MD_SearchThumb_AlarmRecording.jpg",
    "abstract": "Manuelle Aufname von Videos"
}
POST /wiki2/article
{
    "title2": "SD Card Access",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "SD-Karte Zugriff Die Kameras der HD Serie benutzen eine (austauschbare) SD Karte bzw. Micro SD Karte um Videos, Alarmaufnahmen und Fotoserien zu speichern die z.B. im Zeitraffer genutzt werden können. Sie können direkt auf die Aufnahmen der SD Karte zugreifen indem Sie über die Weboberfläche die SD Karte öffnen oder aber komfortabler wie hier beschrieben mit einem FTP Client. Zwar ist die WebUI die schnellste Art auf die Aufnahmen zuzugreifen, jedoch ermöglichen FTP Clients eine komfortablere Art mehrere Aufnahmen gleichzeitig zu kopieren bzw. herunterzuladen. Bitte bedenken Sie bei der Auswahl eines FTP Clients das dieser das hyper text transfer protocol (HTTP) unterstützt welches zum Zugriff auf die SD Karte benötigt wird. Bitte seien Sie sich bewusst das Sie mit einem entsprechenden Client nur Aufnahmen herunterladen können - es ist nicht möglich über den FTP Client auf den SD Speicher zu SCHREIBEN! Untenstehend finden Sie eine kleine Auswahl an FTP Clients mit denen Sie auf die SD Karte Ihrer INSTAR IP Kamera zugreifen können. Bei Innenkameras können Sie jederzeit problemlos die SD Karte aus der Kamera entfernen um diese so mit einem Kartenleser direkt am PC zu lesen und schreiben. Smartphone Apps ANDROID APP IOS APP WINDOWS PHONE APP Der einfachste Weg die Alarm Videos auf der SD Karte Ihrer HD Kamera zu verwalten führt über unsere Smartphone und Tablet Apps für iOS, Android, Windows Phone, Windows 8 / 10 oder Blackberry. INSTAR Kamera Tool INSTAR KAMERA TOOL Sie finden unser Kamera Tool für Windows, macOS und LINUX hier. Weboberfläche Die Kameras der HD Serie ermöglichen es Ihnen Videoaufnahmen oder Bilder direkt auf die interne SD Karte zu speichern. Um die Aufnahmen schnell einzusehen, klicken Sie auf SD Karte oben links in der Weboberfläche Ihrer Kamera. Weboberfläche Das Verzeichnis der SD Karte wird in einem neuen Tab geöffnet. Melden Sie sich ggbf. mit dem Benutzernamen und dem Passwort Ihrer Kamera an um die Aufnahmen einzusehen. Sollte die SD Karte nicht angezeigt werden, so kann durch das konstante Beschreiben ggf. ein Fehler in der Verzeichnisstruktur entstanden sein. In diesem Fall formatieren Sie am besten einmal die SD Karte oder entfernen Sie diese kurzzeitig aus der Kamera. SD Karten Index Ihre Kamera generiert ein neues Verzeichnis für jeden Tag und ein neues recordXXX Unterverzeichnis für jeweils 200 Alarmaufnahmen dieses Tages. Jeder Alarm erzeugt eine *.avi Datei, die mit dem Großbuchstaben A beginnt - geplante Aufnahmen starten mit dem Buchstaben P und so weiter - gefolgt von dem Zeitcode des auslösenden Ereignis. File System Das Standardverhalten der meisten Browser ist es, das Video - das Sie anklicken - herunterzuladen. Browser, wie z.B. der Mozilla Firefox Browsers, unterstützen das VLC plugin um das Video direkt im Browser-Fenster wiederzugeben. Stellen Sie dafür bei der Installation des VLC Players sicher, das Sie das Firefox Plugin aktivieren und starten Sie den Browser nach der Installation neu. Das VLC Web Plugin sollte danach in der Addons Liste unter Plugins aufgeführt sein. Video Player Plugin Windows Software für den Zugriff auf Ihre SD Karte Bitkinex CuteFTP DownThemAll! (Firefox Addon) MacOSX Software für den Zugriff auf Ihre SD Karte Interachy DeepVacuum SiteSucker SimpleWget DownThemAll! (Firefox Addon)",
    "description2": "How to access the SD Card: The HD camera models allow you to record videos and snapshots to the internal SD card. To quickly access your recordings, click on the SD Card link inside your cameras web user interface. Or use a third-party Software to download the video. SD Card Access: The HD camera models use an internal (removable) SD card to record videos, alarm snapshots and whole photo series that can be used for later time lapse conversions. You can access the recorded files directly via the cameras web user interface or with an FTP client. The webUI is the quickest way to download files and screen them on your computer, tablet or smartphone from your default web browser. But FTP clients offer a few features that will be more convenient if you have to go through a large number of files from your SD card. Please be aware that the FTP client has to support the hyper text transfer protocol (HTTP) to access the SD card. Please be aware that you will only be able to download files - the FTP clients will not offer your WRITE rights on the SD storage! Below you can find a short selection of clients that will work with your INSTAR camera. For indoor models you can always remove the SD card and use it with a card reader on your computer or mobile device for easy access. Web User Interface. The HD camera models allow you to record videos and snapshots to the internal SD card. To quickly access your recordings, click on the SD Card link inside your cameras web user interface. Click on the SD Card link above your cameras live video. Web User Interface. The SD cards file directory will open in a new tab. Please type in your camera login to access your recorded files. If the link is not displayed the SD is no longer mounted by the cameras operating system - please remove the SD card and push it back into the SD card slot. You are able to screen and download your recordings after confirming your camera login. SD Card Index. Your camera generates a new directory for each new day and a new recordXXX directory for every 200 recordings of that day. Every alarm event creates an *.avi file that starts with the capital letter A - planned recordings with the letter P and so on - followed by a timecode for the alarm trigger. File System. The default behavior of most internet browsers is to download the video after you clicked on it. Browsers like the Mozilla Firefox off you support for the VLC plugin to display the video directly inside the browser window. Please make sure that you activate the Firefox plugin during the installation process of the VLC player and restart your browser after the installation. The VLC Web Plugin should now be listed inside the Addons window under Plugins. Video Player Plugin. Windows Software to Access your SD Card, Bitkinex, CuteFTP, DownThemAll! (Firefox Addon). macOS Software to Access your SD Card: Interachy, DeepVacuum, SiteSucker, DownThemAll! (Firefox Addon)",
    "link": "/Motion_Detection/SD_Card_Access/",
    "title": "Der SD Karten Zugriff",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "Zugriff auf die SD-Karte"
}
POST /wiki2/article
{
    "title2": "SD Card Access with Bitkinex",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software Bitkinex (Windows) Bitkinex für Windows ist ein kostenloser FTP client welchen Sie benutzen können um die SD Karte Ihrer Kamera auszulesen. Wir empfehlen Ihnen die neueste Version HIER herunterzuladen. Schritt 1 Wählen Sie eine neue Datenquelle - nehmen Sie HTTP/WebDAV. Schritt 2 Geben Sie Ihrer Kamera einen Namen - dieser ist frei wählbar Schritt 3 Klicken Sie mit einem rechten Mausklick auf den neuen Eintrag und wählen Sie Properties. Schritt 4 Legen Sie das Standardverzeichnis /sd. Schritt 5 Die Serveradresse ist die lokale IP Adresse oder die DDNS Adresse Ihrer Kamera. Geben Sie die Login-Daten Ihrer Kamera unten ein. Schritt 6 Wählen Sie Standard HTTP für das SD-Verzeichnis und klicken Sie auf Ok. Schritt 7 Verbinden Sie sich zu Ihrer Kamera indem Sie auf Browse klicken. Schritt 8 Sie sind jetzt mit der SD Karte Ihrer Kamera verbunden und können sich durch die Aufnahmen klicken.",
    "description2": "Access the SD Card with Third-party Software - Bitkinex (Windows): Bitkinex for Windows is a free FTP client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Set a new data source - choose HTTP WebDAV. Step 2: Set a name for your camera - this can be chosen freely. Step 3: Right-click your source and choose Properties. Step 4: Set the default source directory to /sd. Step 5: The server address is your cameras local IP or DDNS address. Type in your camera login below. Step 6: Choose standard HTTP for the SD directory and click Ok. Step 7: Connect to the camera by choosing to Browse. Step 8: You are connected to your camera and able to browse through your recordings.",
    "link": "/Motion_Detection/SD_Card_Access/Bitkinex",
    "title": "Der SD Karten Zugriff mit Bitkinex",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_Bitkinex.jpg",
    "abstract": "Zugriff auf die SD-Karte per Bitkinex"
}
POST /wiki2/article
{
    "title2": "SD Card Access with CuteFTP",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software CuteFTP (Windows) CuteFTP für Windows ist ein kostenpflichtiger FTP client welchen Sie benutzen können um die SD Karte Ihrer Kamera auszulesen. Wir empfehlen Ihnen die neueste Version HIER herunterzuladen. Schritt 1 Wählen Sie aus eine neue HTTP site hinzuzufügen. Schritt 2 Die host address ist die lokale IP-Adresse oder DDNS Adresse Ihrer Kamera. Geben Sie die Login-Daten Ihrer Kamera unten ein. Schritt 3 Wählen Sie /sd als Ihr Standardverzeichnis. Schritt 4 Wählen Sie HTTP und tragen Sie den Port Ihrer Kamera ein (Standardmäßig Port 80). Schritt 5 Klicken Sie auf Connect um sich mit der SD-Karte zu verbinden.",
    "description2": "Access the SD Card with Third-party Software - CuteFTP (Windows): CuteFTP for Windows is a paid FTP client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Choose to connect to a new HTTP site. Step 2: The host address is your cameras local IP or DDNS address. Type in your camera login below. Step 3: Choose sd as your default source directory. Step 4: Choose HTTP as protocol and type in your cameras web port. Step 5: Click on Connect to start browsing your recordings.",
    "link": "/Motion_Detection/SD_Card_Access/CuteFTP",
    "title": "Der SD Karten Zugriff mit Bitkinex",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_CuteFTP.jpg",
    "abstract": "Zugriff auf die SD-Karte per CuteFTP"
}
POST /wiki2/article
{
    "title2": "SD Card Access with DownThemAll!",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software DownThemAll! (Firefox) DownThemAll ist ein Firefox Addon das genutzt werden kann um Mediendateien bequem von der SD Karte herunterzuladen. Die neueste Version des Addons finden Sie immer HIER. Schritt 1 Sie können sich das Programm einfach über das Addon Menu des Firefox Browsers installieren. Schritt 2 Öffnen Sie das Verzeichnis der SD Karte über die Weboberfläche der Kamera. Schritt 3 Öffnen Sie das Unterverzeichnis des Tages den Sie herunterladen möchten, führen Sie einen Rechts-klick durch (Achtung: nicht auf einer Datei sondern auf der weißen freien Fläche) und wählen Sie DownThemAll... aus dem sich öffnenden Kontextmenü. Schritt 4 Das Programm sollte automatisch alle Medien Dateien selektieren und Sie brauchen nur noch Start! zu drücken um mit dem Download zu beginnen. Schritt 5 Die Kamera wird jetzt Ihren Benutzernamen und Kennwort abfragen. Schritt 6 Danach sollten die Videos innerhalb kürzester Zeit auf Ihrer lokalen Festplatte liegen.",
    "description2": "Access the SD Card with Third-party Software - DownThemAll! (Firefox): DownThemAll is a Firefox Addon that you can use to access your cameras SD card. We recommend you to download the program from here from HERE. Step 1: You can install the program from your firefox Addon menu. Step 2: Navigate to your SD card directory via the camera´s webUI. Step 3: Open the sub directory of the day you want to download and right-click (click on the white-space, not on a specific file) to open the context menu - Choose DownThemAll... Step 4: The program should automatically select all media files and you simply have to click Start! to begin the download. Step 5: The camera will request your user name and password. Step 5: All videos should be downloaded in a minute.",
    "link": "/Motion_Detection/SD_Card_Access/DownThemAll",
    "title": "Der SD Karten Zugriff mit DownThemAll!",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_DTA.jpg",
    "abstract": "Zugriff auf die SD-Karte per DownThemAll!"
}
POST /wiki2/article
{
    "title2": "SD Card Access with Interarchy",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software Interarchy (MacOSX) Interarchy für MacOSX ist ein kostenpflichtiger FTP client welchen Sie benutzen können um die SD Karte Ihrer Kamera auszulesen. Wir empfehlen Ihnen die neueste Version HIER herunterzuladen. Schritt 1 Wählen Sie das HTTP Protokoll und tragen Sie die IP bzw. DDNS Adresse Ihrer Kamera ein. Fügen Sie das Verzeichnis web sd zur Adresse Schritt 2 Geben Sie die Login-Daten Ihrer Kamera ein um sich mit dem SD-Speicher zu verbinden. Schritt 3 Warten Sie bis das Programm die Verzeichnisse auflistet.",
    "description2": "Access the SD Card with Third-party Software - Interarchy (MacOSX): Interarchy for MacOSX is a paid FTP client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Choose the HTTP protocol and type in your cameras local IP or DDNS address. Add the directory web sd to the address. Step 2: Type in your camera login to connect to the SD storage. Step 3 Wait for the program to list the directories.",
    "link": "/Motion_Detection/SD_Card_Access/Interarchy",
    "title": "Der SD Karten Zugriff mit Interarchy",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_Interachy.jpg",
    "abstract": "Zugriff auf die SD-Karte per Interarchy"
}
POST /wiki2/article
{
    "title2": "SD Card Access with DeepVacuum",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software DeepVacuum (MacOSX) DeepVacuum für MacOSX ist ein kostenloses auf wget basierendes Program mit dem Sie auf Ihre SD Karte zugreifen können. Sie können sich die neueste Version des Programmes HIER herunterladen. Schritt 1 Geben Sie hier die IP Adresse ihrer Kamera ein z.b. 192.168.1.17 und fügen Sie das Unterverzeichnis sd an - http: 192.168.1.17 sd. Tragen Sie danach Ihren Benutzernamen und Kennwort für die Kamera ein und wählen Sie All Movies From This Site um alle aufgenommenen Videos herunter zu laden. Schritt 2 Geben Sie hier die IP Adresse ihrer Kamera ein z.b. 192.168.1.17 und fügen Sie das Unterverzeichnis sd an - http: 192.168.1.17 sd. Tragen Sie danach Ihren Benutzernamen und Kennwort für die Kamera ein und wählen Sie Whole Site um alle aufgenommenen Videos und Schnappschüsse herunter zu laden.",
    "description2": "Access the SD Card with Third-party Software - DeepVacuum (MacOSX): DeepVacuum for MacOSX is a free wget based client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Type in you cameras IP address eg. 192.168.1.17 and add the sub-directory sd - http 192.168.1.17 sd. Add your username and password for the camera and choose All Movies From This Site to download all recorded videos. Step 2: Type in you cameras IP address eg. 192.168.1.17 and add the sub-directory sd - http 192.168.1.17 sd. Add your username and password for the camera and choose Whole Site to download everything (videos and snapshots).",
    "link": "/Motion_Detection/SD_Card_Access/DeepVacuum",
    "title": "Der SD Karten Zugriff mit DeepVacuum",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_DeepVacuum.jpg",
    "abstract": "Zugriff auf die SD-Karte per DeepVacuum"
}
POST /wiki2/article
{
    "title2": "SD Card Access with SiteSucker",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software SiteSucker (MacOSX) SiteSucker für MacOSX ist ein auf wget basierendes Programm mit dem Sie auf auf Ihre SD Karte zugreifen können. Sie können sich die neueste Version des Programmes HIER herunterladen. Schritt 1 Geben Sie die IP Adresse Ihrer Kamera z.B. 192.168.1.17 ein und fügen Sie das Unterverzeichnis sd an - http: 192.168.1.17 sd. Danach brauchen Sie nur noch auf Download zu drücken. Schritt 2 Geben Sie hier den Benutzernamen und Kennwort für Ihre Kamera ein. Schritt 3 Um auf Ihrer SD Karte über das Internet zuzugreifen geben Sie einfach die DDNS Adresse Ihrer Kamera - z.B. abcd12.ddns-instar.de:8081 - ein und fügen Sie das Unterverzeichnis sd an - http: abcd12.ddns-instar.de:8081 sd .",
    "description2": "Access the SD Card with Third-party Software - SiteSucker (MacOSX): SiteSucker for MacOSX is a wget based client that you can use to access your cameras SD card. We recommend you to download the program from here from HERE. Step 1: Type in you cameras IP address eg. 192.168.1.17 and add the sub-directory sd - http 192.168.1.17 sd. Then click on Download. Step 2: Type in your user name and password for the camera. Step 3: To access your camera from the internet type in you cameras DDNS address eg. abcd12.ddns-instar.de:8081 and add the sub-directory sd - http abcd12.ddns-instar.de:8081 sd.",
    "link": "/Motion_Detection/SD_Card_Access/SiteSucker",
    "title": "Der SD Karten Zugriff mit SiteSucker",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_SiteSucker.jpg",
    "abstract": "Zugriff auf die SD-Karte per SiteSucker"
}
POST /wiki2/article
{
    "title2": "SD Card Access with SimpleWget",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Zugriff auf die SD Card mit einer Drittanbieter-Software SimpleWget (MacOSX) SimpleWget für MacOSX ist ein auf wget basierendes Programm mit dem Sie auf Ihre SD Karte zugreifen können. Das Programm können Sie sich von HIER herunterladen. Schritt 1 Um auf die SD Karte zugreifen zu können müssen Sie die IP Adresse zusammen mit Ihrem Benutzernamen und Kennwort eingeben. Wenn die IP der Kamera z.B. 192.168.1.17 lautet, Ihr Benutzername admin und das Kennwort 123456 ist, würde der Pfad wie folgt lauten: http: admin:123456@192.168.1.17 sd. Legen Sie danach Ihr das lokale Downloadverzeichnis fest und setzen Sie das depth level auf 3. Wenn Sie die Option Only .avi wählen werden nur Ihre aufgenommenen Videodatein heruntergeladen. Schritt 2 Um auf die SD Karte zugreifen zu können müssen Sie die IP Adresse zusammen mit Ihrem Benutzernamen und Kennwort eingeben. Wenn die IP der Kamera z.B. 192.168.1.17 lautet, Ihr Benutzername admin und das Kennwort 123456 ist, würde der Pfad wie folgt lauten: http: admin:123456@192.168.1.17 sd. Legen Sie danach Ihr das lokale Downloadverzeichnis fest und setzen Sie das depth level auf 3. Wenn Sie die Option Only .jpg wählen werden nur Ihre aufgenommenen Bilddatein heruntergeladen.",
    "description2": "Access the SD Card with Third-party Software - SimpleWget (MacOSX): SimpleWget for MacOSX is a wget based client that you can use to access your cameras SD card. We recommend you to download the program from here from HERE. Step 1: To access your camera you have to type in it´s IP address together with your password and username. E.g. if your camera´s IP is 192.168.1.17, your user name is admin and password is 123456 the correct path would be http admin:123456@192.168.1.17 sd . Choose a local download directory and set the depth level to 3. By setting the option to Only .avi you will only download the recorded video files. Step 2: To access your camera you have to type in it´s IP address together with your password and username. E.g. if your camera´s IP is 192.168.1.17, your user name is admin and password is 123456 the correct path would be http admin:123456@192.168.1.17 sd. Choose a local download directory and set the depth level to 3. By setting the option to Only .jpg you will only download the recorded snapshots.",
    "link": "/Motion_Detection/SD_Card_Access/SimpleWget",
    "title": "Der SD Karten Zugriff mit SimpleWget",
    "chapter": "Motion Detection",
    "tags": ["sd card", "SD Karte", "Micro SD Karte", "Alarmaufnahmen", "Fotoserien", "INSTAR Camera Tool", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget", "InstarVision", "Weboberfläche", "Aufnahmen", "ansehen", "herunterladen", "zugreifen", "Alarmvideos", "FTP", "Mozilla Firefox", "Zugriff", "FTP Client", "HTTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess_SimpleWget.jpg",
    "abstract": "Zugriff auf die SD-Karte per SimpleWget"
}
POST /wiki2/article
{
    "title2": "Alarm Upload 1080p",
    "series": ["FHD", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "FTP Einstellungen für den Alarm Upload 1080p Kamera Serie Einrichten der FTP Einstellungen für Alarm und Fotoserie Ihre Kamera kann sowohl im Alarmfall als auch in einem frei definierbaren Zeitintervall Standbilder und Videos auf einen FTP Server hochladen. Die hierfür notwendigen Einstellungen können in der Weboberfläche der Kamera unter dem Punkt Netzwerk / FTP, Alarm / Aktionen oder Aufnahme / Fotoserie vorgenommen werden. Folgen Sie im Anschluß der Bewegungserkennung Einrichtung um bei einem Alarm-Ereignis einen FTP Upload zu erhalten. FTP Server Bitte geben Sie die Adresse Ihres FTP Servers ein. Im Beispiel oben haben wir eine AVM Fritzbox (Router) als FTP Server genutzt. Der Router bietet einen USB Stick als Speicherplatz für die Bilder. In unserem Fall müssen wir die IP Adresse unseres Routers eingeben. Falls Sie Ihren eigenen FTP Server auf Ihrem lokalen Rechner einrichten möchten, finden Sie hier eine passende Schritt-für-Schritt Anleitung. Sie können auch eine Webadresse als FTP Server angeben. Dies kann entweder ein Online-Service sein oder eine DDNS-Adresse die auf einen anderen FTP Server verweist. FTP Port Bitte geben Sie den FTP Port ein, welcher normalerweise 21 ist. Speicherpfad Geben Sie den Ordner an, in den die Bilder hochgeladen werden sollen. Standardmäßig ist der Ordner, was die Bilder in den Root-Ordner des Servers hochladen würde. In unserem Beispiel oben werden die Bilder im Root-Ordner gespeichert. Benutzername Bitte geben Sie den Benutzernamen Ihres FTP-Accounts an. Der Standard-Benutzername der AVM Fritzbox ist ftpuser. Kennwort Bitte geben Sie das Passwort Ihres FTP-Accounts an. Modus Hier können Sie zwischen (PASV) und dem aktiven Modus (PORT) wählen. Der Standardmodus ist PORT mit der die Kamera dem Server Ihre IP-Adresse und Port mitteilt. Dieser Modus funktioniert auch mit passiven FTP-Servern. Wenn sich der Client hinter einem Router befindet, der NAT benutzt, oder eine Firewall die Verbindung blockiert, sollte der PASV-Modus verwendet werden. Als nächstes Bestätigen Sie bitte alle Einstellungen und testen Sie danach, um sicherzustellen das alle Einstellungen korrekt sind.",
    "description2": "Alarm Upload FTP Settings 1080p Camera Series Set the FTP upload during alarm and photo series Your ip camera can upload pictures and videos either during an motion alarm or in an time interval. The configuration can be set in the web interface of your camera inside the FTP Settings menu. After setting your FTP configuration, continue with out Motion Detection Setup Guide to activate the FTP upload in case of an alarm event. FTP Server Please enter the address of your FTP server. In the example above we have used a AVM Fritzbox (Router) as a FTP server. This router has a USB Stick connected which provides the storage for the pictures. In our case we have to type in the IP address of the router. If you want to set up your own FTP server on your local computer you will find a step by step manual here. You can also use a web address as the FTP Server. This can either be a online host service or a DynDns address which connects to a FTP server at another location. FTP Port Please type in the FTP Servers port which is usually 21. FTP Folder Fill in the folder you want to upload the pictures inside. By default the folder will be which means that the camera will save the uploads in the root folder of the server. In our above sample the pictures will be saved in the root folder. FTP Username Please fill in the username of your FTP account. The default username for the AVM Fritzbox is ftpuser. FTP Password Please fill in the password of your FTP account. FTP Mode Here you can choose between (PASV) and active Mode (PORT). The default setting is the mode PORT with which the camera will tell the server its IP and Port. Therefor this mode will also work with passive FTP servers. If the client is behind a router which will use NAT or if a firewall is blocking the clients network from accessing the network then you should choose the PASV mode. Next please apply all settings and test them afterwards to make sure the settings are correct.",
    "link": "/Motion_Detection/Alarm_FTP_Upload",
    "title": "Alarm Upload & FTP Einstellungen",
    "chapter": "Motion Detection",
    "tags": ["FTP", "motion detection", "Bewegungserkennung", "Alarmaufnahmen", "Fotoserie", "Webseite einbinden", "FTP Server", "FTP Port", "FTP Upload", "PASV", "PORT", "Speicherpfad", "Ordnerstruktur", "Ordner anlegen", "ftpuser", "Bildname", "Dateiname", "Zeitstempel"],
    "image": "/images/Search/MD_SearchThumb_FTPSettingsAlarmUpload_1080p.jpg",
    "abstract": "Speichern von Snapshots oder Videos auf Ihrem FTP Server"
}
POST /wiki2/article
{
    "title2": "Alarm Upload 720p",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "FTP Einstellungen für den Alarm Upload 720p Kamera Serie Einrichten der FTP Einstellungen für Alarm und Fotoserie Ihre Kamera kann sowohl im Alarmfall als auch in einem frei definierbaren Zeitintervall Standbilder und Videos auf einen FTP Server hochladen. Die hierfür notwendigen Einstellungen können in der Weboberfläche der Kamera unter dem Punkt Alarm / FTP, Alarm / Aktionen oder Aufnahme / Photoserie vorgenommen werden. Schritt 1 Öffnen Sie die Weboberfläche Ihrer HD IP Kamera und klicken Sie auf Alarm - FTP. Schritt 2 Die folgenden Einstellungen müssen in der sich öffnenden Oberfläche vorgenommen werden. FTP Server: Bitte geben Sie die Adresse Ihres FTP Servers ein. Im Beispiel oben haben wir eine AVM Fritzbox (Router) als FTP Server genutzt. Der Router bietet einen USB Stick als Speicherplatz für die Bilder. In unserem Fall müssen wir die IP Adresse unseres Routers eingeben. Falls Sie Ihren eigenen FTP Server auf Ihrem lokalen Rechner einrichten möchten, finden Sie hier eine passende Schritt-für-Schritt Anleitung. Sie können auch eine Webadresse als FTP Server angeben. Dies kann entweder ein Online-Service sein oder eine DDNS-Adresse die auf einen anderen FTP Server verweist. FTP Port: Bitte geben Sie den FTP Port ein, welcher normalerweise 21 ist. FTP Ordner: Geben Sie den Ordner an, in den die Bilder hochgeladen werden sollen. Standardmäßig ist der Ordner ./ , was die Bilder in den Root-Ordner des Servers hochladen würde. In unserem Beispiel oben werden die Bilder im Root-Ordner gespeichert. FTP Benutzernamename: Bitte geben Sie den Benutzernamen Ihres FTP-Accounts an. Der Standard-Benutzername der AVM Fritzbox ist ftpuser. FTP Passwort: Bitte geben Sie das Passwort Ihres FTP-Accounts an. FTP Modus: Hier können Sie zwischen (PASV) und dem aktiven Modus (PORT) wählen. Der Standardmodus ist PORT mit der die Kamera dem Server Ihre IP-Adresse und Port mitteilt. Dieser Modus funktioniert auch mit passiven FTP-Servern. Wenn sich der Client hinter einem Router befindet, der NAT benutzt, oder eine Firewall die Verbindung blockiert, sollte der PASV-Modus verwendet werden. Als nächstes Bestätigen Sie bitte alle Einstellungen und testen Sie danach, um sicherzustellen das alle Einstellungen korrekt sind. Schritt 3 Bitte öffnen Sie das Menü Alarm / Aktionen Schritt 4 In der Oberfläche, die sich öffnet, wählen Sie bitte, was die Kamera bei einer Bewegungserkennung machen soll. Die Kamera kann Bilder auf einen FTP Server hochladen, wenn eine Bewegung erkannt wird. Insgesamt werden 4 Bilder hochgeladen, in denen Sie erkenn können, welches Objekt den Alarm ausgelöst hat. Alle Bilder werden in der vollen HD Auflösung 1280 x 720 hochgeladen. Sie können auch Videos auf Ihren FTP Server hochladen. Dafür müssen Sie eine SD-Karte in Ihre Kamera stecken. Die Kamera wird dann auf der SD-Karte aufgenommen und auf den FTP Server hochgeladen. Mehr Informationen über die Einstellungen für die Bewegungserkennung finden Sie HIER. Schritt 5 Zusätzlich zum Upload während eines Alarms können Sie auch Bilder in einem bestimmten Zeitintervall hochladen. Dank dieser Funktion können Sie eine Timelapse erstellen. Bitte öffnen Sie das Menü Alarm / Fotoserie. Schritt 6 Bitte aktivieren Sie die Funktion, dass Sie Fotoserien auf Ihren FTP Server hochladen möchten. Als nächstes können Sie auswählen, ob das Foto jedes Mal mit einem neuen Dateinamen hochgeladen wird (Zeitstempel), oder ob Sie einen fixen Dateinamen verwenden möchten, der jedes Mal ersetzt wird. Außerdem können Sie das Zeitintervall wählen, in denen die Bilder hochgeladen werden sollen. Der kleinste Wert ist 1 Sekunde, welcher allerdings auch von Ihrer Internetverbindung abhängt. Alle Bilder werden in der HD Auflösung 1280 x 720 hochgeladen.",
    "description2": "720p Camera Series Set FTP upload during alarm and photo series Your ip camera can upload pictures and videos either during an motion alarm or in an time interval. All settings necessary can be done through the web interface of your camera by clicking Alarm - FTP, Alarm - Actions or Alarm - Photo Series. Step 1 Open the web interface of your HD IP cam and click Alarm - FTP. Step 2 The following settings need to be done in the overlay which will open. FTP Server Please enter the address of your FTP server. In the example above we have used a AVM Fritzbox (Router) as a FTP server. This router has a USB Stick connected which provides the storage for the pictures. In our case we have to type in the IP address of the router. If you want to set up your own FTP server on your local computer you will find a step by step manual here. You can also use a web address as the FTP Server. This can either be a online host service or a DynDns address which connects to a FTP server at another location. FTP Port Please type in the FTP Servers port which is usually 21. FTP Folder Fill in the folder you want to upload the pictures inside. By default the folder will be which means that the camera will save the uploads in the root folder of the server. In our above sample the pictures will be saved in the root folder. FTP Username Please fill in the username of your FTP account. The default username for the AVM Fritzbox is ftpuser. FTP Password Please fill in the password of your FTP account. FTP Mode Here you can choose between (PASV) and active Mode (PORT). The default setting is the mode PORT with which the camera will tell the server its IP and Port. Therefor this mode will also work with passive FTP servers. If the client is behind a router which will use NAT or if a firewall is blocking the clients network from accessing the network then you should choose the PASV mode. Next please submit all settings and test them afterwards to make sure the settings are correct. Step 3 Please open the menu Alarm Actions, Step 4 In the Overlay which opens please select what the camera should do in case of an motion alarm. The camera can upload pictures to an FTP Server when a motion is triggered. In total 4 pictures will be uploaded in which you can see the object that caused the motion. All pictures will be uploaded in the full HD resolution 1280 x 720. You can also upload videos to your FTP server. Therefor you will need to insert a SD card into your camera. The video will then be recorded to the SD card and uploaded to your FTP server. You find more information about the settings for motion detection HERE. Step 5 In addition to the upload during an alarm you can also upload pictures in a time interval. Thanks to this function you can create time laps recordings. Please open the menu Alarm Photo Series. Step 6 Please activate that you want to have a photo series uploaded to an FTP server. Next you can choose if the picture should be uploaded with a new file name each time (timestamp) or if you want to have a fixed file name and the file will be replaced each time. Also you can set the time interval in which the picture should be uploaded. The smallest value is 1 second but it also depends on the upload speed of your internet connection. All pictures will be uploaded in HD resolution 1280 x 720.",
    "link": "/Motion_Detection/Alarm_FTP_Upload/720p_Series/",
    "title": "Alarm Upload & FTP Einstellungen",
    "chapter": "Motion Detection",
    "tags": ["FTP", "motion detection", "Bewegungserkennung", "Alarmaufnahmen", "Fotoserie", "Webseite einbinden", "FTP Server", "FTP Port", "FTP Modus", "FTP Upload", "PASV", "PORT", "Speicherpfad", "Ordnerstruktur", "Ordner anlegen", "ftpuser", "FTP Verzeichnis", "Bildname", "Dateiname", "Zeitstempel"],
    "image": "/images/Search/MD_SearchThumb_FTPSettingsAlarmUpload_720p.jpg",
    "abstract": "Speichern von Snapshots oder Videos auf Ihrem FTP Server"
}
POST /wiki2/article
{
    "title2": "Alarm Upload VGA",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alarm Upload / FTP Einstellungen VGA Kamera Serie FTP Upload und FTP Alarm Benachrichtigungseinstellungen FTP Server: Bitte geben Sie die Adresse Ihres FTP Servers ein. Im Beispiel oben haben wir eine AVM Fritzbox (Router) als FTP Server genutzt. Der Router bietet einen USB Stick als Speicherplatz für die Bilder. In unserem Fall müssen wir die IP Adresse unseres Routers eingeben. Falls Sie Ihren eigenen FTP Server auf Ihrem lokalen Rechner einrichten möchten, finden Sie hier eine passende Schritt-für-Schritt Anleitung. Sie können auch eine Webadresse als FTP Server angeben. Dies kann entweder ein Online-Service sein oder eine DDNS-Adresse die auf einen anderen FTP Server verweist. FTP Port: Bitte geben Sie den FTP Port ein, welcher normalerweise 21 ist. FTP Benutzernamename: Bitte geben Sie den Benutzernamen Ihres FTP-Accounts an. Der Standard-Benutzername der AVM Fritzbox ist ftpuser. FTP Passwort: Bitte geben Sie das Passwort Ihres FTP-Accounts an. FTP Ordner: Geben Sie den Ordner an, in den die Bilder hochgeladen werden sollen. Standardmäßig ist der Ordner ./ , was die Bilder in den Root-Ordner des Servers hochladen würde. In unserem Beispiel oben werden die Bilder im Root-Ordner gespeichert. FTP Modus: Hier können Sie zwischen (PASV) und dem aktiven Modus (PORT) wählen. Der Standardmodus ist PORT mit der die Kamera dem Server Ihre IP-Adresse und Port mitteilt. Dieser Modus funktioniert auch mit passiven FTP-Servern. Wenn sich der Client hinter einem Router befindet, der NAT benutzt, oder eine Firewall die Verbindung blockiert, sollte der PASV-Modus verwendet werden. Bilder in Zeitintervall hochladen: Bitte nur aktivieren, wenn Sie wollen, dass Ihre Kamera Bilder in einem bestimmten Zeitintervall hochlädt. Dies ist eine seperate Funktion zur Alarmbenachrichtigung. Bild-Name: Bitte geben Sie einen Dateinamen für das Bild an, welcher bei jedem Bild-Upload gespeichert und ersetzt wird. Das benötigen Sie, wenn Sie das Bild auf Ihrer Webseite anzeigen möchten. So wird das das Bild immer durch das neueste ersetzt. Wenn Sie dieses Feld leer lassen, wird die Kamera jedes Mal ein Bild mit Zeit und Datum im Dateinamen hochladen, was so aussieht: KameraID(KameraName)_0_yyyymmddhhmmss_Nr.jpg. Interval (in Sekunden): Wählen Sie das Zeitintervall, in der die Kamera ein neues Bild auf den Server hochladen soll. Das Intervall muss in Sekunden angegeben werden. Das kleinste Intervall ist 1 Sekunde, das heißt, jede Sekunde wird ein neues Bilder auf den Server hochgeladen. Schritt 2 FTP Server: Falls Sie einen FTP Upload anstatt eines Alarms nutzen möchten, können Sie dies unter Alarm / Alarm Einstellungen tun. Wenn ein Alarm ausgelöst wird, bleibt dieser für 60 Sekunden bestehen. Mit dem Zeitintervall können Sie wählen, wieviele Bilder während der 60 Sekunden gemacht werden. Wenn Sie also das Zeitintervall auf 10 setzen, werden während dem Event 6 Bilder erstellt.",
    "description2": "Alarm Upload FTP Settings VGA Camera Series FTP Upload and FTP Alarm notification settings. FTP Server: Please enter the address of your FTP server. In the example above we have used a AVM Fritzbox (Router) as a FTP server. This router has a USB Stick connected which provides the storage for the pictures. In our case we have to type in the IP address of the router. If you want to set up your own FTP server on your local computer you will find a step by step manual here. You can also use a web address as the FTP Server. This can either be a online host service or a DynDns address which connects to a FTP server at another location. FTP Port: Please type in the FTP Servers port which is usually 21. FTP Username: Please fill in the username of your FTP account. The default username for the AVM Fritzbox is ftpuser. FTP Password: Please fill in the password of your FTP account. FTP Upload Folder: Fill in the folder you want to upload the pictures inside. By default the folder will be which means that the camera will save the uploads in the root folder of the server. In our above sample the pictures will be saved in the root folder. FTP Mode: Here you can choose between (PASV) and active Mode (PORT). The default setting is the mode PORT with which the camera will tell the server its IP and Port. Therefor this mode will also work with passive FTP servers. If the client is behind a router which will use NAT or if a firewall is blocking the clients network from accessing the network then you should choose the PASV mode. Upload picture with time interval: Please activate only if you want your camera to upload a picture in a set time internal. This function is separate from the alarm notification. Image Name: Please select a name for the snapshot which will be saved and replaced every time the camera uploads a picture. This is needed if you want to integrate the picture on your website. This way you will always have the picture replaced with the newest one. If you leave this field blank then the camera will safe a picture with the time and date included in the picture name which will look like this:  CameraID(CameraName)_0_yyyymmddhhmmss_Nr.jpg. Interval (in seconds): Select the time interval in which you want the camera to upload a picture to the server. The interval has to be set in seconds. The shortest time will be 1 second which means that every second the camera will upload on picture. Step 2 FTP Server: If you want to use the FTP upload in case of an alarm you have to set this by clicking Others Alarm Service Settings. If an alarm occurs the event will last for 60 seconds. With the time interval you can set how many pictures you want to receive during one event. So if you set the time interval to 10 you would receive 6 pictures during every event.",
    "link": "/Motion_Detection/Alarm_FTP_Upload/VGA_Series/",
    "title": "Alarm Upload & FTP Einstellungen",
    "chapter": "Motion Detection",
    "tags": ["FTP", "motion detection", "Bewegungserkennung", "Alarmaufnahmen", "Fotoserie", "Webseite einbinden", "FTP Server", "FTP Port", "FTP Upload", "FTP Ordner", "PASV", "PORT", "Speicherpfad", "Ordnerstruktur", "Ordner anlegen", "ftpuser", "Bildname", "Dateiname", "Zeitstempel", "Zeitintervall"],
    "image": "/images/Search/MD_SearchThumb_FTPSettingsAlarmUpload_VGA.jpg",
    "abstract": "Speichern von Snapshots oder Videos auf Ihrem FTP Server"
}
POST /wiki2/article
{
    "title2": "Use your Router or NAS as a FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Nutzen Sie Ihren Router / NAS als FTP Server Lokaler FTP Server Die meisten Router heutzutage bieten die Möglichkeiten einen USB-Stick (Festplatte...) an den USB Anschluss des Routers anzuschließen. Manche Router haben zudem einen sehr großen internen Speicher den man als Netzwerkspeicher (NAS) nutzen kann. Die Router ermöglichen das Schreiben auf diese Speicher mit dem FTP Protokoll welches auch alle INSTAR IP Kamera unterstützen. Alles was Sie tuen müssen ist den Speicherplatz zur Verfügung zu stellen und die FTP Benutzerdaten in Ihrem Router anzulegen und in der Kamera einzutragen. Die Kamera kann anschließend Bilder - oder im Falle der HD Kameras auch Videos - an den Router senden. AVM Fritzbox Nutzen Sie Ihre AVM Fritzbox als lokalen FTP Server für Ihre INSTAR IP Kamera. Telekom Speedport Nutzen Sie Ihren Speedport als lokalen FTP Server für Ihre INSTAR IP Kamera. QNAP TS-259 Nutzen Sie Ihre QNAP TS-259 Pro als lokalen FTP Server für Ihre INSTAR IP Kamera. WD MyCloud Nutzen Sie ihre WD MyCloud als lokalen FTP Server für Ihre INSTAR IP Kamera. Synology Nutzen Sie ihre Synology Station NAS als lokalen FTP Server für Ihre INSTAR IP Kamera.",
    "description2": "Use your Router NAS as a FTP Server - Local FTP Server. Most modern routers now support USB mass storage devices (USB sticks, hard drives,...) to be plugged in - some even come with a large amount of on-board storage for you to use a Network-Attached-Storage (NAS). This storage spaces can be written on by FTP clients like your INSTAR IP camera. All you need to do is to provide the storage and set up a FTP user inside your router and the camera can send snapshots - or in case of the HD cameras even whole video files - to the router. This can be vital if your camera or the included SD card (HD camera line) gets damaged and you want to figure out what happened. Of course you don´t need to upload those backup files to your local router - if you have a router in a different location, you can easily use it as an off-site storage backup system for your surveillance system! In this case you will have to use a DDNS address (like e.g. DynDNS or No-IP) inside the router for the camera to reach it. AVM Fritzbox - Use your AVM Fritzbox as a local FTP Server for your INSTAR IP camera. READ MORE. Telekom Speedport - Use your Telekom Speedport as a local FTP Server for your INSTAR IP camera. READ MORE. QNAP TS-259 - Use your QNAP TS-259 Pro as a local FTP Server for your INSTAR IP camera. READ MORE. WD MyCloud - Use your WD MyCloud as a local FTP Server for your INSTAR IP camera. READ MORE",
    "link": "/Motion_Detection/Router_as_a_FTP_Server",
    "title": "Nutzen Sie Ihren Router oder Ihr NAS als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "USB-Stick", "Netzwerkspeicher", "FTP", "FTP Upload", "AVM Fritzbox", "Speedport", "QNAP TS-259", "WD MyCloud", "Synology"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "Einrichten Ihres Routers / NAS als FTP Server"
}
POST /wiki2/article
{
    "title2": "AVM Fritzbox as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "AVM Fritzbox als FTP-Server Im folgenden möchten wir beschreiben, wie man eine AVM Fritzbox 7490 als FTP-Server verwendet. Die Screenshots zeigen zwar nur die AVM Benutzeroberfläche, die meisten Schritte können allerdings auch auf anderen Routern durchgeführt werden. Sie benötigen jedes Mal einen FTP Benutzer und die dazugehörigen Zugriffsrechte im Router. Tippen Sie danach die FTP Benutzerdaten und das dazugehörige FTP Verzeichnis in der Weboberfläche Ihrer Kamera ein. Ein Upload Verzeichnis anlegen Als erstes müssen Sie ein Upload Verzeichnis für Ihre Kamera anlegen. Schließen Sie ein USB-Speichergerät an den USB-Port Ihres Routers an. Im Fall der Fritzbox klicken Sie einfach oben auf FritzNAS, um das Storage Dashboard zu öffnen. Bei anderen Routern wird empfohlen den FTP Zugang mit einem FTP Client zu prüfen, dazu können Sie zum Beispiel den Filezilla Client nutzen, oder aber einfach ftp: [IP of your router]:21 in die Adresszeile Ihres Standardbrowsers einzutippen. Nutzen Sie den zuvor erstellten Kamera Login um den Storage zu prüfen. Falls Sie Firefox nutzen, können Sie eine FTP Erweiterung nutzen, wie zum Beispiel FireFTP um ein Verzeichnis zu erstellen, dass die Kamera für den Upload nutzen soll. Im FritzNAS Storage Dashboard, wechseln Sie zu Ihrem externen Speicher(in unserem Fall ein ADATA USB-Stick), klicken Sie oben auf Neuer Ordner und erstellen Sie für Ihre Kamera einen neuen Ordner. Behalten Sie sich den Pfad, da wir Ihn im nächsten Schritt in der Weboberfläche der Kamera wieder benötigen. Seien Sie vorsichtig und löschen Sie nicht den Fritz Ordner, der durch Ihren Router erstellt wurde - wenn Sie das tun, kann Ihr USB-Stick nicht mehr verwendet werden, Sie müssen den USB-Stick dann einmal abziehen und wieder einstecken! Fügen Sie ein Verzeichnis auf Ihrem externen Storage für Ihre Kamera hinzu. Set up a FTP User Als erstes müssen wir die FTP Einstellungen in Ihrem Router finden. In den meisten Router sieht man die Einstellungen direkt, suchen Sie nach dem Schlagwort FTP. Leider hat AVM bei den neuen Firmwares die Funktion ein bisschen versteckt, was uns etwas Kopfschmerzen bereitet. Die ist auch der Grund warum wir das Beispiel anhand einer Fritzbox zeigen. Bei anderen Routern wird die Funktion leichter einzurichten sein. FTP ist jetzt im Fritzbox Benutzer Tab unter System versteckt. Klicken Sie auf Benutzer hinzufügen und geben Sie Ihren Benutzernamen und Ihr Passwort ein. Es wird empfohlen ein sicheres Passwort zu wählen, jedoch keins mit exotischen Sonderzeichen, da es hierbei zu Problemen kommen kann. Insbesondere wenn Sie den FTP Upload nur in Ihrem lokalen Netzwerk verwenden und die Zugriffsrechte über das Internet verbieten. (Zugang aus dem Internet, siehe Screenshot unten). Das einzige, worauf die Kamera Zugriff benötigt, ist das NAS (Zugang zu NAS-Inhalten, siehe unten). Klicken Sie auf Verzeichnis hinzufügen) und erlauben Sie der Kamera auf den Storage zu schreiben. Fügen Sie einen FTP Benutzer in Ihrem Router hinzu, sodass die Kamera Zugriff auf Ihr NAS hat. Wenn Sie Alle an der Fritzbox verfügbaren Speicher wählen, wird der Kamera erlaubt, in jedes Verzeichnis des Routers zu schreiben. Es ist wichtig, dass die Benutzer-Authentifizierung in Ihrem Router aktiviert ist, ansonsten wird die Kamera nicht in der Lage sein, Bilder in den Storage zu laden. Wie in den Screenshots gezeigt, haben Sie nun einen Administrator zum Management Ihres Routers, als auch einen FTP Benutzer für Ihre Kamera. Sie können zum Tab Anmeldung im Heimnetz wechseln um zu bestätigen, das die Authentifizierung aktiv ist oder nicht... Sie werden es bestimmt schon wissen, da Sie sich schon vorher am Router einloggen mussten. Checken Sie die Screenshots unten für das Beispiel mit einer Fritzbox. Bitte stellen Sie sicher, dass Sie auch einen Administrator Profil aktiv gesetzt haben und die Benutzer-Authentifizierung aktiv ist - dies ist sehr wichtig und ein häufig auftretender Fehler! Richten Sie Ihre Kamera für den FTP Storage ein Wir können nun unsere Kamera für den FTP Upload bei Alarmfall in unser neues Verzeichnis einrichten. Öffnen Sie die Weboberfläche Ihrer Kamera und navigieren Sie zu ''Alarm/FTP''. Das folgende Menü (siehe zweiter Screenshot unten) muss mit allen Daten, die wir zuvor im Router eingegeben haben, eingerichtet werden: FTP Server: Dies ist die IP-Adresse Ihres FTP-Servers. In unserem Fall ist das die IP-Adresse unseres Routers 192.168.178.1. Denken Sie daran, dass die IP-Adressen der Router von Hersteller zu Hersteller unterschiedlich sind. Meistens ist es nur die 3. Zahl die sich verändert - in den meisten Fällen ist es entweder 0, 1, 2 oder im Fall der AVM Fritzbox 178. FTP Port: Der Standard FTP-Port ist 21. FTP Ordner: Der FTP Ordner ist das Upload Verzeichnis, das wir auf unserem Router eingerichtet haben. Denken Sie daran, ein / vor den Ordner zu setzen. Wenn Sie die Dateien in den Root-Ordner hochladen möchten, tippen Sie hier einfach ein / ein. FTP Benutzername: Geben Sie den Benutzernamen ein, den wir im Router festgelegt haben... FTP Passwort: ... und das dazugehörige Passwort. FTP Modus: Der Standard-Modus für einen lokalen FTP Server - wird nicht durch eine NAT Firewall geblockt - ist PASV. Klicken Sie danach auf Bestätigen und testen Sie Ihre Eingaben. Ihre Kamera sollten Ihnen eine Erfolgreich-Info mitteilen und wenn Sie in Ihr Upload-Verzeichnis schauen, sollte ein Snapshot der Kamera enthalten sein. Jetzt können Sie den FTP Upload bei einem Alarm Event aktivieren, um die Kamera die Bilder und Videos auf Ihren FTP-Server hochladen zu lassen. Konfigurieren Sie Ihre Kamera Öffnen Sie die Weboberfläche Ihrer Kamera und geben Sie Ihre zuvor eingestellten FTP Server Informationen ein. Weboberfläche Tippen Sie, wie oben beschrieben, Ihre FTP Login-Daten und Server Informationen ein. Bestätigen Sie, bevor Sie den Upload testen. FTP Einstellungen Sie finden einen Snapshot in Ihrem Upload-Verzeichnis, nachdem Sie Ihre FTP Verbindung erfolgreich getestet haben. Testen Sie können jetzt die FTP Upload Funktion bei Alarm Events aktivieren. Alarm Upload",
    "description2": "AVM Fritzbox as FTP Server - In the following we want to explore the possibility to use an AVM Fritzbox 7490 as our FTP server. The user interface screenshots will only show the AVM UI. But most of the steps we will take are representative for other routers as well. Each time, you will need to define a FTP user and the corresponding access rights inside the router. Then type in the FTP user credentials and the corresponding FTP directory into your camera´s WebUI. Set up an Upload Directory. First we have to set up a directory for your camera´s uploads. Connect an USB thumbdrive or an USB hard drive to the USB port of your router. In case of the Fritzbox simply click on FritzNAS (on top of the screen) to enter the storage overview panel. For other routers it is recommended to check the FTP access with an FTP client like Filezilla Client or simply type in ftp IP of your router 21 into the address bar of your default web browser. Use the camera login we just created to check available storage. If you are using Firefox, you can use a FTP client extension like FireFTP to create a directory that your camera should use to upload files. Once inside the FritzNAS storage overview window, change to your external storage (in our case a ADATA Thumbdrive), click on the New Folder button on top and create a new folder for your camera. Remember the path to your folder as we will have to type it into camera webUI in moment. Be carful not to delete the FRITZ folder, created by your router - if you do, your thumb drive will be unmounted and you have to replug it into the USB Port! Add a directory for your camera on your external storage medium to write her files to. Set up a FTP User - First, we have to find the FTP settings inside the router. For most routers that is pretty straight-forward - just search for the keyword FTP. Unfortunately, AVM decided to hide this function with the newer firmwares, causing us a little bit of a headache. Which is partly the reason why we take the Fritzbox router as the example - the other routers will be much easier to set up. The FTP are now hidden inside the Fritzbox User (Benutzer) tab under System. Click on Add User (Benutzer Hinzufügen) and give your user a name and password. It is recommended to keep the name and password secure but to stay away from exotic characters, which might cause you some trouble. Especially, if you only use the FTP upload inside your local network and you deactivate the access rights from the internet (Zugang aus dem Internet, s. screenshot below). The only thing your cameras needs to have access to is the network attached storage (Zugang zu NAS-Inhalten, s. below). Click on add a directory (Verzeichnis Hinzufügen) and allow the camera to write onto the supplied storage. Add a FTP user on your router so your camera has access to the network attached storage. Choosing Alle an der Fritzbox verfügbaren Speicher allows the camera to write into every directory on your router. It is very important, that the user authentication is active on your router - the camera will not be able to upload the files to the storage otherwise. As seen in the screenshots below, you will now have an administrator account to manage your router as well as the pure FTP user for your camera. You can switch to the tab Anmeldung im Heimnetz to confirm that the authentication is active or not... Well, you will already know if you had to login to your router earlier anyway. Check the screenshots below for the Fritzbox example. Please make sure that you also have a administrator account active and the user authentication is activated - this is very important and a common mistake! Set up your Camera to use the FTP Storage. Now we can access our camera to program it to upload files to our new FTP upload directory in case of an alarm event. Open the web user interface of your camera and navigate to Alarm FTP. The following menu (see 2nd screenshot below) needs to be filled with all the data we just set up inside the router: FTP Server: Is the address of the FTP server. In our case the IP address of our router 192.168.178.1. Please be aware that the IP addresses of routers from different manufactures will vary. Usually it is only the third number that will be different - in most cases it is either 0, 1, 2 or in case of the AVM Fritzbox 178. FTP Port: The default FTP port is 21. FTP Folder: The FTP folder is the upload directory we just set up on our router. Please remember to add a in front of the folder. If you want to upload to the root directory, just put a here. FTP Username: Put in the username we just defined inside the router FTP Password: and add the corresponding password. FTP Mode: The default mode for a local FTP server - that isn´t shielded by a NAT firewall - is PASV. Afterwards click on Submit and Test to check your inputs. Your camera should give you a Successful notification and if you check your upload directory, you will find a snapshot uploaded by the camera. Now you can activate the FTP upload actions in case of an alarm trigger event, to have the camera upload it snapshots or videos to your FTP server. Configure your Camera. Open your cameras web user interface and go to Alarm FTP to input your FTP server information you set up earlier. WebUI Type in your FTP login credentials and server information like described above. Submit before testing the upload. FTP Settings You will find a single snapshot in your upload directory, after successfully testing the FTP connection. Testing Now you can activate the FTP upload functions for alarm trigger events. Alarm Upload",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/AVM_Fritzbox_as_FTP_Server",
    "title": "Nutzen Sie Ihre AVM Fritzbox als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "USB-Stick", "Netzwerkspeicher", "FTP", "FTP Upload", "AVM Fritzbox", "Fritzbox 7490", "Fritzbox 7590", "Fritzbox 7390", "Speedport", "QNAP TS-259", "WD MyCloud", "Synology", "FTP Benutzer", "Verzeichnis", "fritz.nas", "FTP User", ""],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer_Fritzbox.jpg",
    "abstract": "Einrichten Ihrer AVM Fritzbox als FTP Server"
}
POST /wiki2/article
{
    "title2": "Use your Speedport as a FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Konfigurieren Sie Ihren Speedport als FTP Server Stecken Sie Ihr USB Laufwerk in den Telekom Router. Öffnen Sie danach die Weboberfläche des Routers und gehen Sie nach Heimnetzwerk / Netzwerkspeicher. Verifizieren Sie, dass Ihr Laufwerk erkannt wurde. Gehen Sie jetzt in die Benutzerverwaltung und fügen Sie einen FTP Nutzer für Ihre Kamera hinzu - geben Sie einen Benutzernamen & Passwort an und setzen Sie den Haken bei FTP Zugriff erlauben. Klicken Sie im vorherigen Fenster auf Durchsuchen und legen Sie einen Upload für Ihre Kamera auf dem externen Laufwerk an. Öffnen Sie jetzt die Weboberfläche Ihrer Kamera and tragen Sie die eben angelegten FTP Nutzer Daten ein. Die Standard IP Adresse des Speedport ist 192.168.2.1, der FTP Port ist 21, der Ordner ist ./ und dann noch der FTP Nutzername und das Passwort. Klicken Sie auf Bestätigen, dann auf Testen. Sie können den erfolgreichen Test überprüfen, indem Sie ftp: 192.168.2.1/ in Ihren Browser eingeben - der Test Schnappschuss sollte im Ordner liegen. Konfigurieren Sie Ihre Kamera für den FTP Upload Sie können jetzt die Alarmfunktion der Kamera nutzen um Videos oder Schnappschüsse auf Ihren Router zu laden. Konfigurieren Sie Ihre Kamera für den FTP Upload Oder laden Sie einfach eine Fotoserie hoch um sie ggf. später zu einer Zeitraffer-Aufnahme zusammen zu setzen.",
    "description2": "Configure your Speedport as a FTP Server - Connect your USB drive with Telekom router. Then open the web user interface and go to Home Network Network Storage to verify that your drive was mounted. Now expand the Manage User section to add a FTP user for your camera - add a username and password and check the Allow FTP Access box. Click on Browse in the previous screenshot to create an upload directory for your camera on your external drive. Open your camera´s webUI and add your routers FTP data. The default IP address is 192.168.2.1, the port is 21, the folder is and then add your FTP user that you created earlier. Click on Submit, then Test in the previous screenshot. You can then type in the routers address ftp 192.168.2.1 Folder Name into your browser´s address bar - the test snapshot should be uploaded. Configure your Camera for the FTP Upload. Now you can let the camera upload snapshots or videos in case of an alarm. Configure your Camera for the FTP Upload. Or upload a snapshot series (maybe to create a time lapse video from it afterwards).",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/Telekom_Speedport_as_FTP_Server",
    "title": "Nutzen Sie Ihren Telekom Speedport als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "USB-Stick", "Netzwerkspeicher", "FTP", "FTP Upload", "AVM Fritzbox", "Speedport", "QNAP TS-259", "WD MyCloud", "Synology"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer_Speedport.jpg",
    "abstract": "Einrichten Ihres Telekom Speedport Routers als FTP Server"
}
POST /wiki2/article
{
    "title2": "QNAP NAS as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "QNAP NAS als FTP Server Loggen Sie sich in Ihre QNAP Weboberfläche ein und öffnen Sie die Netzwerkdienste / FTP Einstellungen. Aktivieren Sie den FTP Service und belassen Sie alle Einstellungen bei deren Standardwerten. Öffnen Sie die FTP Einstellungen Ihrer Kamera und geben Sie die QNAP IP-Adresse, ihre Login Daten und ein Upload-Verzeichnis ein - Bestätigen und Testen Sie danach die Verbindung. Aktivieren Sie den Kamera FTP Upload und checken Sie das Upload-Verzeichnis.",
    "description2": "QNAP NAS as FTP Server - Log into your QNAP´s webUI, open the settings tab Network Services FTP. Activate the FTP service and leave all parameters at their defaults. Open the FTP settings of camera and type in your QNAP´s IP address, an upload directory and your QNAP login - submit and test. Activate your camera´s FTP upload and check the upload directory.",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/QNAP_as_FTP_Server",
    "title": "Nutzen Sie Ihre QNAP NAS als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "USB-Stick", "Netzwerkspeicher", "FTP", "FTP Upload", "AVM Fritzbox", "Speedport", "QNAP TS-259", "WD MyCloud", "Western Digital", "Synology", "Netzwerkdienste"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer_QNAP.jpg",
    "abstract": "Einrichten Ihrer QNAP als FTP Server"
}
POST /wiki2/article
{
    "title2": "Synology NAS as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Synology NAS als FTP Server",
    "description2": "Synology NAS as FTP Server",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/Synology_as_FTP_Server",
    "title": "Nutzen Sie Ihre Synology NAS als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "USB-Stick", "Netzwerkspeicher", "FTP", "FTP Upload", "AVM Fritzbox", "Speedport", "QNAP TS-259", "WD MyCloud", "Synology", "QNAP"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer_Synology.jpg",
    "abstract": "Einrichten Ihrer Synology als FTP Server"
}
POST /wiki2/article
{
    "title2": "WD MyCloud as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Richten Sie einen FTP-Zugang auf einer Western Digital (WD) MyCloud ein Schritt 1: Öffnen Sie die WD MyCloud in Ihrem Webbrowser durch eintippen von http: wdmycloud.local in die Adressleiste Ihres Webbrowsers. Der Login zu Ihrer WD MyCloud sollte sich öffnen. Bitte loggen Sie sich als Admin ein. Schritt 2: Im oberen Menü klicken Sie bitte auf den Pfeil auf der rechten Seite und wählen Sie Einstellungen. Schritt 3: Auf der linken Seite klicken Sie bitte auf Netzwerk und in den Netzwerkeinstellungen wechseln Sie bitte den IPv4 Modus auf statisch. Das ist wichtig um sicherzustellen, dass sich die IP-Adresse Ihrer MyCloud nicht ändert. Dieser Schritt ist sehr wichtig, andernfalls kann es sein, dass ihr Router der MyCloud eine andere IP-Adresse vergibt und die MyCloud dadurch nicht mehr erreichbar wäre. Schritt 4: Folgen Sie dem Assistenten, um eine statische IP-Adresse zu erhalten. Sie müssen prinzipiell nur auf Weiter und Bestätigen klicken, damit die Einstellungen gesetzt sind. Merken Sie sich die IP-Adresse aus Schritt 2. Mit dieser IP-Adresse können Sie jederzeit Ihre MyCloud erreichen. Schritt 5: Sie müssen Sich einmal einloggen, wenn die Adresse zu einer statischen IP gewechselt ist. Bitte nochmal einloggen. Wenn Sie eingeloggt sind, klicken Sie bitte nochmal auf den Pfeil in der oberen Rechten Ecke und danach auf Einstellungen. Schritt 6: Gehen Sie wieder auf Netzwerk und in den Netzwerkeinstellungen schalten Sie bitte den FTP-Zugang auf ON. ON sollte danach in Blau angezeigt werden. Schritt 7: Der FTP-Zugang ist nun grundsätzlich aktiviert. Um der Kamera mitzuteilen, in welchen Ordner sie aufnehmen soll, müssen wir noch einen Shared Folder anlegen. Dafür klicken Sie bitte auf „Shares“ im oberen Menü und in diesem Menü klicken Sie bitte auf das + Zeichen. Schritt 8: Als Share Name können Sie einen beliebigen Namen eingeben. In unserem Fall haben wir den Namen Aufnahmen gewählt. Sie können auch eine Beschreibung für den Ordner hinzufügen. In unserem Fall ist die Beschreibung INSTAR Kameras. Wenn Sie den Namen und die Beschreibung eingegeben haben klicken Sie bitte auf Bestätigen um die Einstellungen zu speichern. Schritt 9: Der neu erstellte Ordner sollte nun ausgewählt werden. Um ihn über FTP zu erreichen, müssen Sie den FTP-Zugang aktivieren. Bitte aktivieren Sie ihn. Nun müssen Sie nur noch auswählen ob ein anonymer Benutzer Zugang zum Ordner hat oder nicht. Wir empfehlen Anonymous None auszuwählen, um sicherzustellen, dass niemand außer Sie Zugang zum Ordner haben. Danach klicken Sie bitte auf Bestätigen. Schritt 10: Zum Schluss müssen wir in der Kamera noch alle FTP-Daten eintragen. Dazu öffnen Sie bitte die Weboberfläche Ihrer INSTAR Kamera. Sie können dazu entweder die IP-Adresse Ihrer Kamera in die Adressleiste Ihres Browsers eintippen oder das INSTAR Kamera Tool nutzen um Ihre Kamera zu finden. Wenn die Weboberfläche geöffnet ist, klicken Sie bitte auf „Alarm – FTP“ in der linken Menüleiste um die FTP Einstellungen zu öffnen. Schritt 11: Tippen Sie in der FTP Maske die folgenden Daten ein: FTP Server: Geben Sie hier die IP-Adresse Ihrer WD MyCloud ein. Als Alternative können Sie auch wdmycloud.local eintippen. FTP Port: Bitte lassen Sie hier den Port 21 stehen, da er für FTP genutzt wird. FTP Folder: Geben Sie hier den Ordner-Namen ein, den Sie zuvor erstellt haben. In unserem Fall war das der Ordner Aufnahmen. Wenn Sie mehr als eine Kamera haben, empfehlen wir für jede Kamera einen Unterordner zu erstellen, wie in unserem Fall „Camera_LivingRoom“. Dies vereinfacht es, die einzelnen Kameras auseinanderzuhalten und den Überblick zu behalten. FTP Username: Geben Sie hier den Benutzernamen Ihrer WD MyCloud ein. FTP Password: Das Passwort Ihrer WD MyCloud. FTP Mode: Lassen Sie die Einstellung auf PASV Mode. FTP Folder Structure: Hier können Sie wählen, ob die Kamera alles in einen Ordner aufnehmen soll oder für jeden Tag einen neuen Ordner erstellen soll. Wenn die Kamera für jeden Tag einen neuen Ordner erstellt, wird der Ordner-Name immer mit dem aktuellen Datum versehen. Dadurch ist es später einfacher eine bestimmte Aufnahme eines bestimmten Tages zu suchen. Bestätigen und Testen Sie Ihre Einstellungen. War der Test erfolgreich, sollte Ihre Kamera nun in der Lage sein, Aufnahmen in Ihrer WD MyCloud zu speichern. Bitte vergesenn Sie nicht die Bewegungserkennung in Ihrer Kamera zu aktivieren und stellen Sie ebenfalls sicher, dass Sie unter Alarm / Aktionen den FTP Upload aktiviert haben. Hier können Sie auswählen ob die Kamera bei einem Alarm Event Videos oder Bilder auf den FTP Server (WD MyCloud) hochladen soll. Wenn Sie alles aktiviert haben sollten die Aufnahmen nun auf Ihrer WD MyCloud gespeichert werden.",
    "description2": "Setting up FTP Access on a Western Digital (WD) MyCloud - Step 1: Open the WD MyCloud in your web browser by typing http wdmycloud.local in the address bar of your web browser. The login to your WD MyCloud should open. Please log in with your admin account. Step 2: In the upper menue please click on the arrow to the right side and select Settings. Step 3: On the left side please click on Network and within the network services please switch the IPv4 Network Mode to static. This is important to make sure that the ip address of your MyCloud is not changing. If you are noting switching it to static, it could be that your router will assign a different IP address to your MyCloud. In this case the camera would not be able to reach it anymore and therefor will not record anymore to the MyCloud. Therefor this step is very important. Step 4: Follow the assistent to assign a static IP address. You actually only have to click on Next and Apply in order to apply the settings. Please remember the IP address shown in Step2. This IP address will be the one with which you can access your WD MyCloud at any time. Step 5: You have to login again once the IP has been changed to a static IP. Please login in again. Once logged in, please click the right arrow again in the upper menue and click on Settings. Step 6: Once again select Network and within the network services please switch the FTP Access to ON. ON should then be shown in blue. Step 7: The FTP Access in general is now activated. In order to tell the camera in which folder it should record, we will need to set up a shared Folder. Therefor please click on Shares in the upper menue and inside this menue please click on the + sign in order to add a shared Folder. Step 8: For Share Name you can now type in the folder name in which you want the recordings beeing stored. In our case we choose the folder name Recordings. You can also add a description to the folder name. In our case we name it INSTAR Cameras. Once you typed in the Share Name and Desciption please Apply the settings. Step 9: The newly created shared Folder should now already be selected. In order to be able to access it by FTP, you will need to activate the FTP access. Please activate it. Now you still need to choose if a anonymous user can access the folder or not, in this case we recomment you to select Anonoymous None which means that noone can access the recordings besides you. Once done please click Apply. Step 10: Finally we have to set up our camera by typing in all the FTP data. To do so, please open the web interface of your INSTAR camera. You can either type in the IP address of your camera in the address bar of your web browser, or you can use the INSTAR camera tool to search for your camera and to open it in the default web browser. Once it is opened, please click on „Alarm – FTP“ on the left menue bar to open the FTP settings. Step 11: In the FTP mask please fill in the following data: FTP Server: Here you will need to type in the IP address of your WD MyCloud. As an alternative you can also type in wdmycloud.local FTP Port: Please leave it Port 21 which is used for FTP. FTP Folder: You will have to type in the folder name which you have created before as a shared Folder on your MyCloud. In our case it was the folder Recordings. If you are having more then one camera, we recommend you to also add another sub folder for each camera, in our case Camera_LivingRoom. This way it will be easier later to seperate between the different cameras. FTP Username: The username of your WD MyCloud. FTP Password: The password of your WD MyCloud. FTP Mode: Please keep this PASV Mode. FTP Folder Structure: Here you can select if the camera shoudl record everything in one single folder, or if the camera should create a new folder for each day. If the camera created a new folder for each day, each folder will me named according to the date. Therefor it will be much easier later to search for a recording from a particular day. Submit your settings and test them. If the test is successful, your camera should now be able to save the recordings on your WD MyCloud. Please dont forget to activate the motion detection (alarm areas) inside your camera and also make sure you activate the FTP upload under Alarm – Actions. Here you can select if the camera should Upload videos or images to the FTP server (WD MyCloud) in case of an alarm event. If you activate everything accordingly, the recordings should now be saved on your WD MyCloud.",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/WD_MyCloud_as_FTP_Server",
    "title": "Nutzen Sie Ihre WD MyCloud als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "USB-Stick", "Netzwerkspeicher", "FTP", "FTP Upload", "AVM Fritzbox", "Speedport", "QNAP TS-259", "WD", "MyCloud", "wdmycloud.local", "Synology"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer_WD.jpg",
    "abstract": "Einrichten Ihrer WD MyCloud als FTP Server"
}
POST /wiki2/article
{
    "title2": "FTP Server Setup",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "FTP Server Setup Richten Sie einen FTP Server auf Ihrem Windows-PC ein Ihre Kamera kann Bilder während eines Alarm Events hochladen und Bilder in einem bestimmten Zeitintervall auf einen beliebigen FTP-Server hochladen. Neben Online-Services für FTP-Server oder Router die als FTP-Server arbeiten können Sie auch Ihren lokalen Rechner oder lokalen Server als FTP-Server einrichten um Bilder von der Kamera zu empfangen. Download FileZilla Server Alles was Sie dazu brauchen ist ein FTP-Tool, wie zum Beispiel FileZilla: Gehe Sie auf die Filezilla Webseite (1) und laden Sie die Server-Version von FileZilla herunter (2). Installieren Sie den Server Wenn Sie Probleme bei der Installation haben, folgen Sie bitte unserer Installationsanleitung HIER Starten des Servers Nach der Installation starten Sie bitte den FTP Server und verbinden ihn mit Ihrem localhost-Server (127.0.0.1). Fügen Sie einen FTP Benutzer hinzu Richten Sie nun bitte einen Benutzer für Ihren Kamera-Account ein. Durch Klicken auf Bearbeiten und Benutzer gelangen Sie zu den Benutzereinstellungen. Unter Allgemein (1) wählen Sie Bitte Hinzufügen (2) und geben einen Benutzernamen für den Kamera-Account ein (3). Danach können Sie ein Passwort für diesen Account festlegen (4) und auf OK klicken um die Einstellungen zu speichern. Ein lokales Verzeichnis hinzufügen Nun müssen wir den Ordner wählen, in den die Kamera die Bilder speichern soll. Bitte wählen Sie Shared Folders und dann Hinzufügen um den Ordner auf ihrer lokalen Festplatte auszuwählen, in den die Bilder gespeichert werden. Nachdem Sie den Ordner ausgewählt haben, markieren Sie ihn und setzen ihn als Home-Verzeichnis durch Klicken auf Als Homeverzeichnis wählen. Stellen Sie sicher, dass unter Dateien die Lese- und Schreibrechte gesetzt sind. Manchmal sind als Standard nur Leserechte vergeben. Dies würde eine Fehlermeldung hervorrufen wenn Sie Dateien hinzufügen wollen. Ein Upload-Verzeichnis für Ihre Kamera einrichten. Und es zum Home-Verzeichnis machen.",
    "description2": "FTP Server Setup - Setting up a FTP server on your Windows Computer. Your camera can upload pictures during an alarm event or you can also upload pictures in a defined time period to any kind of FTP server. Besides online offers for FTP servers or Routers which can function as a FTP server you can also set up your local computer or server to function as a FTP server in order to receive pictures from the camera. Download FileZilla Server. All you need to do is get a FTP tool like FileZilla: Enter the Filezilla website (1) and download the server edition of FileZilla (2). Install the Server. If you run into any troubles during the installation process, please follow our installation guide HERE. Start the Server. After installation please start the FTP server and connect to your localhost (127.0.0.1) server. Add a FTP User: Now please set up a user for your cameras account. By clicking Edit and then Users you can access the user settings. In General (1) please choose Add (2) and type in a user name for your cameras account (3). After that you can choose a password for this account (4) and click OK to save the settings. Add a local Directory: Now we have to select the folder in which the camera will save the pictures. Please choose Shared folders and then Add to select the folder in which the pictures will be saved on your local hard drive. After selection the folder please mark the folder and set it as the Home Directory by clicking set as home dir. Please also make sure that under Files the Read and Write access rights are selected. Sometimes the default setting might be only Read. This would cause that you get a error message if you try to write any files... Set a upload directory for your camera. And make it the Home Directory.",
    "link": "/Motion_Detection/FTP_Server_Setup",
    "title": "Aufsetzen eines lokalen FTP Servers",
    "chapter": "Motion Detection",
    "tags": ["NAS", "FTP", "FTP Upload", "FileZilla", "FileZilla Server", "FTP Server", "FTP Upload", "lokaler Server"],
    "image": "/images/Search/MD_SearchThumb_FTPServerSetup.jpg",
    "abstract": "Einrichten eines FTP Server auf dem Heim-PC"
}
POST /wiki2/article
{
    "title2": "Alarm Server Function",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alarm Server Funktion Sie können die Alarm Server Funktion nutzen, um eine HTTP-Anfrage an einen verbundenen Server zu schicken. Der Server benötigt eine kompatible Software um die Anfrage als Alarm entgegenzunehmen und weitere Aktionen folgen zu lassen. Diese Funktion wird oft von Heim-Alarm-Systemen unterstützt. Sie können der Anfrage eigene Befehle hinzufügen, um in der Server Software verschiedene Aktionen auszulösen. Alarm Server hinzufügen Öffnen Sie die Weboberfläche Ihrer (VGA!) Kamera und navigieren Sie zu Alarm / Alarm Server. Geben Sie Ihre Alarm Server Adresse ein und aktivieren Sie die Funktion. Bitte fügen Sie das http-Präfix vor die IP-Adresse. - z.B. http: 192.168.1.66. Programm Die Alarm Server Funktion kann mit Alarm Systemen und Heimautomations-Systemen verwendet werden wie dem Open Source Projekt FHEM. Leider, aufgrund der verwendeten Leerzeichen in den URLs der Heimautomation, wird das Programmieren Ihrer Kamera ein wenig komplizierter. Während wir diesen Artikel schreiben, testen wir bereits an einer neuen Version der Weboberfläche für Ihre VGA Kameras, die den Work-Around überflüssig machen. Das Folgende zeigt Ihnen, wie Sie bestimmen können, ob die Kamera den Befehl korrekt versteht und wie Sie den Befehl bearbeiten können, um das Problem zu umgehen. Heimautomations-Systeme wie FHEM verwenden Leerzeichen in deren URLs die als %20 codiert werden müssen. Sie müssen einen sogenannten URL-Codierer verwenden um Leerzeichen Ihrer Webadresse zu nutzen. Ein Beispiel-Befehl für das Heimautomations-System FHEM ist das Setzen eines Alarms auf das Auslösen eines Alarm Events. Der Befehl wird für die Kamera zu set%20alarm%20on codiert. Der empfangende FHEM Server wird dann %20 wieder zu einem Leerzeichen decodieren. Falls Ihr FHEM Alarm Server zum Beispiel die lokale IP Adresse 192.168.1.66 hat, ist die Server Adresse, die Sie in die Weboberfläche der Kamera eintippen müssen, damit das Alarm Event aktiviert wird ist: http: 192.168.1.66/fhem?cmd=set%20alarm%20on (Die maximale Länge der URL ist 128 Zeichen.) Sie können prüfen ob der Befehl korrekt gespeichert wurde, indem Sie den CGI Befehl http: 192.168.1.230/get_params.cgi (192.168.1.230 muss durch die IP-Adresse Ihrer Kamera ersetzt werden) zum Abrufen Ihrer Konfiguration eingeben. Falls Sie noch nicht eingeloggt sind, werden Sie nach den Administrator-Login Daten gefragt. Scrollen Sie nach unten zur Parameter-Liste und suchen Sie nach der Variablen alarm_http_url. Sie können prüfen ob der FHEM Befehl und die Serveradresse korrekt ist, indem Sie sie die Kamera Konfigurationsseite mit dem CGI Befehl get_params.cgi aufrufen. Die Serveradresse muss mit der %20 Codierung gespeichert werden. Jedes Mal wenn ein Alarm ausgelöst wird, wird die HTTP Anfrage an ihr Heimautomations-System gesendet und Ihren eigenen Befehl auslösen. Problembehebung Was sollten Sie tun, wenn Ihre Kamera den codierten %20 Befehl nicht speichert? Wie oben erwähnt, werden Sie wahrscheinlich bereits eine Weboberfläche nutzen die auf die Codierung achtet und den Befehl korrekt abspeichert. - bitte überspringen Sie diesen Paragraph wenn dies der Fall ist. Im Folgenden verwenden wir einen kleinen Trick um die Codierung für uns, statt gegen uns zu nutzen: Was sollten Sie tun, wenn der CGI Befehl get_params.cgi Ihnen anzeigt, dass der Befehl mit Leerzeichen statt mit %20 gespeichert wurde? Ihre Kamer sendet jetzt bei jedem Alarm die HTTP-Anfrage. Die Anfrage wird allerdings vor dem ersten Leerzeichen abgeschnitten - macht den Befehl damit unbrauchbar. Wir können das Problem lösen, indem wir den automatischen URL Codierer die korrekte URL codieren lassen. Dies wird durch Codieren des % in ein %25 durchgeführt. Die Serveradresse wird zu: http: 192.168.1.66/fhem?cmd=set%2520alarm%2520on Der automatische Codierer wird die korrekte Adresse generieren, sobald Sie diese Adresse bestätigen: http: 192.168.1.66/fhem?cmd=set%20alarm%20on Um das zu verhindern, codieren Sie das Leerzeichen mit %2520 statt %20. Bitte den Bestätigen-Button nicht ein zweites Mal drücken - da dies statt der %20 wieder ein Leerzeichen einsetzen würde. Sie können das Ergebnis durch den get_params.cgi Befehl prüfen.",
    "description2": "Alarm Server Function - You can use the Alarm Server function to send a http request to a connected server. The server needs a compatible software to recognize this request as an alarm event and trigger further actions. This function is often supported by home alarm systems. You can add custom commands to the request to trigger specific actions in the receiving server software. Add an Alarm Server: Open the web user interface of your (VGA!) camera and navigate to Alarm Alarm Server. Type in your in your alarm server address and activate the function. Please add the http prefix when entering the servers IP address - e.g. http: 192.168.1.66. Application: The Alarm Server function can be used with alarm systems and home automations like the Open Source project FHEM. Unfortunately, because those home automation systems insist on using SPACEs in their URLs, programing your camera becomes a little bit more complicated. As I am writing this article we are already testing a new version of the web user interface for our VGA camera´s that will make the work-around below superfluous. The following will show you how you are able to determin, if your camera is handling the command correctly and how to prepare your command to bypass the problem in case the camera is not saving it as expected. Home automation system´s like FHEM use SPACEs in their URLs that have to be encoded as %20. You have to use a so called URL encoding to employ SPACEs in your web address. An example command for the home automation system FHEM is set alarm on to trigger an alarm event. This will encode to set%20alarm%20on for the camera. The receiving FHEM server will then decode the %20 back to a SPACE. If, for example, your (FHEM) alarm server has the local IP address 192.168.1.66 inside your network, the Server Address you have to type in your cameras webUI to have it activate the alarm event will be. http: 192.168.1.66 fhem?cmd=set%20alarm%20on (The maximal length of the URL is 128 characters) You can check if the command was saved correctly by calling your cameras configuration with the CGI command http: 192.168.1.230 get_params.cgi (where 192.168.1.230 has to be changed to the IP address of your IP camera. You will be asked to log in with your camera administrator account, if you are not logged in already. Scroll to the bottom of the parameter list and search for the variable alarm_http_url. You can check if the server address and FHEM command was saved correctly by calling the cameras configuration page with the CGI command get_params.cgi. The server address has to be saved with the %20 encoding. Every time an alarm is triggered inside the camera the HTTP request will be send to your home automation server, triggering your custom command. Troubleshooting: What to do if your camera does not save the command with the %20 URL encoding? As mentioned above, you might already be using a camera where the web user interface takes care of the encoding for you and the command is saved correctly - please skip this paragraph if this is the case. In the following we will employ a little trick to make the encoding for us instead of against us. What to do if the CGI command get_params.cgi shows you that the camera saved the command with SPACEs instead of the %20 encoding?. Your camera will now send out the HTTP request every time the alarm is triggered. But the request will be cut before the first SPACE - making it basically useless. We can fix this dilemma by having the automatic URL encoding generate the correct URL for us. This can be done by encoding the % sign to %25. The server address will become: http: 192.168.1.66 fhem?cmd=set%2520alarm%2520on The automatic encoding will generate the correct address from it once you submit this address: http: 192.168.1.66 fhem?cmd=set%20alarm%20on To prevent this from happening, encode the SPACE with %2520 instead of %20.Please make sure not to press the Submit button a second time - as this will again get rid of the %20, substituting it with a SPACE. You can check the result by calling the get_params.cgi command.",
    "link": "/Motion_Detection/Alarm_Server",
    "title": "Alarm Server",
    "chapter": "Motion Detection",
    "tags": ["Alarmserver", "Raspberry Pi", "home automation", "Alarm Server", "Heimautomatisierung", "Smarthome"],
    "image": "/images/Search/MD_SearchThumb_AlarmServer.jpg",
    "abstract": "Einrichten eines Alarm Server"
}
POST /wiki2/article
{
    "title2": "INSTAR Cloud",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Nutzen Sie die INSTAR Cloud als Speicherort Ihrer Alarmaufnahmen. Ein Überblick über die neue Online Aufnahmeplattform für IP Kameras von INSTAR",
    "description2": "Ein Überblick über die neue Online Aufnahmeplattform für IP Kameras von INSTAR. Nutzen Sie die INSTAR Cloud als Speicherort Ihrer Alarmaufnahmen",
    "link": "/Motion_Detection/INSTAR_Cloud/",
    "title": "INSTAR Cloud",
    "chapter": "Motion Detection",
    "tags": ["cloud storage", "Cloud", "Onlinespeicher", "Alarmaufnahmen"],
    "image": "/images/Search/MD_SearchThumb_Cloud.jpg",
    "abstract": "INSTAR Cloud als Online-Speicherplatz für Ihre Alarm-Aufnahmen"
}
POST /wiki2/article
{
    "title2": "Create a User Account",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Nutzen Sie die INSTAR Cloud als Speicherort Ihrer Alarmaufnahmen. Ein Überblick über die neue Online Aufnahmeplattform für IP Kameras von INSTAR",
    "description2": "Cloud - Benutzer erstellen Erstellen eines Benutzers in der Cloud Schritt 1 Um sich an der INSTAR Cloud anmelden zu können, müssen Sie sich zuerst mit Ihrer Emailadresse und einem von Ihnen ausgewählten Kennwort registrieren. Gehen Sie dazu auf cloud.instar.de und wählen Sie dort „Jetzt kostenfrei registrieren“ aus. Schritt 2 Tragen Sie jetzt Ihre Emailadresse sowie Ihr gewünschtes Passwort ein und klicken Sie dann auf „Jetzt kostenfrei registrieren“. Sie erhalten anschließend eine Email von uns in der Sie die Registrierung nochmals bestätigen müssen. Nachdem Sie die Registrierung bestätigt haben, können Sie sich anschließend dann mit Ihrem Account an der INSTAR Cloud anmelden. Schritt 3 Nachdem Sie sich angemeldet haben, kommen Sie normalerweise auf die Übersicht aller neuen Alarme. Dadurch das Sie aber noch keine Kamera angelegt haben bei einer neuen Registrierung, werden Sie zuerst auf den Menüpunkt „Kameras“ weitergeleitet. Dort haben Sie jetzt die Möglichkeit eine neue Kamera in Ihren Cloud Account hinzuzufügen. Schritt 4 Wenn Sie eine neue Kamera hinzufügen, müssen Sie als erstes dieser Kamera einen Namen vergeben. In unserem Beispiel vergeben wir der Kamera den Namen „Büro DE“. Zudem müssen Sie auswählen ob es sich bei Ihrer Kamera um eine HD Kamera oder eine VGA Kamera handelt. Um die Kamera anzulegen klicken Sie jetzt bitte auf Kamera anlegen. Schritt 5 Die Kamera wird jetzt angelegt und Sie bekommen alle nötigen Zugangsdaten zu dieser Kamera angezeigt. In der Übersicht erhalten Sie folgende Informationen: Kameraname: (Dies ist der Name den Sie der Kamera vergeben haben, über Bearbeiten kann dieser jederzeit geändert werden.) Kameratyp: Die Art der Kamera, je nach dem ob Sie eine VGA oder HD Kamera ausgewählt haben. Aufnahmen: Die Anzahl der Alarmvideos die für diese Kamera existieren. Letzte Aktivität: Die letzte Aktivität in der die Kamera einen Alarm gemeldet aufgenommen hat. Kamera-Set: Sofern Sie Kamera einem oder mehreren Sets zugewiesen ist. Mehr dazu finden Sie im Kapitel Sets anlegen. Cloud Benutzer: Den Benutzernamen für diese Kamera den Sie in der Weboberfläche Ihrer Kamera hinterlegen müssen. ACHTUNG: Bitte stellen Sie zuvor sicher, das Sie die neueste Firmware auf Ihrer Kamera installiert haben damit Sie den Menüpunkt Cloud in der Weboberfläche angezeigt bekommen. Cloud Passwort: Das Passwort welches in der Weboberfläche Ihrer Kamera hinterlegt werden muss, damit sich die Kamera an der Cloud anmelden kann. Schritt 6 Öffnen Sie jetzt die Weboberfläche Ihrer IP Kamera. Stellen Sie wie gesagt sicher, dass Sie die allerneueste Firmware auf Ihrer Kamera installiert haben. Sofern Sie die neueste Firmware installiert haben, sehen Sie auf der linken Seite einen neuen Menüpunkt „Cloud“. Bitte wählen Sie diesen aus und gehen Sie dort auf den Unterpunkt „Einstellungen“. In dem Menü welches sich jetzt öffnet können Sie den „Cloud Transfer aktivieren“ auswählen damit die Kamera ab sofort die Alarmvideos an die Cloud überträgt. Zudem müssen Sie hier jetzt Ihren Benutzernamen und Passwort hinterlegen den Sie in Ihrem Cloud Account angezeigt bekommen. Kopieren Sie diesen am besten und achten Sie darauf das Sie nicht versehentlich ein Leerzeichen mit kopieren / einfügen. Zu guter letzt Bestätigen Sie bitte die Einstellungen damit diese in der Kamera gespeichert werden. Schritt 7 Damit ein Alarm ausgelöst wird bei einer Bewegung, muss natürlich noch die Bewegungserkennung aktiviert werden. Dies tun Sie wie gehabt über „Alarm – Bereiche“ sofern Sie die softwareseitige Bewegungserkennung verwenden. Sollten Sie einen PIR Sensor verwenden, dann aktivieren Sie diesen bitte entsprechend unter Alarm – Aktionen. Nachdem Sie die Bewegungserkennung aktiviert haben (in unserem Beispiel überwachen wir die Tür und haben diese entsprechend ausgewählt), Bestätigen Sie die Einstellungen bitte unten rechts. Schritt 8 Sofern die Kamera jetzt Alarme auslöst, werden Sie diese kurze Zeit später in Ihrem Cloud Account unter „Alarme“ finden. Sofern Sie mehrere Kameras in der Cloud hinzugefügt haben, können Sie auf der linken Seite jeweils die einzelnen Kameras auswählen um nur die Aufnahmen der jeweils ausgewählten Kamera zu sehen.",
    "link": "/Motion_Detection/INSTAR_Cloud/Create_User_Account",
    "title": "Cloud Benutzer erstellen",
    "chapter": "Motion Detection",
    "tags": ["cloud storage", "Cloud", "Onlinespeicher", "Alarmaufnahmen"],
    "image": "/images/Search/MD_SearchThumb_Cloud_Create.jpg",
    "abstract": "Erstellen eines INSTAR Cloud-Benutzerzugangs"
}
POST /wiki2/article
{
    "title2": "Add Storage",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Nutzen Sie die INSTAR Cloud als Speicherort Ihrer Alarmaufnahmen. Ein Überblick über die neue Online Aufnahmeplattform für IP Kameras von INSTAR",
    "description2": "Cloud - Speicherplatz hinzubuchen Jeder neu angelegte Cloud Account erhält standardmäßig einen 1GB Speicher für 14 Tage um die Cloud ausgiebig testen zu können. Sofern Ihnen die INSTAR Cloud gefällt, würden wir uns natürlich freuen, wenn Sie Ihren Speicherplatz entsprechend erweitern. Dies können Sie ganz einfach durch Gutscheincodes tun, welche Sie direkt auf der INSTAR Webseite erwerben können. Siehe: INSTAR Webseite Mehr Speicherplatz buchen Schritt 1 Melden Sie sich mit Ihrem Cloud Account an und gehen Sie dort auf „Administration – Speicherplan“. Hier sehen Sie Ihren aktuellen Speicherplatz sowie die Laufzeit für welche dieser gültig ist. Schritt 2 Um jetzt Ihren Speicherplatz zu verlängern bzw. zu vergrößern, kaufen Sie zuerst entsprechenden Speicherplatz über die INSTAR Webseite. Der Speicherplatz ist immer in Einheiten von 10GB. Sollten Sie z.B. 20GB kaufen, dann können Sie im ersten Schritt 10GB Ihrem Account hinzufügen und im zweiten Schritt können Sie die zweiten 10GB entweder zur Verlängerung Ihrer Laufzeit verwenden oder um den Speicherplatz zu vergrößern auf 20GB. Dies können Sie frei wählen. Kopieren Sie den Gutscheincode für Ihre Speichereinheit den Sie von uns nach dem Kauf per Email erhalten und fügen Sie den Gutscheincode in Ihrem Cloud Account ein und wählen Sie dann „Gutschein prüfen“. Schritt 3 Sofern der Gutscheincode gültig ist, wird Ihr Account jetzt auf 10GB erweitert. Eine 10GB Einheit hat immer eine Laufzeit von 365 Tagen welches Sie in Ihrem Account dann auch entsprechend angezeigt bekommen. Schritt 4 Sollten Sie sich dazu entscheiden eine zweite 10GB Einheit Ihrem Account hinzuzufügen, dann können Sie wie zuvor erwähnt wählen, ob Sie den Speicherplatz erweitern oder die Laufzeit verlängern möchten. In unserem Beispiel erweitern wir einmal den Speicherplatz. Schritt 5 Unter dem Punkt „Warnen bei benutztem Speicherplatz von:“ können Sie einstellen ab welchem Zeitpunkt Sie eine Warnung erhalten möchten. Wenn Sie z.B. mehrere Kameras in der Cloud hinzugefügt haben und der Speicherplatz fast voll ist, dann können Sie einstellen ab welchem Zeitpunkt Sie eine Email erhalten möchten mit dem Hinweis das entweder Videos gelöscht werden müssen oder der Speicherplatz erweitert werden muss. Sie haben zudem die Möglichkeit unter „Administration – Alarme“ das automatische löschen zu aktivieren. Dies erklären wir Ihnen im Punkt 4. Administration und Übersicht der möglichen Einstellmöglichkeiten. Allgemeine Info Sie müssen in der INSTAR Cloud lediglich schauen, das Sie genügend Speicherplatz zur Verfügung haben. Wie viele Kameras Sie in Ihrem Cloud Account hinzufügen, ist und egal. So können Sie eine 10GB Einheit z.B. auch problemlos mit 4 Kameras verwenden. Dies ist natürlich davon abhängig wie viele Alarme stattfinden und wie lange Sie die Aufnahmen speichern möchten. Die Größe Ihrer Alarmvideos ist von einigen Faktoren abhängig. Um die Größe jedoch gering zu halten ohne größere Qualitätsverluste, empfehlen wir Ihnen in Ihrer Kamera direkt (über die Weboberfläche Ihrer Kamera) folgende Werte unter Multimedia – Video einzustellen: Kanal: 1 Bitrate: 1024 Frames: 25 Variable Bitrate: Qualität: 5 (keine Sorge, Sie werden den Unterschied an sich nicht sehen) Keyframe: 40",
    "link": "/Motion_Detection/INSTAR_Cloud/Storage",
    "title": "Cloud Speicherplatz hinzubuchen",
    "chapter": "Motion Detection",
    "tags": ["cloud storage", "Cloud", "Onlinespeicher", "Alarmaufnahmen"],
    "image": "/images/Search/MD_SearchThumb_Cloud_Storage.jpg",
    "abstract": "Hinzufügen von Cloud-Speicherplatz"
}
POST /wiki2/article
{
    "title2": "Alarm Alarm Recordings",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "INSTAR Cloud - Alarm Videoaufnahmen Cloud - Fehlalarmerkennung",
    "description2": "INSTAR Cloud - Alarm Videoaufnahmen Cloud - Fehlalarmerkennung Diese neue Funktion beinhaltet eine nachträgliche Validierung der hochgeladenen Events und markiert scheinbare Fehlalarme im Tab Alarme. Hierbei gibt es zwei unterschiedliche Algorithmen: Eine allgemeine Fehlalarm-Erkennung und eine Fehlalarm-Erkennung inklusive Regenerkennung. Diese Funktion kann für jede Kamera getrennt voneinander definiert werden, wobei Sie folgende drei Auswahlmöglichkeiten haben: Aktiviert Aktiviert mit Regenerkennung Deaktiviert Fehlalarm-Erkennung Wenn Sie eine neue Kamera hinzufügen, können Sie diesen Wert entsprechend setzen. Für bereits bestehende Kameras, klicken Sie im Tab Kameras einfach für die entsprechende Kamera auf Bearbeiten. Es öffnet sich dann eine Menü, wo Sie die Einstellung für die Fehlalarm-Erkennung anpassen können. Um die besten Ergebnisse zu erzielen, sollten Sie bei Kameras welche den Innenbereich überwachen nur die Fehlalarm-Erkennung aktivieren, für Kameras welche den Aussenbereich überwachen die Fehlalarm-Erkennung inkl. Regenerkennung aktivieren. Bei Kameras welche über einen PIR oder einen zusätzlichen Bewegungsmelder verfügen, kann man in der Regel die Fehlalarm-Erkennung deaktivieren, wenn man aus Erfahrung weiß, dass solche nicht auftreten. Im Tab Alarme haben Sie mit dem Update nun die Möglichkeit sich nur die Alarme oder nur die Fehlalarme (zum Zwecke der Validierung) anzeigen zu lassen, des weiteren können Sie sich beide Alarm- Typen gleichzeitig anzeigen lassen. Hierfür finden Sie rechter Hand ein neues Drop-Down-Menü. Standardmäßig werden Ihnen nur die validierten Alarme angezeigt. Im Tab Administration > Alarme haben Sie nun die Möglichkeit die Fehlalarme getrennt von den Alarmen zu verwalten. D.h. Sie können sich bei Fehlalarmen eine Email zuschicken lassen oder den Email Versand deaktivieren (Default). Sie können die Fehlalarme sofort löschen lassen, oder aber nach einem getrennt definierbaren Zeitwert. So lässt sich wertvoller Speicherplatz sparen, indem Sie als Fehlalarm markierte Events früher löschen. Die Vorschau-Video-Geschwindigkeit (Default 3x) und die Vollbild-Video-Geschwindigkeit (Default 2x) lassen sich ebenfalls getrennt einstellen. Optimierung der Datenspeicherung Mit dem neuen Update benötigen Sie weniger Speicherplatz pro Alarm-Event. Hiermit können Sie jetzt ohne zusätzliche Kosten in etwa doppelt so viele Alarm-Events als zuvor Speichern. Zusätzlich mit der neuen Fehlalarm-Erkennung (entsprechende Events lassen sich sofort oder früher löschen) sind Sie somit mit diesem Update in der Lage Ihre tatsächlichen Alarm-Events für einen längeren Zeitraum in der Cloud gespeichert zu lassen ohne dass Ihnen der Speicherplatz aus geht.",
    "link": "/Motion_Detection/INSTAR_Cloud/Alarm_Recordings/",
    "title": "Cloud Alarm Videoaufnahmen",
    "chapter": "Motion Detection",
    "tags": ["cloud storage", "Cloud", "Onlinespeicher", "Alarmaufnahmen"],
    "image": "/images/Search/MD_SearchThumb_Cloud_Recordings.jpg",
    "abstract": "Cloud - Fehlalarmerkennung"
}
